[
    {
        "name": "Dun-Ming Huang",
        "role": "EECS 16A Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1A4IPltUaFnrOm8snbBMpheM-5UXkqzdz",
        "pronouns": "He/His/Him",
        "details": "roses are red\ni have to work on sunday\nif you're reading this bio\ni coord 16a",
        "webUrl": "https://bransthre.github.io/"
    },
    {
        "name": "Christine Zhang",
        "role": "CS 88 Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1vKB97905LwFOf9hFUHh-DHHJUic_YmsH",
        "pronouns": "she/her",
        "details": "Hi! I’m a third-year EECS major and I like books, food, badminton, oversized sweaters, and wearing socks while sleeping. Feel free to reach out anytime for anything :)",
        "webUrl": ""
    },
    {
        "name": "Rebecca Dang",
        "role": "CS 88 Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1b_HuoM5lZM5J9U5PZklsjnkT4ssYnvbd",
        "pronouns": "she/her/hers",
        "details": "Hey there! I'm a 3rd year EECS major from San Jose, CA. This is my second time as a coordinator and I'm super excited to meet you! Besides being in CSM, I'm also a TA for CS 88. In my free time, I like to play guitar (and maybe record a few covers if I'm feeling brave) and fangirl about the latest book/movie/TV show/song I consumed. If you ever have any questions about 88, classes, clubs, or professional development, feel free to reach out :D",
        "webUrl": "https://phrdang.github.io"
    },
    {
        "name": "Olivia Huang",
        "role": "EECS 16B Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1bM1uRyrQurQY6Pep_70-w_LZuFA3mHot",
        "pronouns": "she/her",
        "details": "Hiiii!! My name is Olivia, and this is my fourth semester in CSM! I'm a senior (sob sob) studying computer science and cognitive science, and I'm originally from New Jersey. I spend most of my free time listening to kpop or playing piano, but you'll frequently find me in either Tibear (the superior boba place) or in the Soda dungeons. Excited to have a 16Best semester!",
        "webUrl": ""
    },
    {
        "name": "Ekansh Agrawal",
        "role": "CS 61C Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1BsMaTHX5CWyyihasy6QhgvN3_CsQ2-0X",
        "pronouns": "he series",
        "details": "Hey everyone! I’m Ekansh, a fourth-year from the Bay Area studying CS and ISF. In my free time I really enjoy kayaking, woodworking, and listening to rock music. I’ve recently picked up climbing, so if you’re interested let’s go together! I’m excited to be a part of CSM and I can’t wait to meet all of you!",
        "webUrl": "ekanshagrawal.com"
    },
    {
        "name": "SooHyuk Cho",
        "role": "Socials Chair",
        "imgUrl": "https://drive.google.com/open?id=1AIcmuTLDie-ju4aZ_zB6bemWve9-fyEc",
        "pronouns": "he/him",
        "details": "Hello! My name is SooHyuk Cho and I'm a sophomore double majoring in CS and DS from Seoul, South Korea. This is my third time as a CS 70 & EECS 16A mentor at CSM, and my first time on Exec team as a social chair :) I like playing the piano during my free time unless I'm stuck in the library. Any recommendations for classical piano pieces are always welcome! Looking forward to another great semester!",
        "webUrl": "https://soohyuk-cho.github.io/"
    },
    {
        "name": "Thomas Chen",
        "role": "CS 70 Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1p4CTpsN9WcRwvrPEsacLtXAXuZCKDuGv",
        "pronouns": "He/Him",
        "details": "Hi! My name is Thomas and I am a senior studying Computer Science and Applied Math from Portland, Oregon. In my free time I enjoy board games and Magic the Gathering, watching an absurd amount of Youtube, and reading books. I love listening to indie, alternative and folk music but I'm always willing to try out new music. ",
        "webUrl": ""
    },
    {
        "name": "Gabe Classon",
        "role": "CS 61A Coordinator",
        "imgUrl": "https://drive.google.com/open?id=165Qm10yDnglODKBxeyx9JRVn9vvBSgjO",
        "pronouns": "he/him",
        "details": "Hi, I'm Gabe, a junior majoring in CS and math. I'm a midwestern boy, hailing from Palatine, Illinois. I enjoy journalism, politics, activism, puzzle games, and free culture. ",
        "webUrl": "gabeclasson.com/teaching"
    },
    {
        "name": "Vy Ho",
        "role": "Communications Chair",
        "imgUrl": "https://drive.google.com/open?id=1mUsxcYkeF5F8TLyRKCzUTjX811HTUdx_",
        "pronouns": "She/Her",
        "details": "hi pals.",
        "webUrl": ""
    },
    {
        "name": "Vibha Tantry",
        "role": "President",
        "imgUrl": "https://drive.google.com/open?id=1Is2rkEQoKlfAgDRh4Y8iEhtS4UmVCVHy",
        "pronouns": "she/her",
        "details": "hellooo i’m Vibha, 4th year CS major from the bay! My brain goes brrr for derpy DB and CSM, and you can probably find me in soda and cory lurking like a cryptid. I think i have other personality traits. talk to me about anything :)",
        "webUrl": ""
    },
    {
        "name": "Andy Chen",
        "role": "CS 61C Coordinator",
        "imgUrl": "",
        "pronouns": "",
        "details": "",
        "webUrl": ""
    },
    {
        "name": "Janani Sriram",
        "role": "CS 61B Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1uzpnWa23h0Y33d_ca8A5hbFThYbe51Sa",
        "pronouns": "she/her",
        "details": "hey! i'm janani, and i'm a junior studying cs. i love music, dance, the sun, and talking about random topics, and i'm looking forward to seeing you in 61b!",
        "webUrl": ""
    },
    {
        "name": "Abby Brooks-Ramirez",
        "role": "DE&I Chair",
        "imgUrl": "https://drive.google.com/open?id=1Sw5y2uAkQtO4xBuN5dOjYtB_0jqnnmcK",
        "pronouns": "she/her",
        "details": "hi! I'm a third year studying CS + History and here's a pic of me with some goats I saw on the fire trails. I love to read, brew kombucha, and propagate my plants!",
        "webUrl": ""
    },
    {
        "name": "Elana Ho",
        "role": "Media Chair",
        "imgUrl": "",
        "pronouns": "",
        "details": "",
        "webUrl": ""
    },
    {
        "name": "Caroline Wu",
        "role": "CS 70 Coordinator",
        "imgUrl": "https://drive.google.com/open?id=16MBgJtO24dpUyP_B9-upsuHu5M0lqj9d",
        "pronouns": "she/her",
        "details": "Hi! My name is Caroline and I’m a 4th-year studying EECS and Data Science. This will be my fourth semester in CSM and my second on exec. In my free time I enjoy trying new restaurants, sad girl music, and personality quizzes; I'm also on 70 course staff! Please feel free to reach out about anything, and let's have a great semester together :)",
        "webUrl": ""
    },
    {
        "name": "Jessica Fan",
        "role": "EECS 16B Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1lt3YXeLROKpTPyb6H3nXi0AfzekNQqyk",
        "pronouns": "she/her/hers",
        "details": "Hi! I'm a third year EECS major interested in chip design and computer architecture. I like to play badminton, listen to Taylor Swift's entire discography, and lurk the halls of Cory deep into the night. ",
        "webUrl": ""
    },
    {
        "name": "Suchir Agarwal",
        "role": "EECS 16A Coordinator",
        "imgUrl": "https://drive.google.com/open?id=1qkfpMEbjJB-Yht8jWvmfJ3TcIPPFVYnG",
        "pronouns": "he/him",
        "details": "Hi! I’m Suchir, a 3rd year math and CS major. It’s my fourth semester in CSM, and I’m super excited to be here! A bit about me: I hail from Pennsylvania and am an avid classical music enthusiast. I’m excited to meet you all and hope you have a great semester!",
        "webUrl": ""
    },
    {
        "name": "Viraj Ramakrishnan",
        "role": "IVP",
        "imgUrl": "",
        "pronouns": "he/him",
        "details": "Heyo! I'm Viraj, the IVP for this semester. I love a lot of things, here are some of them: playing guitar, going for runs and hiking, playing tennis, playing SET, doing fun math stuff, eating new kinds of food, listening to new music, running fun lil python experiments, learning languages... the list goes on. You'll find me running around campus, late to class, enjoying Pad See Ew at Racha's, shopping for Gold Nugget oranges at Berkeley Bowl and Zhoug Sauce at Trader Joe's. Always down to chat! (I love to talk)",
        "webUrl": ""
    }
]