[
    {
        "name": "Alex Chang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him",
        "details": "hello :) i'm alex and i'm a sophomore studying data science and computer science. i love sports, cooking, and music (especially cello). i also consume alarming amounts of food. \n",
        "imgUrl": "https://drive.google.com/open?id=1b1IPV9mUE-y1BiFntUwUrI7DET9F2Jjf",
        "webUrl": ""
    },
    {
        "name": "Anish Shrestha",
        "courses": {
            "cs61c": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hey, I’m Anish! I’m a sophomore, and this is my second semester teaching 61C with CSM. I love Ultimate Frisbee, rock climbing, and just vibing. I’m usually listening to indie or indie rock. Can’t wait to meet you all!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Chrystopher Thomas",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hello! I'm Chrys! I'll be your AM this semester. I'm currently obsessed with Poppy Playtime (Chapter 4), playing guitar, and teaching computers to solve puzzles. Feel free to reach out if you like those things too!",
        "imgUrl": "https://drive.google.com/open?id=1UbV9vItdif80WB5dzsK8xzUWdnvUm0yy",
        "webUrl": ""
    },
    {
        "name": "Devansh Ojha",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him",
        "details": "Waddup! I'm Devansh, a sophomore from Los Angeles studying EECS. In my free time, I enjoy hitting the gym, playing soccer, listening to music, meditating, napping, and cooking new recipes. CS61B was a fun experience for me, and I hope to make it the same for you!!",
        "imgUrl": "https://drive.google.com/open?id=1r7F5ZB1eOs9Fd_jADp7FkdwoVNumBh-z",
        "webUrl": ""
    },
    {
        "name": "Ethan Stone",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi! My name is Ethan and I’m a third year computer science major who’s had experience tutoring since Highschool. I’m also a trumpet playing member of the Cal Band, and work as a campus ambassador. In my free time I love to play board games and watch (maybe too much) YouTube. Go bears!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Frank Shang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hello! I'm Frank and a Concurrent Enrollment student here at Berkeley (I'm also finishing up my degree in Computer Engineering @ NYU). This will be my second time mentoring for 61B and I absolutely love teaching CS. Super excited to meet you and to be along your 61B journey!",
        "imgUrl": "https://drive.google.com/open?id=1xWhdKxhkD_j4XW9g84Q9Y9IX8pqI_gb_",
        "webUrl": ""
    },
    {
        "name": "Ivy Liu",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "details": "Hello, I'm Ivy! This is my 3rd semester teaching for CSM 61B and I can't wait to meet you.",
        "imgUrl": "https://drive.google.com/open?id=1qotnQsdswzw4oBOYBuTp6nkjCEDPc8gO",
        "webUrl": ""
    },
    {
        "name": "Majed AlFaraj",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "",
        "details": "Hey everyone! I'm a second-year EECS student. Currently, 6lack and Frank Ocean are my favourite artists. During my free time, I enjoy playing board/card games with my friends—especially Jackaroo. You may randomly find me doing the Origins easter egg solo on black ops 2. Excited to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1CPBmVjsOg_QMMtNJJJE6ZUmHCnMhAAOJ",
        "webUrl": ""
    },
    {
        "name": "Sophia Carazo-Ortiz",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi!! My name is Sophia Carazo and I am a sophomore studying EECS. This will be my second semester mentoring for 61A and I am super excited to mentor again!!! Outside of CSM, I am involved with Codebase. When I am not locked in you can find me watching horror movies, cooking, or spending time with friends.",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Tejasv Bhatia",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Vika Stukalova",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "she/her",
        "details": "I’m Vika and I’m a 4th year studying CS & DS! A fun fact about me is that this will be my 6th semester (and last 🥲) being a mentor for 70 💃 Some of my interests include ballet 🩰 & skiing ⛷️. If I had to choose a favorite artist I’d say it’s The Beatles! When I’m not debugging you can find me at the Fire Trails. I absolutely love teaching and cannot wait to teach you everything from proofs to probability :)",
        "imgUrl": "https://drive.google.com/open?id=1taNxul7-WbotoKNi_mZweDn-QvnggSNw",
        "webUrl": ""
    },
    {
        "name": "Vivien Goyal",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "She/They",
        "details": "I'm a senior (CS & Math) interested in CS theory, sci-fi and fantasy, and the intersection of the two (it exists and it's glorious). I'm also fond of programming languages, tabletop RPGs, and lemonade (and all combinations of those elements). Looking forward to teaching you all a bunch of really neat math!",
        "imgUrl": "https://drive.google.com/open?id=1KPPgl29dOo39OtMEUA1CRElMhyLX7WpF",
        "webUrl": "https://github.com/VivianWilde/"
    },
    {
        "name": "Alok Thakrar",
        "courses": {
            "eecs16a": "Content Mentor"
        },
        "pronouns": "he/him",
        "details": "hi! I’m alok, and I’m a freshman from santa babara, ca studying eecs. My hobbies include going to chipotle, discussing chipotle related matters, and daydreaming about chipotle. i’m super excited to be a CM (content mentor, not chipotle mentor sadly) this semester!",
        "imgUrl": "https://drive.google.com/open?id=1tdE3mqPQI402yJUceZGoKW5cD6M_RTiM",
        "webUrl": ""
    },
    {
        "name": "Anaisha Das",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Anaisha and I like matcha, city-exploring, music, and CS education. Excited to make content this semester :)",
        "imgUrl": "https://drive.google.com/open?id=1KRFaQ6k5ny-MWkC2bdN4RNkoxrBpEpxX",
        "webUrl": ""
    },
    {
        "name": "Anirudh Suresh",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi! I’m a junior majoring in CS and Economics. This is my fourth semester in CSM and my third semester as a content mentor. I enjoy board games, crosswords and reading in my free time. Looking forward to a great semester!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Ava Rouzmehr",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "She/Her",
        "details": "Hi all! I'm Ava and I'm a freshman from the Bay Area studying EECS with a potential double major in BioE! In my free time, I like to draw cursed art of my friends, make beaded silver jewelry, and play video games (I am a risk of rain FIEND). I'm super hyped to be working with everyone this semester !! :)",
        "imgUrl": "https://drive.google.com/open?id=1RbmCqSMaCkIW3h03bobCyLSd0pjXLG_T",
        "webUrl": ""
    },
    {
        "name": "Bryan Ventura ",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "He/him ",
        "details": "I'm Bryan Ventura, a CS junior transferring from LA but born in El Salvador. I am an active advocate for social justice and DEI (diversity, equity, and inclusion). In my free time, I love listening to music, attending concerts, cooking, working out, and adding plants 🪴 to my place. A fun fact: my musical taste is a bit all over the place, but lately, I've been listening to SZA, Kali Uchis, and Rauw Alejandro a lot. I'm very open to music recommendations. I can't wait to meet you all - feel free to reach out (: !",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Huijae An",
        "courses": {
            "eecs16a": "Content Mentor",
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi! I'm Huijae (pronounced hee-jay), a 2nd year EECS major. I like to think of myself as a computer architecture explorer, a hardcore UFC fan, and an awful fisher. Excited to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1R-oBIXF3_wSfYTV-9X5SMrW2YxGzToUu",
        "webUrl": ""
    },
    {
        "name": "John Bragado",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "he/him",
        "details": "Howdy! I'm John, a sophomore from SoCal studying Data Science and physics. I love volleyball, art & graphics, listening to music, and rewatching pitch perfect. CS 61B was my favorite class so far and I'm looking forward to teaching it this semester !! :D",
        "imgUrl": "https://drive.google.com/open?id=1SA5SLgJFhu0y5lvsLrLRkmtCJs-XO5j2",
        "webUrl": ""
    },
    {
        "name": "Justin Yang",
        "courses": {
            "eecs16a": "Content Mentor"
        },
        "pronouns": "he/him",
        "details": "I wake up in the morning I got EECS16A on my mind. DTFS, pseudoinverse, systems LTI. And all this matrix multiplying, I can't write out all these lines. But I can't let them do it I got EECS16A on my mind.",
        "imgUrl": "https://drive.google.com/open?id=19DEmpbH9VpUwihAWNyGo48vHjodbmN_U",
        "webUrl": ""
    },
    {
        "name": "Smrithi Senthilnathan",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Smrithi and I'm a freshman from Mountain House, CA intending to double major in Media Studies and Data Science. In my free time I enjoy reading, writing, learning new songs on the piano, and playing with my dog. My favorite song right now is \"painkiller\" by blackbear, and my favorite artists are Olivia Rodrigo and Gravie Abrams. On campus, I'm also a part of Political Computer Science and CalTV! I'm so excited to be a part of CS Mentors this semester <3",
        "imgUrl": "https://drive.google.com/open?id=1pMerWgXhQFXR8hUxBCcbLhMRscfsJvIm",
        "webUrl": ""
    },
    {
        "name": "Tavisha Patel",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Tavisha, and I am a freshman studying EECS! This is my first semester at CSM, and I took CS61A last semester. In my free time, I like to read, play the piano, and play New York Times games. I'm looking forward to this semester!",
        "imgUrl": "https://drive.google.com/open?id=1zZBL_equCcR4wljq8JDLmpTXCyWn53Ah",
        "webUrl": ""
    },
    {
        "name": "Yuki Chen",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "She/her",
        "details": "Hi! I'm Yuki and I'm currently a second-year student major in Data Science and Cognitive Science. This is my second semester in CSM and I'm super excited about creating content and teaching! I love exploring new restaurants, listening to r&b music and watching anime. I'm also big k-pop fan and love to cover k-pop dances. Feel free to reach out to me for anything: )",
        "imgUrl": "https://drive.google.com/open?id=1WIDxdSUlFr2tA1xIx4-U-GK7eajd_xoG",
        "webUrl": ""
    },
    {
        "name": "Akansha Jain",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/they",
        "details": "hi! I'm a sophomore studying ds and cogsci :) I love yapping with my friends, music, matcha, wearing the same 3 colors, and reading (getting back into it!). I also love to cook, try new foods, and recreationally grocery shop. Super excited for this semester!",
        "imgUrl": "https://drive.google.com/open?id=1HGR_PK8y94nmAjGDRGve7O2iLSYJpGDr",
        "webUrl": ""
    },
    {
        "name": "Alex Wang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi! My name is Alex and I'm a second-year CS major from the bay area. Outside of class, I like drumming/playing music, and learning how to cook better. 61B is my favorite course and I'm excited for a great semester! Looking forward to meeting everyone!",
        "imgUrl": "https://drive.google.com/open?id=1un26_F61TCUiQKXnPahxOdoOpeF6yygh&usp=drive_copy",
        "webUrl": "https://alexwang.tech/"
    },
    {
        "name": "Alex Li",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hiya! I’m Alex, a second-year studying EECS. I’m super excited to be teaching CS61C this semester and can’t wait to meet y’all. Outside of school, I enjoy playing board games, grabbing food/boba with friends, and watching dramas. ^_^",
        "imgUrl": "https://drive.google.com/open?id=1cOYxumDcuKle2_a6ACWrrkPpjLzOgtdg",
        "webUrl": ""
    },
    {
        "name": "Alfonso Portilla",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi! My name is Alfonso and I’m currently a junior studying EECS and Business. I’m an international student from Mexico City and my greatest hobby is playing the piano. I also love swimming and watching movies. Feel free to talk to me about anything you’d like. I’m excited to get to meet you and code together!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Alyssa Li",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "details": "Hi! My name is Alyssa, and I'm a first year studying data science. In my free time, I like to draw, play puzzle games, and listen to music. Excited to meet you all!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Amanda Zhang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hey, I'm Amanda! I'm a freshman studying EECS and I took 61A last sem! Most of my coding experience comes from robotics (FIRST anyone?). I'm a member of Cal Climbing and CHAOS right now, and I love the 1975, making/watching YouTube videos, eating yummy food, and I’m down to explore anything anytime!",
        "imgUrl": "https://drive.google.com/drive/folders/15wA2An31zvJgTuyrQfLFsAet0tydzHZX?usp=drive_copy",
        "webUrl": ""
    },
    {
        "name": "Angie Wang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Angie, I'm a first-year studying Data Science and I'm from the bay area. I love baking, going on hikes, and exploring new food places! You'll often catch me with an overpriced matcha. I'm super excited to be teaching 61A for CSM this semester and looking forward to meeting you guys!!",
        "imgUrl": "https://drive.google.com/open?id=12j2wpFaE5ScmIrbdxh7g46mu9vOlroHE",
        "webUrl": ""
    },
    {
        "name": "Anika Sikka",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs61c": "Junior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Aryan Shah",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Sure! Here’s a refined version of your bio within the 300-character limit:  \n\n*\nHi, I'm Aryan, a Data Science sophomore at Cal from San Diego. I played high level club soccer, love staying active, and am into house music—currently learning to DJ. This summer, I'm a intern at GE. I enjoy helping students beyond coursework, giving tips, and sharing my experiences!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Audrey Zhu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I’m Audrey, a sophomore studying data science. This will be my second semester teaching with CSM! I like to spend my free time playing pickleball, watching Netflix, and eating! One of my favorite restaurants around is Muracci’s Curry! I’m super excited to get to know you! ",
        "imgUrl": "https://drive.google.com/open?id=1zn_ofJ3u2lY3L-cATHczeA4F-VREFUKL",
        "webUrl": ""
    },
    {
        "name": "Avyukth Harish",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "I'm particularly interested in the intersection between machine learning and physics. Outside of academics, I’m a big sports fan. I enjoy playing basketball, table tennis, frisbee, and many more. My favorite restaurant, although lame, is Panda Express but I’m always willing to try new restaurants!",
        "imgUrl": "https://drive.google.com/open?id=1LUNxpoQGYim8uL8zB6QNK-rlNmVVOcIB",
        "webUrl": ""
    },
    {
        "name": "Bhavita Peddi",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hey! I'm Bhavita and I'm a second-year studying EECS from the Bay! I love art, exploring, and I'm also big matcha enthusiast! I really enjoyed taking 61B and look forward to teaching. So excited to meet you :)",
        "imgUrl": "https://drive.google.com/open?id=15AOVsyLJ37ERv_NnsQUmvHceZOsIJmcX",
        "webUrl": ""
    },
    {
        "name": "Caleigh Deyer",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "She/her",
        "details": "I love Simon & Garfunkel, the faces, lizzy mcalpine, and big thief. I love to bake and crochet in my free time! Look forward to treats in section :)",
        "imgUrl": "https://drive.google.com/open?id=18lFE9vuXW2HWV4w_B41iFhLFo0l0pFjk",
        "webUrl": ""
    },
    {
        "name": "Cecilia Sanjaya",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hey everyone! My name is Cecilia and I am a second year majoring in EECS. I’m from Indonesia but I moved to Irvine, CA in 6th grade. My hobbies include exploring new things and places, making new friends, doing adrenaline activities, going to concerts, riding my motorcycle and  many more. I’m so excited to be in CSM this semester!",
        "imgUrl": "https://drive.google.com/open?id=1lGKCzwYnsV01FohrXIxSAXJKItKRniWj",
        "webUrl": ""
    },
    {
        "name": "Christopher Park",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi all! I'm a freshman studying CS, with interests in ML. My hobbies include running, cooking, and yapping. I've recently fallen in love with R&B lol so shout out SZA! Also currently training for a triathlon. I'm also big backed so pls pls give me restaurant recs\n\nSuper excited to meet everyone :)",
        "imgUrl": "https://drive.google.com/open?id=1koIw2_qwD7Go3mzZzge9aMqbOe0VJDss",
        "webUrl": ""
    },
    {
        "name": "Cody Wang",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "I am a sophomore EECS major from Atlanta, Georgia. I spend much of my time in the RSF weight room, so if you go in the afternoon we've probably crossed paths. 16B was my favorite class experience at Berkeley thus far, and I'm looking forward to helping create a similar experience for others if I can.",
        "imgUrl": "https://drive.google.com/open?id=1WR-JhWYihDnTmtZxug7-jljA06fF_y1X",
        "webUrl": ""
    },
    {
        "name": "Crisostomo Dunn",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi! Im Crisostomo(Cris), Im an undeclared sophomore. I was a 61A JM and reader for CS70 last semester, but this will be my first semester as a 70 JM. I like reading (2666!) and biking (Cal Tri!). Im here to help so reach out for whatever :)",
        "imgUrl": "https://drive.google.com/open?id=1iDCzjcDpv5-x0KhkqKi9mj-3ENEZ7NdD",
        "webUrl": ""
    },
    {
        "name": "David Lee",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi! I am David, senior studying EECS at Berkeley (lol). I am first generation immigrant from South Korea, and now I live in a bay area. I am involved in Cal lightweight rowing team, and I also like singing and reading books. I am super excited to teach CS70 as this was my favorite class in Cal!!",
        "imgUrl": "https://drive.google.com/open?id=1SQQYgzXySl5pX56iRX435uASvGmfiIQm",
        "webUrl": ""
    },
    {
        "name": "Divit Rawal",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Dylan Chhum",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/him",
        "details": "Hi Everyone, \nMy name is Dylan Chhum. I am a transfer student and a senior EECS student. I am a co-instructor for the Cubstart decal (iOS), and director for Calhacks. Let me know if you want a spot at the hackathon! My home is in Orange County, but I do not go to Seaside Bakery every weekend. During the fall, I would spend every Sunday supporting my NFL team the Cardinals even though we do not win games. When I can I love Imm Thai, but you can find more often at Wingstop. Cannot wait to see you in my section, hope we have a fun semester together! ",
        "imgUrl": "https://drive.google.com/open?id=1nPC1Py5-aVmGXW82uIkkMqkCIZXW5c9_",
        "webUrl": ""
    },
    {
        "name": "Esha Bansiya",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! My name is Esha and I am a freshman studying Data Science and Public Policy! I took Data 8 and C88C last semester and am now taking CS 61B! I enjoy reading books, though I haven’t had the chance in a while, playing cards with my friends, and trying new restaurants around campus!",
        "imgUrl": "https://drive.google.com/open?id=1u1_OLmye8QsjLoJydNeJVkx4OkreUZ-x",
        "webUrl": ""
    },
    {
        "name": "Ethan Wang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi! I'm Ethan and I'm a sophomore from New Jersey studying statistics. In my free time, I like watching soccer, trying out new restaurants, and going on YouTube binges. I'm looking forward to meeting you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=19wU5Z5lWQhrTsKvEpPqk_tJ_1Wkhqej_",
        "webUrl": ""
    },
    {
        "name": "Ethan Gale",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs61a": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hi, I’m Ethan! I’m in my second year studying EECS. I like to run and lift but in a chill way. On campus, you can always find me in VLSB vibing to music rather than locking in. I am currently in my crossword puzzle and classical music er, but I am very open to music recommendations. Cheers! :D",
        "imgUrl": "https://drive.google.com/open?id=1vvwi5pxB0pjVEEUtCKmpsD7VdggiSF1X",
        "webUrl": ""
    },
    {
        "name": "Ethelyn",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "She/Her",
        "details": "Hi! I'm Ethelyn, currently majoring in EECS and Business. I love great views, terrible puns, playing music, and scoping out dining.berkeley.edu. On a typical day, you can find me at panda express <3",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Frederick Dehmel ",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi, my name is Fredi! I took CS 61B during the fall of 2024 and I am excited to work with you all this semester! I am from London and I am a sophomore studying Environmental Economics & Policy. I love to read, thrift and play basketball, and my favourite place to eat in Berkeley is Top Dog!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Frida Arriaga",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi, I'm Frida :D I'm a first year studying CS and I'm from Coachella, CA. I’m also a part of ANova! I enjoy running and watching kdramas on Netflix in my free time. I’m so excited to be a JM for cs61A this semester! Feel free to reach out at frida.arriaga@berkeley.edu",
        "imgUrl": "https://drive.google.com/open?id=1dR8Rm-q-IwZpnEmtQkEV8vAu9SIsgyJg",
        "webUrl": ""
    },
    {
        "name": "Gautam Bhooma",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "",
        "details": "Heya! My name is Gautam and I love games, hiking, and just hanging out. I am excited to teach you this semester!",
        "imgUrl": "https://drive.google.com/open?id=1Huh20VS0tTt6SocqD-fQPDLuk9qehYiW",
        "webUrl": ""
    },
    {
        "name": "Haoming Chen",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi I am Haoming, a freshman trying to double in CS and Math. I love rock music, soccer (Barcelona!), boardgames, hiking, science fiction. Talk to me about these topics and anything in between! \n\nPlease don't hesitate to contact me if you felt lost/came into C88C without prior experience. I came into Berkeley with little prior experience in coding, but with the right help from CSM I managed to get A+ in C88C last semester, and I am very willing to share my experience!",
        "imgUrl": "https://drive.google.com/open?id=1h9EK9Tt1GK3NSFIqBpgg9Z74Hj1DX3Ho",
        "webUrl": "https://haoming-chen2006.github.io/"
    },
    {
        "name": "Hershraj Niranjani",
        "courses": {
            "cs61a": "Junior Mentor",
            "cs70": "Junior Mentor"
        },
        "pronouns": "",
        "details": "Hiya! I'm Hershraj, a second-year studying EECS. I love just about all things math/eecs/physics related. Outside of academics, I love climbing, board games, experimental hip-hop, and yapping.",
        "imgUrl": "https://drive.google.com/open?id=1Rd_j3I1NtQUx0AWVofAF8OZDlFiYVZTn",
        "webUrl": "http://hershrajn.com/"
    },
    {
        "name": "Hjalmar Levander",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi my name is Hjalmar, I am a senior year EECS major. I transferred to Berkeley from Foothill College. When I’m not in school I’m most likely watching or playing soccer ⚽️. ",
        "imgUrl": "https://drive.google.com/open?id=1pt1wFR4TtcTlRAqnPQgZW4wBbZQNJOYe&usp=drive_copy",
        "webUrl": ""
    },
    {
        "name": "Hridayaa Hariani",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "She/her",
        "details": "Hello! CS61A was my first exposure to coding. Though it might seem daunting, I want to help everyone excel in this class. I enjoy baking, travelling, exploring new restaurants and watching movies.",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Ira Dabke",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "details": "Hi! I'm Ira, a sophomore studying CS and Stats. I like big dogs, iced coffee, game theory, Lizzie McAlpine, and learning weird instruments. Excited to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1tEgr83hW-7XJH0BFvMwiNNmVE5mx_YiL",
        "webUrl": ""
    },
    {
        "name": "Narah Quazi",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi I'm Narah! I'm a junior studying CS and CogSci, with a minor in Linguistics. I'm from LA and I enjoy playing tennis, watching movies, and crocheting. My favorite artist is Lorde (please talk to me about Melodrama!!!). Excited to take an Eulerian tour and revisit CS70 as a mentor! :)",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Jaansi Parsa",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "details": "hii, i'm jaansi, a freshman studying EECS & business! apart from teaching, i love chocolate chip cookies, all things nature, and my 450+ day duolingo streak. so so excited to get to know you all!",
        "imgUrl": "https://drive.google.com/open?id=1maqyj21aXV2jg39pywANBF-ARbBM74FO",
        "webUrl": ""
    },
    {
        "name": "Jaclyn Huynh",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "hey there :D! i’m jaclyn, a freshman from san jose studying data science. i’m a boba enthusiast and love solving escape rooms, playing val, and watching kdrama in my free time. looking forward to meeting you! ",
        "imgUrl": "https://drive.google.com/open?id=1vpHM-ZYQQMqycVeKjOAakjDl8sF8lq__",
        "webUrl": ""
    },
    {
        "name": "Jacob Shin",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi, I’m Jacob Shin, a junior studying Computer Science. I’m a transfer student and an international student from South Korea. Outside of academics, I love playing soccer, ping pong, and all kinds of sports! I also enjoy exploring nature around the Berkeley campus. Looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=19CmZSxAm9XjfnbxsntScyQJzvBQcLBum",
        "webUrl": ""
    },
    {
        "name": "Jai Sharma",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Jai loves soccer (10>7), playing cards (poker), and music (from The Beatles to Joji). Sometimes, he also drinks boba, does Machine Learning projects, or goes for a walk. He has never tried coffee before.",
        "imgUrl": "https://drive.google.com/open?id=1VvAc9rRwg6UTcVisaSaQhaCUhdSQsweW",
        "webUrl": "https://www.youtube.com/playlist?list=PLVjRK697Kk5sFVpUdUD-veuNveDoi9Y1m"
    },
    {
        "name": "Jarrett Singh",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "details": "Hi! My name is Jarrett and I'm a freshman in EECS. I love to spontaneously explore, go on long hikes, (eat a family sized Whole Foods tiramisu), and eat with friends!",
        "imgUrl": "https://drive.google.com/open?id=1y3hLo1Apx0KJmy5Wppc3UAMSW1yo4Lco",
        "webUrl": ""
    },
    {
        "name": "Jason Tang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hello, I'm Jason—I'm a sophomore EECS '27 student from LA, and I'm excited to be your mentor! I really enjoy teaching and being able to share my knowledge with others, so I hope we can be part of this journey together. In my free time, I enjoy listening to music, hiking, and traveling, and my favorite artist is wave to earth!",
        "imgUrl": "https://drive.google.com/open?id=1JcVz244PpLNa2mr4Il8rg1XozmpgaMRF",
        "webUrl": ""
    },
    {
        "name": "Jefferson Li",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi! I am Jefferson, a sophomore studying CS & Applied Math. In my free time, I like playing basketball, hiking, and watching F1 and NBA. Look forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1ailo2Ih6zxs0fRBCrtJNOzKXbDnw3Scu",
        "webUrl": ""
    },
    {
        "name": "Jeffrey Gong",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi! I'm Jeffrey a second year from socal studying eecs + business. I enjoy playing badminton, chess, looking at planes and taking advantage of restaurant reward systems. I'm also involved in venture and the business community as well! looking forward to meeting you all :)",
        "imgUrl": "https://drive.google.com/open?id=1Ag2Es66_EmB6eEKZFYY7gKyygBApcekD",
        "webUrl": ""
    },
    {
        "name": "Jennie Bermudez",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "She/hers",
        "details": "Hi! I’m in my fourth year as a Data Science major with a minor in City Planning. I truly love all types of music and always interested to hear new song recs! On my free time, I enjoy watching Adam Sandler movies or finding new cafes to study at. Looking forward to this semester with you all :) ",
        "imgUrl": "https://drive.google.com/open?id=1E5RrBp8eTrYspk0MpWTSgRo29m2ey18x",
        "webUrl": ""
    },
    {
        "name": "Jennifer Ren ",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "hi I’m Jen! I’m a freshman studying EECS. I’m interested in figure skating, Chinese dance and video games. I’m on a mission to find the best cake in Berkeley (so let me know your recs)!",
        "imgUrl": "https://drive.google.com/open?id=1wMQl6f196louYl8P4g_rgpjUw8QVEkZd",
        "webUrl": ""
    },
    {
        "name": "Jonathan Yu",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi! I'm Jonathan, a first-year student studying chemistry and CS! I'm an avid lover of public transit and all things laminated pastries--join me sometime for a SF croissant crawl :)",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Jonathan Loy",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hello :D My name is Jonathan and I'm a Nuclear Engineering major intending to double in EECS. I love playing music and am currently in the Cal Band and Wind Ensemble. I love having conversations about almost anything and enjoy hearing what others have to say.",
        "imgUrl": "https://drive.google.com/open?id=1IFK_4HXlKjFDhHykJkc1JNfL0wcrc3rS",
        "webUrl": ""
    },
    {
        "name": "Jonathan Mui",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "https://drive.google.com/open?id=1z3g6aHS5nJ69EHG_qiNtUL7qcIORfNUc",
        "webUrl": ""
    },
    {
        "name": "Jonny Luo",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/him",
        "details": "Hello! I'm a freshman from South Bay who enjoys hiking and spending time in nature, jigsaw puzzling, and eating. Catch me at random restaurants throughout the semester, but particularly Tasty Pot, Kimchi Garden, and Little Gem. ",
        "imgUrl": "https://drive.google.com/open?id=1Xrl-bnGJCDG6BByg6_l4cLLpEEWZohu3",
        "webUrl": ""
    },
    {
        "name": "Jordan Velasco",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he series, they/them",
        "details": "Hello! I'm Jordan and I'm a second-year studying EECS from Riverbank, CA. I like listening to indie music, drinking matcha, and playing video games during my free time. I am excited to be able to teach and help others. Feel free to reach out if you have any questions or need any help!",
        "imgUrl": "https://drive.google.com/open?id=16lBnzkMxEUe-11MB9nB2b-q6X73Z2eEg",
        "webUrl": ""
    },
    {
        "name": "Juhi Jadav",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "hi! i'm juhi and i'm a sophomore studying data science. outside of school, i love to dance, read, nap, and hunt for new matcha places :) looking forward to a great semester! ",
        "imgUrl": "https://drive.google.com/open?id=1lpiY_s2bxbamtHPVSX_mbLOpLhBiX11o",
        "webUrl": ""
    },
    {
        "name": "Julia Liu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "She/her/hers",
        "details": "Hi! I'm a sophomore studying Art Practice. I like to do anything art related (drawing, painting, digital art). I took CS61B Fall 2024 and really enjoyed it! Outside of classes, I play the Pipa (chinese lute), design cool logos, and do some tattooing!",
        "imgUrl": "https://drive.google.com/open?id=1q7K-3FVR0ba8azmyZZ1tGw_wx6xJDnqK",
        "webUrl": ""
    },
    {
        "name": "Julia Mathew",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm an EECS major from Sacramento, California. I love reading comics (like Peanuts and Calvin and Hobbes), watching sitcoms, and going on bike rides. I also enjoy eating at new restaurants (my favorite is Vik's Chaat) and going on small side quests. Outside of CSM, I am part of ML@B and SWE. ",
        "imgUrl": "https://drive.google.com/open?id=1z0uMt4WgRJojIiOJy_kLTha7xyoTxldI",
        "webUrl": ""
    },
    {
        "name": "Jyrel Mendoza",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hey!! I'm Jyrel, a 1st year student studying CS. Excited to be helping out at CSM with 61A (loved the class so much!!). If I'm not busy, I love playing basketball and thinking of serious answers to the dumbest questions ever. Can't wait to get to know all of you!!",
        "imgUrl": "https://drive.google.com/open?id=1FeJA0c0LpGX88S5PqD9U3TaomrOLod9s",
        "webUrl": ""
    },
    {
        "name": "Karen Meng",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I’m Karen, a second-year EECS major from Davis. This is my first time mentoring for CSM, though I’ve been a CSM student for six(!) courses over the past three semesters. I’m also a tutor for CS 61B, but don’t ask me which class I like better… In my free time, I like listening to music (165k mins in 2024 - yikes?), going on Sharetea runs, scrolling through Ed, and thinking about CS 70 (or maybe not). Looking forward to a great semester!",
        "imgUrl": "",
        "webUrl": "https://www.youtube.com/watch?v=0tYFtgKfo6U&t=191s"
    },
    {
        "name": "Kat Cheng",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "",
        "details": "My name is Kat, and I am a third year studying EECS ⚡️. 61C is my favorite CS class, and I hope you’ll end up loving it as much as I do! In my free time, I like to dance 💃🏻, perform in musicals 🎭, read novels 📚, and accumulate $7.50 charges at various boba places🧋.",
        "imgUrl": "https://drive.google.com/open?id=18VwWdg6_dWRmP7YjRlgWlHcxFVs8K_Id",
        "webUrl": "https://youtu.be/dQw4w9WgXcQ?feature=shared"
    },
    {
        "name": "Kelly Ha",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi everyone! My name is Kelly, and I'm super excited to teach 61B. I'm a second-year double majoring in Data Science and Applied Mathematics. I like to play pickleball, hike, and try new food. I like to listen to the Marias and Cigarettes After Sex. Feel free to reach out!",
        "imgUrl": "https://drive.google.com/open?id=1q14Fm0IV8EoPASkLIa6VwZ0JteDKek4W",
        "webUrl": ""
    },
    {
        "name": "Kevin He",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi! I'm Kevin and I'm a sophomore Engineering Physics major. I'm interested in micro-fabrication and device manufacturing, so I'll probably qualify for an EECS minor along the way. \nI grew up in Santa Barbara (a very chill tourist city 2 hours north of LA) and I attended a diverse and not-too-intense high school. Although I played tennis in high school, I enjoy rock-climbing more now and playing music with others (if you ever go to a UCBSO concert you'll see me in the first violins!). I actually don't listen to that much classical music though, instead it's mainly R&B artists such as d4vid, Daniel Caeser, and Sarah Kang, and also Christian worship artists. I spend much of my weekend time with my Christian fellowship: Crossroads (yes the same as the dining hall), but otherwise, I'll be catching up on sleep. \n\nFun fact: My sleep schedule last semester was consistently sleeping from 5-7am to waking up after the sun had gone down. But! After failing the final and getting a B in Quantum Mechanics, I made the resolution to have a semi-regular sleep schedule going forward.\n\nI hope this little introduction has allowed you to get to know me a little bit, and if we end up in the same section, I'll be looking forward to learning more about you too!",
        "imgUrl": "https://drive.google.com/open?id=1yuLolbGrrWGp-EcnzyZqK3e4GNlHaaI5",
        "webUrl": ""
    },
    {
        "name": "Khushboo Teotia",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "She/Her",
        "details": "Hi! I am a third year majoring in Data Science, with a concentration in Comp. methods in Biology. My passion lies at the intersection of medicine and technology, which I harness through AI and healthcare research. Outside of academia, I love going on hikes, cafe-hopping (a huge coffee fan), trying out new food spots, and going on spontaneous trips with friends. ",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Lara Chieppe",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I’m Lara, a sophomore studying BioE from Brazil. In my free time, I enjoy learning new languages, running, and reading the most random and interesting books I can find. I’m very excited to have a great semester! Feel free to reach out about anything :)",
        "imgUrl": "https://drive.google.com/open?id=1aZeITFmzQy7f8_Sp4rizG0PzRFuIYIPv",
        "webUrl": ""
    },
    {
        "name": "Lavanya Shyamsundar",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "She/her",
        "details": "Hi everyone! My name is Lavanya and I'm a freshman studying EECS. In my free time I love trying new food places, watching anime, reading webtoons, and listening to music. Can't wait to meet everyone, and I'm super excited :)!!",
        "imgUrl": "https://drive.google.com/open?id=1_sOV6x0xbYAx__y-lLYI3W60ja7Evszq",
        "webUrl": ""
    },
    {
        "name": "Liberty Lauer",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I’m Liberty, a sophomore studying Data Science and Economics. In my free time, I enjoy playing tennis, painting, hiking, reading, and studying in cafes. I’m also a huge foodie, and I love traveling to new places. Looking forward to meeting and teaching you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=1R0b5NWzMEqbK_6jAvouEYK7bmeTGFLMZ",
        "webUrl": ""
    },
    {
        "name": "Liwen Sun",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "",
        "details": "Hi I'm Liwen. I am a senior at UC Berkeley studying CS. I love to listen to Kpop, my favorite artists are Blackpink and Babymonster. ",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Manav Aggarwal",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi everyone! I'm Manav, and I'm a freshman studying EECS. I grew up in the South and have loved my time in the Bay so far :). In my free time, I like to go to the gym and cook. I love to eat, so give me cafe/restaurant recs! Hope to meet you soon!",
        "imgUrl": "https://drive.google.com/open?id=1LQHiW37wzydAOUh0FaEVyLhwhNAQLB93",
        "webUrl": ""
    },
    {
        "name": "Melanie Liu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi everyone, I'm Melanie and I’m currently a sophomore studying EECS. This is my second semester on CSM and I love crocheting, getting food, baking, skiing and hanging out with friends!",
        "imgUrl": "https://drive.google.com/open?id=1IOBIgociwyKUOAj3L8eq0syADP-zsMWA",
        "webUrl": ""
    },
    {
        "name": "Mihika Balaji",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hey! I'm a junior majoring in CS+CogSci. Aside from an interest in database engineering, I'm an avid explorer of the horror genre and enthusiastic taster of coffees. I am also a part of Kappa Alpha Theta, ASUC Admin Office, and ML research at the Dept. of Political Science. Excited to be mentoring!",
        "imgUrl": "https://drive.google.com/open?id=1MUE9UDHSmkfoTDjvGILTnHREvsk4kgeS",
        "webUrl": ""
    },
    {
        "name": "Minqing Dong",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "details": "Hi everyone! My name is Minqing, and I'm a freshman from the bay area. Outside of teaching, I enjoy playing games, hanging out with friends, and playing badminton. I'm excited to meet you all!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Nada Hameed",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! My name is Nada, a second-year from NYC studying math and/or cs. I like bouldering, reading, and I’m trying to learn the guitar. I want to get my motorcycle license (I have failed my road test three times), and go to outer space. I like Yogurt Park because I’m a sucker for sweets. On campus, I’m also involved in MDB and MTC. Before I graduate, I want to get my kayaking certification, take an art class, and play the bells on the Campanile.",
        "imgUrl": "https://drive.google.com/open?id=1ikoz3GuR_T9kJaP1698n13FebTYEqubC",
        "webUrl": ""
    },
    {
        "name": "Naisha Jain",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "",
        "details": "Hey! I'm Naisha and I'm a freshman studying EECS & Business from Dallas, TX. In my free time, I love to read, crochet, dance, grab treats from Sharetea and Chipotle, and listen to music! I really enjoyed taking this course last semester, and I can't wait to meet you soon!",
        "imgUrl": "https://drive.google.com/open?id=1eOhX4W75TzJ547kP3DQVY63xLVoRF28g",
        "webUrl": ""
    },
    {
        "name": "Nandan Diwan ",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi all,\n\nI'm Nandan Diwan, a freshman studying Engineering Physics. I'm particularly interested in how physics can be used to model and develop novel electronic devices. \n\nI enjoy drinking coffee, playing cards with my friends, and hiking. ",
        "imgUrl": "https://drive.google.com/open?id=1nEEB_oJmCp-pIl4A9QZv18cWgF5XuM-i",
        "webUrl": ""
    },
    {
        "name": "Nicolas Perez",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/ him",
        "details": "My name is Nicolas and I am super to eager to be a part of the CSM community. I am deeply passionate about all things intersecting business, technology, and data. I love the outdoors, exploring new places and trying new foods, and supporting my favorite sports teams like the LA Lakers. My favorite restaurant in Berkeley would have to be Bag O’ Crab I recommend it.",
        "imgUrl": "",
        "webUrl": "https://nicolasperez.netlify.app/"
    },
    {
        "name": "Octavio Lomeli-Castro",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi! I'm a junior studying CS and this is my second semester with CSM. Outside of courses, I enjoy CS research, teaching, leetcoding, horror movies, and playing SSBU. I love helping people, so always feel free to reach out about the major or for general advice!",
        "imgUrl": "https://drive.google.com/open?id=1qfVrhQrwDyKTXyfaqA2ZDH6jeA3L8c9B",
        "webUrl": ""
    },
    {
        "name": "Phoenix Wilson",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "3rd year transfer EECS student from essj. a fun fact about me is that I can touch my fingers together!",
        "imgUrl": "https://drive.google.com/open?id=1L-l_FtjhR0V6TakNTBD0i7-2E8ANxpkN",
        "webUrl": "phoenixw.info"
    },
    {
        "name": "Pranav Bhatt",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him",
        "details": "Hi, I'm Pranav! I'm a sophomore international student from the UK—no, I don’t eat beans on toast for every meal, but I won’t deny that it slaps—studying Applied Math at Berkeley. I'm passionate about quantum computing, AI, and problem-solving—whether it's in research, poker, or origami. I loved taking CS70, it was probably my favourite lower div class. I am excited to help you guys enjoy the course as much as I did. oh and PS — it’s called football, and no, I will never call it “soccer”—",
        "imgUrl": "https://drive.google.com/open?id=12VLGeI6dQugWkHLmYplM9qG9taHR9453",
        "webUrl": "pranav-b.com"
    },
    {
        "name": "Quincy Thai",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Yo!!!11 I'm Quincy, a transfer and first gen college student from the Bay (Hayward) studying CS. 61B was my first and favorite coding class at Berkeley. I love powerlifting, making friends, listening to music (https://stats.fm/quincytf2), playing badminton, and a lot more stuff that maybe you can see once I update my website. This semester I'm taking bachata and boxing. This is gonna be my first time teaching, and I’m super excited to meet you (and talk about anything non-CS related too!)",
        "imgUrl": "https://drive.google.com/open?id=1Q96wDPQ1lwuKZLmyBj-IwDmyuh80WJxg",
        "webUrl": "quincythai.github.io"
    },
    {
        "name": "Rian Puri",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hey everyone! I'm Rian, a junior studying EECS.\n\nI love playing basketball and skiing, and I’m always up for an adventure—whether it's exploring the outdoors or finding cool new spots around Berkeley.\n\nWhen it comes to food, Imm Thai is definitely my go-to spot!\n\nLooking forward to meeting you all and being part of this community! 🚀",
        "imgUrl": "https://drive.google.com/open?id=1-aYBql4jI-9_WVlupl_fHj1tcIzOSHZA",
        "webUrl": ""
    },
    {
        "name": "Richard Li",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "details": "Hi! My name is Richard and I'm a first-year intending to major in Data Science and Environmental Economics. In my free time I like to play soccer, basketball, and LinkedIn games!",
        "imgUrl": "https://drive.google.com/open?id=1lA-mLHYVh0AZxrYD6TRWDZvCBEbSHy8N",
        "webUrl": ""
    },
    {
        "name": "Robert Meli",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "",
        "details": "Hello everyone! My name is Robert Meli, and I'm a junior transfer studying EECS. Looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=142ju5w-PITnR7hc9Ru5YwKsvjZ2KMkeV",
        "webUrl": ""
    },
    {
        "name": "Sahir Tandon",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "details": "Hi! I'm Sahir, a first-year EECS major (intended double in Physics), and I took 16A last semester. I love hiking, rock climbing, and exploring outdoors - touching grass! When I'm inside, I procrastinate with puzzles and origami. I'm also in CHAOS, the Intermission Orchestra, and Codeology.",
        "imgUrl": "https://drive.google.com/open?id=1j8u3l81tJAF-k1rx1hGuNl8KUpkTRii6",
        "webUrl": ""
    },
    {
        "name": "Samuel Hudson",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hey-llo! I'm Sam, a sophomore studying Data Science and intending Business. I struggled through CS 61B last semester just like y'all are doing right now, but we made it out alive and I promise it's better on the other side. I'm here to help you out, and hopefully gain a better understanding of who you are and your goals so I can better structure our sections, and just connect on a personal level.\n\nI love animation and film, so if you've got a favorite cartoon or a hot take on a Christopher Nolan movie I'd love to hear it. If you also are a fan of Kendrick Lamar, Chappell Roan, or Mitski (wow what a range), you are appreciated and ENCOURAGED to join my section!! Any Arcane fans, you are required to join my section.\n\nCan't wait to meet y'all!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Sanay Bordia",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "",
        "details": "Hi I'm Sanay, I'm a 2nd-year studying data science and economics (basic, ik). There is a non-zero chance you'll find me playing basketball, eating taco bell, exploring SF, working out, and watching Friends, The Office, or the Warriors. I love listening to Travis, the Weeknd, and Bollywood. Excited to meet yall!",
        "imgUrl": "https://drive.google.com/open?id=1QUZPdoueurex47LA_C_w-ilXblcL8lW6",
        "webUrl": ""
    },
    {
        "name": "Sanghun Byun",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/him",
        "details": "Hi, my name is Sanghun and I'm a junior studying CS and English. In my free time, I like to go hiking or hang out in cafes. I look forward to being your CS mentor!",
        "imgUrl": "https://drive.google.com/open?id=1veWvJC-D42KoyeEIcnmvgFstxV-cl6Om",
        "webUrl": ""
    },
    {
        "name": "Sara ",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "",
        "details": "Hi all, I'm a sophomore and I'm really excited to teach CS 70 this semester! I’ve been enjoying diving into the material and can’t wait to share it with you all. I enjoy playing board games, watching sitcoms, and listening to music. Looking forward to working with you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=1hbbW8B9-UXwCDfkNaBoS46DO0n5SFsyp",
        "webUrl": ""
    },
    {
        "name": "Sean Li",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hey! I'm Sean and I'm a Freshman from the Bay Area. I love learning, teaching, and meeting new people. I'm on the Club Baseball team here at Cal, and I enjoy  watching all sports. I also like playing the piano, poker, and working out. I can't wait to meet everyone!",
        "imgUrl": "https://drive.google.com/open?id=1tEkn5ywS6l2FssoQzByHLD6B2UkUbB5Z",
        "webUrl": ""
    },
    {
        "name": "Shinmu Jiang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi I'm Shinmu, a sophomore studying Econ and maybe DS. After retiring from pro RSF basketball, I've picked up a few cool tricks including losing 3v1s in Brawl Stars and winning with 7 deuce in poker.",
        "imgUrl": "https://drive.google.com/open?id=1QEDM3G_5cUVZvlhsJ2nUs9bpyNbiVvxQ",
        "webUrl": ""
    },
    {
        "name": "Shriyaa Narayanan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Shriyaa and I'm an EECS major! I've been an academic intern for CS 61B last semester and super excited to do CSM this semester! On campus other than CSM, I'm involved with AWE, RCSA, and CSM Tech! Outside of classes, I love to play tennis, swim, voice act, and dance so if you're ever interested in any of those, definitely feel free to reach out!",
        "imgUrl": "https://drive.google.com/open?id=13LTmpSPCiorp0vLINHXwsnHazOf-9ZlS&usp=drive_copy",
        "webUrl": ""
    },
    {
        "name": "Soumyadeep Talukdar",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hello! My name is Soumyadeep and I'm a neuroscience major and data science minor. My interests lie in synthetic biology and the brain, and I'm interested in how people can use computational tools to study these fields. In my free time, I enjoy going on hikes, exploring new places, and watching TV shows! I'm looking forward to mentoring CS 88 this semester!",
        "imgUrl": "https://drive.google.com/open?id=17D9ttlLbuBilNeg1iJm4zzySkDBQBIv6",
        "webUrl": ""
    },
    {
        "name": "Swathi Badrinarayanan",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi, I'm Swathi, and I'm a second-year EECS major. Super excited to C (haha) all of you this semester! I love running, dance, and listening to music!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Tanusha Kaushik",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hii my name is Tanusha and I am a sophomore studying Cognitive Science and Computer Science. Although it can be quite frustrating sometimes, I find computer science super cool and interesting most of the time and hope to help other people grow comfortable enough with it to feel the same. I am a big fan of the Pomodoro technique for studying. Ideally, I would fill my breaks with amazing music and food. I am an amazing Spotify stalker and have grown very attached to the Spotify jam feature. I also love exploring new restaurants and cafes in UCB--even if it's bad, at least I can use a new filter color to organize into my UCB campus notion page. Especially while in Berkeley, I've been wanting to go to more concerts. My all time favorite concerts have been the 1975, Kendrick Lamar & Baby Keem, and Sabrina Carpenter. I'm also going to a Zayn concert soon! I hope to see all the 1D boys' solo career concerts at least once.",
        "imgUrl": "https://drive.google.com/open?id=1Dy9Mw1zbDXZY819zT3rssj3TysGbByL3",
        "webUrl": ""
    },
    {
        "name": "Teeron Hajebi",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi, my name's Teeron and I'm a third year studying CS and applied math. Big fan of CS 61C",
        "imgUrl": "https://drive.google.com/open?id=1PG_0quVlnOZYa2Qy9O3qOZrA2xDnabit",
        "webUrl": ""
    },
    {
        "name": "Ty Snyder",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "He-Him",
        "details": "Hi, I am Ty. I have been programming for the last 7 years. I enjoy building robots and have competed in multiple combat robotics events. I also worked as a BIM engineer for a year in which I helped design building HVAC and plumbing.",
        "imgUrl": "https://drive.google.com/open?id=15CcFD8WHCrynR72cDK0BZ0XPaIS9_pm-",
        "webUrl": ""
    },
    {
        "name": "Tyler Jung",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "",
        "details": "Hi nice to meet you, I'm Tyler! I'm a 2nd year studying Physics and Data Science from New York. Some things I like to do include skiing, watching sports, hitting the gym, and playing/listening to music. Some of my favorite artists include wave to earth, Knock2, DPR Live, and Tchaikovsky. I usually spend my Sunday's catching up on work, getting a good workout in, and hitting up a new restaurant. Speaking of restaurants, my favorite one in Berkeley is Butterfish Sushi. I am also part of Theta Tau Professional Engineering Fraternity and Big Data at Berkeley. Feel free to reach out to me @ tylerjung@berkeley.edu. Look forward to meeting everyone!",
        "imgUrl": "https://drive.google.com/open?id=1umgycWFLa9F-95DO5y5xn1kYMlt0ezt1",
        "webUrl": "https://tylerjung1206.github.io/tyler.me/"
    },
    {
        "name": "Varun Vemulapalli",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "details": "Hey there! I’m Varun, a sophomore studying CS + DS. I spend my time thrifting, dancing, hooping, working out, snowboarding, watching movies, and chilling with friends. I especially listen to rap and R&B, but my music taste is pretty open, and I’m always down to grub at Toss. Excited to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1DhUOKgtj3omgwxrZuSDWir2gxzwoYGKe",
        "webUrl": ""
    },
    {
        "name": "Vivek Putta",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He series",
        "details": "Hi I'm Vivek. A little about me I love to play bball, hit the gym, and read. You might catch me studying in random classrooms around campus. Let's have a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1KeOOa5PZsdKJm0fCTo2HGZ656bd4tt2k",
        "webUrl": ""
    },
    {
        "name": "Will Coomans",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "",
        "details": "I’m a junior from Long Beach, California. I am interested in software engineering and ML. I love skiing, guitar, and daniel caesar. My greatest strengths are word hunt and sleeping through classes.",
        "imgUrl": "https://drive.google.com/open?id=1gflSZGOMua_GwmmR4O9kd2-zYrlFFy-q",
        "webUrl": ""
    },
    {
        "name": "William Wu",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hey everyone! My name is William and I am currently majoring in Engineering Math & Statistics. In my free time, I enjoy playing basketball and strumming the guitar. I'm excited for a great semester with you all!",
        "imgUrl": "https://drive.google.com/open?id=1OqbhScD9kbRrOcJzd1uVJzyMsRGeiEiH",
        "webUrl": ""
    },
    {
        "name": "William Jung",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi, I’m William, a sophomore majoring in EECS. I enjoy working out, traveling, and spending time with friends. On weekends, I like to go out, explore restaurants near Oakland, and grab coffee. Always looking for new experiences and great to meet you all. ",
        "imgUrl": "https://drive.google.com/open?id=1uL_oRxERKrTfMFMcF-CJU7X0_n6NgUN_",
        "webUrl": ""
    },
    {
        "name": "Zixian Li",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I am Zixian(Amy), a freshman from Beijing. I’m still exploring major/minor options & am open to course recs! In my free time I enjoy dancing, going to vintage shops, and staring into empty space. ",
        "imgUrl": "https://drive.google.com/open?id=11zwh3IOJgeCjdSD1zmVfujO4Y7W4RUbt",
        "webUrl": ""
    },
    {
        "name": "Alex Um",
        "courses": {
            "cs61c": "Senior Content Mentor"
        },
        "pronouns": "he/him",
        "details": "old(er)",
        "imgUrl": "https://drive.google.com/open?id=1Vbk2KJ1K0V5YVfH2pZ-NwuGrXF8APZ0h",
        "webUrl": ""
    },
    {
        "name": "Iris Zhou",
        "courses": {
            "cs88": "Senior Content Mentor"
        },
        "pronouns": "she/her",
        "details": "hii! i'm iris, a junior from san jose studying cs & astrophysics. this is my 3rd time as a senior mentor with cs 88! in my free time, i enjoy cafe hopping, skiing, thrifting, and (trying to) make my own matcha. looking forward to meeting everyone this semester :)",
        "imgUrl": "https://drive.google.com/open?id=1JUPs0eMai6rvwpVNHY1g6yfRG6SaoAFe&usp=drive_copy",
        "webUrl": ""
    },
    {
        "name": "Jenny Liang ",
        "courses": {
            "cs88": "Senior Content Mentor"
        },
        "pronouns": "She/hers",
        "details": "Hi! My name is Jenny, and I am a sophomore studying data science and economics. This is my second semester in CSM. I love art, design, handcrafting, and cooking/food! I enjoy KPOP, JPOP, JJ Lin, and Joji. My favorite restaurant in Berkeley is Tasty Pot. I am also involved in Open Project and BEA!",
        "imgUrl": "https://drive.google.com/open?id=1NtTv6sMMrb9HfhecoqS15mixddbHUVvs",
        "webUrl": ""
    },
    {
        "name": "Jim Fang",
        "courses": {
            "cs61a": "Senior Content Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi! I am a 2nd year EECS major. This is my 3rd semester on CSM: x2 SCM, x1 CM. Interested in anything relating to chip design - feel free to reach out to chat!",
        "imgUrl": "https://drive.google.com/open?id=1FkWdMk3gjpsNY3nbDVmADLvXFeF__SPi",
        "webUrl": ""
    },
    {
        "name": "Rajoshi Basu",
        "courses": {
            "cs61a": "Senior Content Mentor"
        },
        "pronouns": "",
        "details": "Hiiiii!!! I'm Rajoshi and I'm a sophomore from New Jersey (woohooo!!! if you’re from Jersey or from the east i’d love to talk to you! and if you love snow as well, come talk!) I was a 61a jm in Spring 2024 and came back to be a scm this sem! tryna declare cs and ds this sem.. let’s see how it goes 🥺😣😓😭 some of my other interests include chem, cycling, dancing, and singing (especially music by SZA)!!! looking forward to learning with everyone else here and with y’all and hoping to have a 61🅰️mazing semester!!!! (feel free to reach out to me about anything!!) ❤️🫶🏽",
        "imgUrl": "https://drive.google.com/open?id=1B1ss_rnj6U6cUx5hA33f7adzHPYvusp_",
        "webUrl": ""
    },
    {
        "name": "Robert Tian",
        "courses": {
            "cs61b": "Senior Content Mentor"
        },
        "pronouns": "he/him/his",
        "details": "beaches are cool",
        "imgUrl": "https://drive.google.com/open?id=1RkjDTINiSAiauoXun8h-YtJxieF0e9_j",
        "webUrl": ""
    },
    {
        "name": "Shreya Mantripragada",
        "courses": {
            "cs61b": "Senior Content Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Abraham Hsu",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Money is not the key to everything, but without money you have nothing. ",
        "imgUrl": "https://drive.google.com/open?id=14MOPwwqnm-QtDCQ8vtgT3gevh6lnQmFs",
        "webUrl": ""
    },
    {
        "name": "Alicia Gullon",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Alvin Lin",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "",
        "details": "hello! i'm a sophomore from the south bay studying applied math and cs. i love music, the colour green, deep talks, reading, tea, and sleeping at diabolically late hours (i’m nocturnal). i'm also a degenerate that enjoys anime/manga, gaming, and kpop/cpop. looking forward to meeting everyone :))",
        "imgUrl": "https://drive.google.com/open?id=1IE6he9alXBY5xcu_XN8GX7gAiFDGEExc",
        "webUrl": ""
    },
    {
        "name": "Amy Song",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "hi! fourth year studying eecs. bittersweet last semester <3",
        "imgUrl": "https://drive.google.com/open?id=1qAPmfhKcgwhYoB8Nc2CGbw9ieGNyRkvb",
        "webUrl": ""
    },
    {
        "name": "Andrew Kim",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Angela Sheu",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Welcome to CSM! I'm a sophomore studying data science, and I always love to learn -- from my classes, from life, and from all kinds of art. :)",
        "imgUrl": "https://drive.google.com/open?id=1a8l44ao7ZyNbLP1PzquDed37ii77KdOG",
        "webUrl": ""
    },
    {
        "name": "Anousha Athreya",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "hi everyone! i'm anousha, a junior from sj studying eecs & this is my second time CSMing for CS61C! I love watching detective shows so if you have recommendations send them my way :) my favorite restaurant recently is zhangliang malatang with the rainy weather <3 i'm super excited for this semester!",
        "imgUrl": "https://drive.google.com/open?id=1f7OlscbfF8KI82BtrTilbcsp74O4zDGk",
        "webUrl": ""
    },
    {
        "name": "arjun banerjee",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "searching for the slow fourier transform",
        "imgUrl": "https://drive.google.com/open?id=1Uv7FhYmLwsIuz7yuW4i4DsVTqt2uf8VF",
        "webUrl": ""
    },
    {
        "name": "Ashwin Bardhwaj",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hi! My name is Ashwin and I'm a sophomore from San Diego pursuing an EECS degree. I love CS 70 and I hope to make this semester as fun as possible. On the weekends, I love exploring around SF and going thrifting.",
        "imgUrl": "https://drive.google.com/open?id=1tZg-Kz1SvtyVkzHZdPAgp7vhtXZ7ojcF",
        "webUrl": ""
    },
    {
        "name": "Ben Thien-Ngern",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi I’m Ben. I’m a second year studying Cognitive Science and potentially CS/DS. I’m an SM for CS61A and this is my third semester with the course! I really enjoy many many sports! You can catch me on the tennis courts pretty much everyday. Aside from that, I also like rock climbing, drawing/painting, and collecting vinyl records. Even though I’m not teaching a section this semester, feel free to reach out anytime if you ever need any help! More than happy to schedule extra meetings/sections etc. :) Nice to meet y’all",
        "imgUrl": "https://drive.google.com/open?id=1BiofYToz_dJHYkHY-oqKFzHhvzjWW8cH",
        "webUrl": ""
    },
    {
        "name": "Billy Ou",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "he him",
        "details": "Heyo! I'm Billy and I hope to see you in my section this semester! I'm a Junior majoring in EECS. In my free time, I enjoy drawing, going to the gym and rock climbing. The first thing I do when I find a find to live and job to work is get me a DOGGO!!! DOGS >>>>>>>",
        "imgUrl": "https://drive.google.com/open?id=18kXbHWhEXi4aa5DwHLlBy0o3csqxdmDp",
        "webUrl": ""
    },
    {
        "name": "Bisan Suleiman",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hey! My name is Bisan, I'm a 3rd year computer science major & this my 3rd semester with CSM :) I love 61b and am so excited to be back teaching!!!!",
        "imgUrl": "https://drive.google.com/open?id=1Zj0tsH_dC6TyQgfn4VtRYj4wtKD1cov3",
        "webUrl": ""
    },
    {
        "name": "Branden Lin",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "I might swerve bend that corner woahhhhhhh 🗣️",
        "imgUrl": "https://drive.google.com/open?id=1fNvEon74jZn_bu8trPtDsl_MqRYgHp8m",
        "webUrl": ""
    },
    {
        "name": "Carolann Dong",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Carolann, a junior from the south bay, and I'm super excited to be an SM again this semester. In my free time, I love reading, crocheting, and baking. Can't wait to meet everyone this semester :)!",
        "imgUrl": "https://drive.google.com/open?id=1N4KdRgW-hu_UEY_dYd2rwOwzV7BHTtHN",
        "webUrl": ""
    },
    {
        "name": "chloe wong",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "hi, i'm chloe; junior from 🇲🇾, cs + ds! big fan of matcha, sharp eyeliner, psychological manga, and 🦉, violin, ito-en, lit fic, and digital art. 'point' me towards good dessert places, vibey jpop/kpop, and clean ml proofs. come chat anytime! have a great semester, let's have some fun :D",
        "imgUrl": "https://drive.google.com/open?id=1TUXHZLnfL4AG3B6NOMA80wzo1G0kfoMg",
        "webUrl": ""
    },
    {
        "name": "Danny Lam",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Something to take up the text. Too lazy to write a bio.",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Dhruva Bhagwat",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "details": "Hi! My name is Dhruva and I'm a second-year intending to major in Applied Math and Data Science. I love playing chess, running, and watching the NBA and TV shows!",
        "imgUrl": "https://drive.google.com/open?id=1czhvkihq4uPR0vrLt8kmQZvywHNe5jNt",
        "webUrl": ""
    },
    {
        "name": "Edward Rosario Arriaga",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "details": "Hi y’all! My name is Edward Rosario Arriaga, best known as Eddie, and I’m a Data Science & Chicanx Latinx Studies double major on the pre-law track. I’m from the San Joaquin Valley and am extremely passionate about equitable education, immigrant rights advocacy, edm/raving, poetry, and Chicanx art!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Elisa Kim",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "hello! i’m elisa :D",
        "imgUrl": "https://drive.google.com/open?id=1g78FSeNM2df9X6VJHIaaa98QyXqcgjh-",
        "webUrl": ""
    },
    {
        "name": "Ella Hammond",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hi, I'm Ella, a junior studying computer science. Looking forward to being a part of CSM this semester!",
        "imgUrl": "https://drive.google.com/open?id=1w6jJ-qbudnVEzrMvKb5a9Lx2p3yO_Xl3",
        "webUrl": ""
    },
    {
        "name": "Emily Hsi",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "optimal bio",
        "imgUrl": "https://drive.google.com/open?id=13zSIkeVI9FUlv27dP-2l4l5LUdm-7Sbr",
        "webUrl": ""
    },
    {
        "name": "Eric Liang",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hey everyone! I’m a second year from the Bay Area studying EECS. In my free time, I enjoy playing ping pong (any racket sports tbh), video games, and eating good food but realistically you will find me complaining about where my time went :( Looking forward to a great semester with you all!",
        "imgUrl": "https://drive.google.com/open?id=1DjcyGWlCFUcpfT6fdTnSn3jdU8AO6Q9D",
        "webUrl": ""
    },
    {
        "name": "Erica Liu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Erica and I am a second-year Computer Science + Applied Math major. This is my second semester as a CS 61A SM! Outside of academics, I play the violin and love listening to music, and am part of the UC Berkeley Symphony Orchestra. I also love learning to sketch, cook, and bake. Looking forward to the semester!",
        "imgUrl": "https://drive.google.com/open?id=1Pc0en0CKc0zp0n1psnCUWF-F_hkRZKlR",
        "webUrl": ""
    },
    {
        "name": "Ethan Lau",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hey everyone! My name is Ethan and I'm a sophmore majoring in EECS. Love trying new foods and playing board games. Look forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1zOtIQIO_kD7PaSCv6kafs8HnMi0xpY4M",
        "webUrl": ""
    },
    {
        "name": "George Huang",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hey! I'm a sophomore majoring in Data Science. This is my second semester with CSM and I'm excited to meet yall! I love basketball, playing poker, ping pong and climbing. Fun fact: I have a two year old corgi named Lucky.",
        "imgUrl": "https://drive.google.com/open?id=1PPwLrn1tFNFWLymuStrHF3KE6BlIQ5-G",
        "webUrl": ""
    },
    {
        "name": "Hwanhee Kim",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi Everyone! I am Hwanhee, a senior mentor teaching 61B. I am excited to see you.",
        "imgUrl": "https://drive.google.com/open?id=15A8Xe77W_QtGKLk-DV9iwIstCBBoTnkp&usp=drive_copy",
        "webUrl": ""
    },
    {
        "name": "Jeffery Ren",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hey guys! I am a second year majoring in applied math and cs. I love to play chess and talk about philosophy in my free time—feel free to reach out for any reason!",
        "imgUrl": "https://drive.google.com/open?id=1xg3wv4wR6WXVVoz5zKY7IBcju9FC3LGq",
        "webUrl": ""
    },
    {
        "name": "Jeffrey Fang",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Jia Jun Luo",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hello! I'm Jia Jun, and I am a third-year CS+Philosophy major! This is my third semester on CSM and first semester as a SM :). I play the flute and piccolo, and I am in Cal Band and Wind Ensemble. Looking forward to meeting you!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Jinsheng Li",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Jocelyn Tao",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": ":D",
        "imgUrl": "https://drive.google.com/open?id=1o9tRvINkVppmWeLGNexhCOkFRTIzyYmE",
        "webUrl": ""
    },
    {
        "name": "Jonathan Ngai",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hi I'm Jonathan, a 3rd year double majoring in Data Science and Political Science. I was born in the bay but grew up in Hong Kong. My hobbies include rock climbing, going on walks and hanging out with friends. I love indie and indie rock music (my favourite song is The Adults Are Talking). Outside of CSM I'm also a part of ASUC and HKSA!",
        "imgUrl": "https://drive.google.com/open?id=1ATF0ZupIlA22DL4Vt-bxq6y-EkOTRAFE",
        "webUrl": ""
    },
    {
        "name": "Kelly Tou",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hello! I'm Kelly, a second-year EECS major from SoCal. Fun fact: I am a twin.",
        "imgUrl": "https://drive.google.com/open?id=1JdLEaeiwHNz0h1vV49NJ0F2E0Z9RINc6",
        "webUrl": ""
    },
    {
        "name": "Kelly  Coutinho",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Lenci Ni",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Lenci, a junior from Seattle studying EECS. This will be my third semester as an SM for 61a. I really enjoyed taking this course and I'm excited for this semester — feel free to reach out :D",
        "imgUrl": "https://drive.google.com/open?id=1FO_y8gdl7-67d-vRoD91_SH1pU1SSWjC",
        "webUrl": ""
    },
    {
        "name": "Leo Sun",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "i like 61c :>",
        "imgUrl": "https://drive.google.com/open?id=1ZU05Vii5kVjwgysyyng52hKweWNkFp3Z",
        "webUrl": ""
    },
    {
        "name": "Maggie Dong",
        "courses": {
            "cs88": "Senior Mentor",
            "cs61b": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "https://drive.google.com/open?id=12swSJ0hN4t0HlwMJCIO9vH3puW-2VpJ6",
        "webUrl": ""
    },
    {
        "name": "Mallika Agrawal",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "details": "Hi everyone! My name is Mallika, and I'm a 2nd-year EECS major from the Bay Area. I love baking, playing tennis, going on walks, and trying new cuisines.",
        "imgUrl": "https://drive.google.com/open?id=1v7VBmIugVoIm8rchVH3rbJ4uYq-_FKMQ",
        "webUrl": ""
    },
    {
        "name": "Maryam Akelyan",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! I'm Maryam, a sophomore majoring in Data Science and minoring in Armenian Studies, and I'm from La Crescenta, CA! In my free time I like to solve puzzles, listen to music, and watch sitcoms. So excited to meet everyone! :)",
        "imgUrl": "https://drive.google.com/open?id=1An8JJ1ixxzAiovWes5yyx7KkSFZM30Kk",
        "webUrl": ""
    },
    {
        "name": "Matthew Zárate",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hey! I’m Matthew and I’m from Santa Cruz. CS61B is a tough class and I’m here to help you out. I’ve met with my previous students outside of CSM for additional weekly help and I’m super open to continuing that with you guys! \n\nLet’s work on some cool problems together!",
        "imgUrl": "https://drive.google.com/open?id=1yTh4wiTO4ao3QDpgPHcc2o8PjLRhqq02",
        "webUrl": ""
    },
    {
        "name": "Max Phillips",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "sixteen beeeeeeeeeeee",
        "imgUrl": "https://drive.google.com/open?id=1XB6Zec5MRZzCsFBcpCUgBisnhUeIrWIu",
        "webUrl": ""
    },
    {
        "name": "Mehul Jaiswal",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hey, I am Mehul Jaiswal, Senior majoring in CS. In my free time I like to play guitar, listen to music, travel and go on hikes. Reach out if you have any questions or concerns!",
        "imgUrl": "https://drive.google.com/open?id=1Ut0uJKjxpQVqlaw01gtpTglipwsFCAed",
        "webUrl": ""
    },
    {
        "name": "Michelle Koga",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! My name is Michelle, I’m currently a sophomore studying EECS from Lompoc, CA and am super excited to be an academic intern for 61B this semester! Outside of classes, I love listening to Taylor Swift and Noah Kahan, swimming, reading, journaling, and I’ve been getting into rock climbing recently. Feel free to reach out about anything! :)",
        "imgUrl": "https://drive.google.com/open?id=1qAXt9rjI1J-qTkI2WklCBsUmBucGUNtI",
        "webUrl": ""
    },
    {
        "name": "Michelle Duan",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hii! I'm a sophomore in EECS from SoCal! I love gaming, reading, and watching very specific TLC shows! A fun fact about me is that I single-handedly keep all the boba shops in America in business. ",
        "imgUrl": "https://drive.google.com/open?id=1aOAsHo8RS_8gWIguq1hNZ7bhp8YDf_pl",
        "webUrl": ""
    },
    {
        "name": "Monishka Tanwani",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi! My name is Monishka and I am a sophomore intended applied math major. This is my second time CSMing and I am so excited to teach 61b this semester! In my free time I like singing, dancing, listening to music, playing board games, and doing the nytimes crossword.",
        "imgUrl": "https://drive.google.com/open?id=1D9Rk-2whX48NXTxfZ1JcU7sh7lpUvTrd",
        "webUrl": ""
    },
    {
        "name": "Niko Dittmar ",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Paulina Ai",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hi!! My name is Paulina and I'm a 1st year EECS major. I was a JM last semester and it was amazing. I'm a huge on cafes (ask me for my tier list), guitar , and alt/indie music!",
        "imgUrl": "https://drive.google.com/open?id=1mhgXg7QTS2SKqq720pn-XMiYZjmAVfhI",
        "webUrl": ""
    },
    {
        "name": "Piper Bruner",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hi! I'm a third year majoring in data science and history of art! When I'm not studying or hanging out with friends, I love to spend my time crocheting or visiting various art galleries and museums. When time allows I love getting into a good book, and I’m always on the lookout for recommendations!",
        "imgUrl": "https://drive.google.com/open?id=15VQlzCG6IxVCX2I9XBjbQHpDzzXI1cKo",
        "webUrl": ""
    },
    {
        "name": "Pooja Agarwal",
        "courses" : {
            "cs61a" :"Senior Mentor"
        },
        "pronouns": "",
        "details": "Hi! I'm Pooja, I'm a sophomore from the Bay studying Molecular and Cell Biology. This is my third semester in CSM, and I am DE&I chair and an SM for 61A! Outside of classes, I enjoy doing computational biology research, traveling, studying at new coffee shops, and watching Formula 1!",
        "imgUrl": "https://drive.google.com/open?id=1mDPxr9szsq0bE12eRqEr-G0YmomHpzYi&usp=drive_copy",
        "webUrl": ""
    },
    {
        "name": "Priya Venugopal",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "hello, i'm priya! say hi to me :)",
        "imgUrl": "https://drive.google.com/open?id=1JBOb2tqJ7VLvoZsHV2AgizyRMIaSu1ze",
        "webUrl": ""
    },
    {
        "name": "Reema Rafifar",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "🌱🌻🌱🌷🌱",
        "imgUrl": "https://drive.google.com/open?id=19vL9-GkR1UUSwO7Dp2TAyBd5qkRVKOds",
        "webUrl": ""
    },
    {
        "name": "Rohan Bhagat",
        "courses": {
            "cs61c": "Senior Mentor",
            "cs61a": "Associate Mentor"
        },
        "pronouns": "",
        "details": "Hello! I'm Rohan, a sophomore from Fremont studying CS and Cognitive Science! I love teaching and I'm super excited to have a fun time this semester! :)",
        "imgUrl": "https://drive.google.com/open?id=1CcOd_ukR3lbHR4tleDjiTYcbf6q_jKP1",
        "webUrl": ""
    },
    {
        "name": "Rohan Vuppala",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "",
        "details": "My name is Rohan, and I'm a sophomore studying economics and data science! I enjoy cafe hopping, exploring the city, and going to concerts in my free time. This is my second semester in CSM, and I’m excited to teach DATA C88C material again this semester!",
        "imgUrl": "https://drive.google.com/open?id=1YLTQ-a3olkxK28gUYZgAyg2dNhnbYW9U",
        "webUrl": ""
    },
    {
        "name": "Ryan Tom",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "details": "Hi everyone! I’m Ryan, a 2nd year EECS major who enjoys playing basketball, raving, escape rooms, rating coffee, and trying new foods! Very excited to meet you all :)",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Sohan Vuppala",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hey guys! My name is Sohan and I'm a sophomore studying econ and data science. In my free time I like to go cafe hopping and play on my Switch!",
        "imgUrl": "https://drive.google.com/open?id=10bTJdQmZBmtZd1DS4C41sQ4Eu8XBx1Bn",
        "webUrl": ""
    },
    {
        "name": "Sophia Liu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Sydney Tung",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hi I'm Sydney! I love dance, books, and getting boba! I'm excited to get to know you :)",
        "imgUrl": "https://drive.google.com/open?id=1VSQgq9dqptLkKpD-YP0Ri8cyr82gOAvo",
        "webUrl": ""
    },
    {
        "name": "Thanh Tran",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him",
        "details": "Hey, I'm Thanh! I'm a junior from Boston studying computer science and applied math. I'm interested in video editing, word games, and all types of outdoorsy activities. Looking forward to a fun semester with y'all!",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Tiger Zhang",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/him/his",
        "details": "Hi! I'm a second year from Socal/Beijing studying EECS. Contrary to what my name might suggest, I'm quite bad at golf (though I do play it). Talk to me if you like Joe Hisaishi!!! (or even if you don't, you can still talk to me :)). Rawr.",
        "imgUrl": "https://drive.google.com/open?id=1WRqPMt77rgxv9F8153ES5w5s6IgqSymL",
        "webUrl": ""
    },
    {
        "name": "Trisha Venkat",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "details": "Hi! I'm a third-year CS and Data Science major and this is my fourth semester as a mentor for CS88. I'm really into hiking, trying new restaurants, and reading. I'm super excited for this semester!",
        "imgUrl": "https://drive.google.com/open?id=1_Q3m8Sd_YwBRqDyua1YgF4pz-7ty6NYL",
        "webUrl": ""
    },
    {
        "name": "Tyler Zhao",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "",
        "details": "Hello, I'm Tyler, and this is my 4th semester in CSM!",
        "imgUrl": "https://drive.google.com/open?id=1rEDGZ4St1qfXyYsrlLIs3FturiD3E0iB",
        "webUrl": ""
    },
    {
        "name": "Vivien Chen",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hey everyone! I'm Vivien, a fourth year studying cs + ds minor! This is my 5th semester with csm and I'm excited to be back as an SM again. I'm a really big foodie lover (current obession: KBBQ) and competitive mario kart gamer. Feel free to reach out for anything!",
        "imgUrl": "https://drive.google.com/open?id=13Em3gHIA7GKFCfjlPno6XmoEODbWVxMY",
        "webUrl": ""
    },
    {
        "name": "Wenjia Song",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": ""
    },
    {
        "name": "Yale Han",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "details": "Hey there! I’m Yale, and this is my fifth semester in course staff. I’m from Fremont, CA, and I’m a junior majoring in CS and DS. I love thrifting, gymming, and going on day trips! Feel free to reach out about anything :)",
        "imgUrl": "https://drive.google.com/open?id=1EVFppT7EAXxcxd9CA7QqSHSiBhLgGJo7",
        "webUrl": ""
    }
]