[
    {
        "name": "Richard Roggenkemper",
        "courses": {
            "exec": "President"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1TSbB5-O8TsEmO3K-1umAnWic9y2g-id9",
        "details": "Hi! My name is Richard. I'm a fourth year from Los Gatos, California. I’m a Computer Science/Data Science major. I love skiing, cooking, and anything related to food. I’m excited to be back for my 7th semester of CSM this semester!"
    },
    {
        "name": "Cooper Bedin",
        "courses": {
            "exec": "External Vice President",
            "cs61a": "Associate Mentor"
        },
        "pronouns": "they/them",
        "imgUrl": "https://drive.google.com/open?id=17dLgvdCAtfS2F0lruqy183ldJjkdsvXW",
        "details": "Hey there! I'm a fourth year studying linguistics and computer science. I'm super passionate about language and gender, CS education, and my cat Jellybean :3  I also spend a lot of time doing tech theater with the student group BareStage and kicking it in the linguistics department in the subbasement of Dwinelle"
    },
    {
        "name": "Mohsin Sarwari",
        "courses": {
            "exec": "Internal Vice President"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1Wpos4mKkzmHVenb-fbMn_a0XB4gHoLVr",
        "details": "Hey! I'm a fourth year CS and Stats student, interested in all things Robotics and AI. In my free time, I like watching movies/documentaries and playing sports. Looking forward to another semester at Cal!"
    },
    {
        "name": "Kaitlyn Lee",
        "courses": {
            "exec": "Communications"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1oaU1KSH_7wI6ijmySIyAmUP80WYqM0lm",
        "details": "Hi! I send out all the emails :)"
    },
    {
        "name": "Vivian Lu",
        "courses": {
            "exec": "Socials Chair"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1xi08ZdzVfcdDTWxyquJchOA0EyuQWu13",
        "details": "Hi! My name is Vivian but most people call me Viv. I am a 4th year Bioengineering/EECS double major and this is my 5th semester in CSM! My primary interests lie within computational biology and I'd be happy to chat if you have any questions for me. In my free time, I like to work on various crafts, read a good novel, or play video games. Outside of CSM, I also participate in iGEM and BioEHS. "
    },
    {
        "name": "Ryan Nuqui",
        "courses": {
            "exec": "DE&I Chair",
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=10WJohSRrT7ZXJ0_6IUMSxjBnuYjGd4HG",
        "details": "Hello! I’m a fifth year studying CS + Applied Math and this will be my fourth year teaching CS 61B! I’m particularly passionate about CS theory, the issues surrounding diversity in education, and the Portland Trail Blazers. When I’m not doing work, I enjoy playing games with my friends, taking long walks around Berkeley, and watching random Youtube videos. I’m always free to chat whether it’s about CS 61B, teaching, or anything at all. Looking forward to meeting you all and a great semester!"
    },
    {
        "name": "Rohan D'Souza",
        "courses": {
            "exec": "Tech Chair"
        }
    },
    {
        "name": "Diyah Mettupalli",
        "courses": {
            "eecs16a": "Coordinator"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1QiXA0M6UnEAANUQHfHflF8GsaZ2lGkqS",
        "details": "Hi! My name is Diyah, and I'm a third-year student from Florida studying Bioengineering with a minor in CS. I'm very passionate about leveraging technology to solve healthcare problems. In my free time, I love to hike and go on road trips. I'm looking forward to a great semester with all of you!"
    },
    {
        "name": "Viren Khandal",
        "courses": {
            "eecs16a": "Coordinator"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1oIoNkRJVd6mUnjM7cvNomcNm_8gO8mcD",
        "details": "Hi, I'm Viren! I'm a 3rd year CS + Applied Math major. I love sports, traveling, and taking naps :) Looking forward to a fun-packed semester back on campus!",
        "webUrl": "https://virenkhandal.github.io/"
    },
    {
        "name": "Jiu Chang",
        "courses": {
            "eecs16b": "Coordinator"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1VXkkcBOT5TU7UF_P1whyTXRCuOF49vTc",
        "details": "Hey! I'm senior studying Physics and CS. Excited to meet y'all!\n"
    },
    {
        "name": "Risheek Pingili",
        "courses": {
            "eecs16b": "Coordinator"
        },
        "pronouns": "He/His/Him",
        "imgUrl": "https://drive.google.com/open?id=1NU9NQYXcN9MerewbPjB6XaRN8Ro_vSJ8",
        "details": "4th-year, BioEECS, Central Valley, Dog Owner \\n\nML is overrated, and coding is hard :( \\n\n4 Years with 16B Course staff (send help) \\n\nI like working on robotics and bio-interfacing electronics \\n\nAsk me about Smash, Hozier, Set It Off, Nier Automata, From the New World, or Burn Notice!",
        "webUrl": "https://github.com/LesInfos"
    },
    {
        "name": "Joshua Baum",
        "courses": {
            "cs61a": "Coordinator"
        }
    },
    {
        "name": "Ruslana Yurtyn",
        "courses": {
            "cs61a": "Coordinator"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1WsYbN28B6ghZDUwAKLYoITZXroQ5DhKU",
        "details": "I'm a junior studying computer science. In my free time, I love to dance, knit, read! I've also recently picked up rock climbing. Beyond CSM, I'm also a member of AWE, CS Kickstart, and Thrive Dance Company."
    },
    {
        "name": "Emily Su",
        "courses": {
            "cs61b": "Coordinator",
            "cs61a": "Associate Mentor"
        },
        "pronouns": "She/Her",
        "imgUrl": "https://drive.google.com/open?id=11mzY0lKjMQhLfJnriWGbgtQ7AjI3qTzj",
        "details": "Hiya! I’m Emily and I’m a junior from Toronto, Canada studying CS & ORMS! In my free time, I enjoy swimming, cooking, and listening to French pop! Super excited to be a part of CSM this semester!"
    },
    {
        "name": "Aryan Agrawal",
        "courses": {
            "cs61b": "Coordinator"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1y43coOC3nwYreac1-SOJFqe-8W9EbcEw",
        "details": "Hello! I like noodles from toss, NBA and pickup basketball, playing the saxophone, and making new friends!"
    },
    {
        "name": "Yana Yarmolich",
        "courses": {
            "cs61c": "Coordinator"
        }
    },
    {
        "name": "Aadith Srinivasan",
        "courses": {
            "cs61c": "Coordinator"
        }
    },
    {
        "name": "sagnick",
        "courses": {
            "cs70": "Coordinator"
        },
        "pronouns": "they/them",
        "imgUrl": "https://drive.google.com/open?id=14r8VzBeCHk1Iu6F8IUAL-eGfjMzP3p7h",
        "details": "I love math and CS, and I love to share that with students. I do machine learning research. I also swim, run, bike, and lift weights. I am also in UPE. Come say hi to me at a UPE-organized recruiting event!",
        "webUrl": "https://sagnibak.github.io"
    },
    {
        "name": "Abinav Routhu",
        "courses": {
            "cs70": "Coordinator"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1K-e5AWiFa0URiMSY_j_XkUd_Y_ZJeo7g",
        "details": "Hello, I'm Abinav. I'm one of the CS70 coordinators for CSM. I'm a big fan of abstraction which is probably why I like math, CS theory, and that sort of thing. Come chat about cool math, music, basketball, or good fiction with me. "
    },
    {
        "name": "Ada Hu",
        "courses": {
            "cs88": "Coordinator"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=15jRUbSnlEDf6RAECW2mTVIbxF412_E5n",
        "details": "hehe xd "
    },
    {
        "name": "Chi Tsai",
        "courses": {
            "cs88": "Coordinator"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1V-23ccpZzwZ-LBVoZTFFnF63kUL7cFEB",
        "details": "Hi! I'm Chi, and I'm from the LA area. I enjoy cooking and trying new food, playing minecraft, planning upcoming vacations, and watching Brooklyn 99 (Terry loves yogurt). You can find me trying out new Trader Joe's snacks, studying at East Asian Library, and listening to simp music like keshi, Joji, and Mac Ayres. Come talk to me about anything, happy to meet you!"
    },
    {
        "name": "Eden McEwen",
        "courses": {
            "exec": "Advisor"
        }
    },
    {
        "name": "Naomi Sagan",
        "courses": {
            "exec": "Advisor"
        }
    },
    {
        "name": "Alex Kassil",
        "courses": {
            "exec": "Advisor"
        }
    },
    {
        "name": "Shadaj Laddad",
        "courses": {
            "exec": "Advisor"
        }
    },
    {
        "name": "Jerry Zhang",
        "pronouns": "he/him/his",
        "details": "Hey! I'm a CS and Business student from the Bay Area. I enjoy building things (both hardware and software) that are only occasionally useful. In my free time I love listening to music, making (trash) music, and aimlessly walking around campus in search of good food.",
        "imgUrl": "https://drive.google.com/open?id=1Tlv6w2i4w8IX3KO-RJMkLWAQZmER7-qp",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Ishaan Ghose",
        "pronouns": "He/him/his",
        "details": "Hi, I’m currently a sophomore studying EECS. Outside of CSM I am a part of 61A course staff and enjoy making music with friends. On Sundays you can find me doing homework with friends of exploring San Francisco. I’m excited to meet you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=1UndyZ36Kx0aXRoD5eJsb3wuk3kkvUQlI",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Aditya Ramabadran",
        "pronouns": "he/him",
        "details": "Hello! I'm Aditya, and I'm interested in CS, math, and physics. In my free time, I like watching Formula 1 races, listening to music on Spotify (mostly hip-hop!), hiking occasionally, browsing Reddit, and binging Netflix shows (Atlanta, The Office, Breaking Bad, Bojack Horseman, Lucifer, etc). I'm excited to help you get the most out of CS 70!",
        "imgUrl": "https://drive.google.com/open?id=1wUwO83MLdij2PFY9AXRAxHxazr1quIte",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Rachel Kim",
        "pronouns": "she/her",
        "details": "Hi! I'm Rachel and I'm a second-year CS major from the Bay Area. This is my second semester as a mentor, and I've loved it so far! CSM really helped me when I was initially struggling with 61A, and I hope it can help you too. In my free time, I love to go on walks, binge Netflix, and listen to Jannabi. I also love Korean food and am always on the hunt for good restaurants ;) Feel free to hit me up if you want to chat/make a new friend, or if you want advice!",
        "imgUrl": "https://drive.google.com/open?id=1leKLtU5lURpYlnbnIGjiA08wrO6uWMoh",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Ashley Ye",
        "pronouns": "she/her",
        "details": "Hi! I’m Ashley from suburban Maryland. I’m currently a sophomore studying EECS. Besides CS 61B, I enjoy songwriting and taking personality quizzes. Feel free to send me your personality test results or obsess over Taylor Swift with me!",
        "imgUrl": "https://drive.google.com/open?id=101LHZTVEf-MdpoZwXha21pml36XIvSF9",
        "webUrl": "http://ashleyye.me/"
    },
    {
        "name": "Haodi Zou",
        "pronouns": "she/her/hers",
        "details": "Hi! My name is Haodi Zou, and I’m a junior majoring in CS. Outside of classes, I enjoy photography, traveling, and cooking (and of course, food!) I’m super excited to meet you all and hope we’ll have a great semester working together!",
        "imgUrl": "https://drive.google.com/open?id=11ybkbURWodwD9FbaoRANMwPuwjqC8RNj",
        "webUrl": "",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Ben Liao",
        "pronouns": "he/him",
        "details": "Hey everyone! I'm a 4th year EECS / ME major, and I'm really excited to be an EE16B CSM mentor this semester! I'm also heavily involved in Pioneers in Engineering (a student org on campus). Feel free to come talk to me about whatever you'd like; I love meeting new people!",
        "imgUrl": "https://drive.google.com/open?id=1Qf_cw_jEX6wrGdVj9U8BFyQX7D-EY_CQ",
        "webUrl": "",
        "courses": {
            "eecs16b": "Junior Mentor"
        }
    },
    {
        "name": "Seung-Hyun Kwon",
        "pronouns": "He/Him/His",
        "details": "What's up y'all! I'm a second year CS major from Rockville, Maryland. I love to take walks around campus and try new foods in the area. I recently got into juggling so feel free to ask me about that too. Looking forward to a great (finally in-person) semester of 61A and meeting everyone!",
        "imgUrl": "https://drive.google.com/open?id=17dR1RnJWPvqsUulxJtE0pr1S1EJeC2it",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Eugenia Chien",
        "pronouns": "she/her",
        "details": "Heyo! I'm Eugenia and I'm a 3rd year studying CS. Talk to me about Cal Band and anime :)",
        "imgUrl": "https://drive.google.com/open?id=1Ro8YBcFJyKMSHzcWncUqrBDfBBsI9iUP",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Jeffrey Sung",
        "pronouns": "he/him/his",
        "details": "Hello! My name is Jeffrey and I am a junior studying data and computer science. I took CS 61C in Spring 2021 and AI’d for it Summer 2021; I am happy to be able to share the knowledge I gained with others! Outside of school, I love playing basketball (Golden State Warriors!!), watching shows/movies (including a lot of anime…) and listening to all different kinds of music (way too much to name, but some random favorites include The Strokes, A Tribe Called Quest, and Daft Punk). I’m also really good at the game Hearthstone - I can mentor for that as well ˙ ͜ʟ˙.",
        "imgUrl": "https://drive.google.com/open?id=1fGMQzslxfS-Kpn0e47Q_isT50PtlBPN2",
        "webUrl": "",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Zach Adler",
        "pronouns": "he/him",
        "details": "Hey everyone! My name is Zach and I'm from Albany, CA. I'm a sophomore majoring in CS with a minor in Music. I'm very excited to be mentoring for 61a, and am looking forward to meeting you!  In my free time I love to listening to and making music, playing pick-up basketball and walking around Berkeley with friends.",
        "imgUrl": "https://drive.google.com/open?id=1xS0D_hR6_VF6pWoQvUL4SX21yArKCjL9",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Key Zhang",
        "pronouns": "She/Her",
        "details": "Hey guys, my name is Key, and I'm currently a Sophomore studying Computer Science and Economics. I have great passion in healthcare, public policy, philosophy, and 3D design. I'm a part-time documentary photographer, and I always felt like I'm a fake STEM student who has the heart of an artist living inside. I had zero coding experience prior to 61a and REALLY struggled through it. I feel the pain and wish to be here to make your experience with 61a tiny little bit easier :)",
        "imgUrl": "https://drive.google.com/open?id=1yAHCwcPGJA9L82l5b_zLYSknarCUdX7Z",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Arya Krishnan",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Rhea Kommerell",
        "pronouns": "she/her",
        "details": "Hi! I'm a second year double majoring in Math and Computer Science. In my free time you'll find me pretending I know how to embroider, underestimating how long ambitious cooking projects will take (dinner at 10 pm anyone?), playing tabletop games, and having friendly debates. I'm a MUSA officer and will talk to you about math forever if you want. I'm excited to hopefully make 61A more awesome for you!",
        "imgUrl": "https://drive.google.com/open?id=1IYJPPmIxZdkjvHESNvcaWZGozTrbd03T",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Khoa Pham",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs70": "Associate Mentor"
        }
    },
    {
        "name": "Neha Harpanhalli",
        "pronouns": "she/her",
        "details": "Hi! I’m Neha, a third year EECS major from the Bay Area. This is my second semester mentoring for CSM 61C. In my free time, you can find me either living vicariously through food/travel TV shows or hunting for new music to listen to.",
        "imgUrl": "https://drive.google.com/open?id=12h_vV1Zbg6TTkhuMjY2vDLmilXwnoGSi",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "John Le",
        "pronouns": "He/him/his",
        "details": "Hi, I'm John. I like to cook, play Valorant, and also love playing badminton (email me if you want to join Cal Badminton or ask about anything else). :)",
        "imgUrl": "https://drive.google.com/open?id=1z0qV3FbNgPYSf_OxkepOJj5XbbxFvygh",
        "webUrl": "https://johnthanhle.github.io/",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Anusha Muley",
        "pronouns": "she/her",
        "details": "Hey! I'm Anusha, and I'm a second-year from the Bay Area studying CS and Linguistics! I really enjoyed CS61A last fall and its great to be able to teach it this year. I love hiking (hmu if u need places to explore!), wasting time on reddit, dance, and learning new languages. Feel free to reach out and I'm looking forward to meeting y'all!!",
        "imgUrl": "https://drive.google.com/open?id=1uKSRhybfSG8fA1Beq-Jr9Z2LgJrjhDMG",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Tengerleg Enkhtuvshin",
        "pronouns": "She/her/hers",
        "details": "Hello! I am an intended CS major in my second year of undergrad. Just like you, I am excited to finally be on campus and meet others! In my free time, you can find me reading books or shopping for them. Whenever I get the chance, I also try to draw. For music, I love to listen to Ariana Grande, Alina Baraz, and TXT. Also, I love studying in libraries so you can probably find me lurking somewhere in the main stacks of Moffitt (or really any place with an abundance of books). Lastly, I have found through prior tutoring experience that I enjoy teaching others and I would love to help you through this class!",
        "imgUrl": "https://drive.google.com/open?id=1FqlR5n9Mxuoe5mYSMUOXYfWoD808NtgQ",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Bowen Wang",
        "pronouns": "he/him/his",
        "details": "Hello! My name is Bowen Wang and I'm a sophomore majoring in CS and Econ. I am from Vancouver, Canada and this is my first semester in CSM! During my spare time at home, I would be watching movies and dramas, or playing board games and computer games. On my spare weekends, I would be going out to try new food and drink bubble tea, as well as hiking and exploring new trails. I look forward to meeting new people and having a fun time!",
        "imgUrl": "https://drive.google.com/open?id=12y_jm6RZsWPUmjl4BHKEG24EncrZ5eIR",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Dominic de Bettencourt",
        "pronouns": "he/him",
        "details": "I'm a sophomore CS major who enjoys playing sports, playing and creating board games, and exploring. I like creating overcomplicated tournament brackets and thinking of dumb jokes to post on Twitter, and I have never learned to play the clarinet. ",
        "imgUrl": "https://drive.google.com/open?id=1d5EYN8-xLZ80bmNWC-l223CpaIiWLjlV",
        "webUrl": "dominicd.me",
        "courses": {
            "cs70": "Junior Mentor",
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Kristy Lee",
        "pronouns": "she/her/hers",
        "details": "Hi everyone! I'm Kristy, and I'm a rising senior majoring in computer science and applied math (with emphasis on computer science). I really enjoyed 61A when I took it at Berkeley, and have taught 61A multiple semesters through CSM and course staff. I look forward to helping you master 61A concepts and helping you have a good experience in the class.",
        "imgUrl": "https://drive.google.com/open?id=1wH09o8OAaONuLi8BfAW-WxnRzNSdK4eR",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Jero Wang",
        "pronouns": "he/him/his",
        "details": "Hello! I'm Jero, a second-year CS major from Sacramento, California. In general, I enjoy hanging out with friends, hiking, grabbing food, and of course, anything CS related. I'm looking forward to working with and experiencing 61A alongside some of y'all this year!",
        "imgUrl": "https://drive.google.com/open?id=1i87Yhw4WguKMEL_Z5FFbrtVypyJHYhMh",
        "webUrl": ""
    },
    {
        "name": "Martin Zeng",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Meilong Zhang",
        "pronouns": "he/him/his",
        "details": "Hi everyone! I'm a third year computer science and data science double major from San Diego, California. In my free time I enjoy learning new piano pieces, reading, and playing Genshin. I had a lot of fun in CS61B, and I hope you'll have a great time as well!",
        "imgUrl": "https://drive.google.com/open?id=1b5rSmdvhAWQem-AmBYwQ5QsMc338pMCH",
        "webUrl": "",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Timber Lin",
        "pronouns": "he/him",
        "details": "Hi, I'm Timber! I'm a sophomore studying Computer Science, and CS70 is my favorite class. I enjoy playing golf, card games, and Mario Kart Wii.",
        "imgUrl": "https://drive.google.com/open?id=1qLVnFw578IU0sp45AjRDAwoE6ageyC-n",
        "webUrl": "",
        "courses": {
            "cs70": "Associate Mentor"
        }
    },
    {
        "name": "Kyle Zhang",
        "pronouns": "He, him, his",
        "details": "computer",
        "imgUrl": "https://drive.google.com/open?id=1tJwDP8CbGDYT8sq8iFOppWsvjLpEF1qI",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Kristen Chen",
        "pronouns": "she/her",
        "details": "Hi! My name is Kristen and I'm a third-year studying cs. This is my second semester teaching 61b for CSM and I'm really excited for it! In my free time, I love playing Valorant, watching Pixar movies, embroidering, and scrolling through TikTok. Feel free to chat with me about anything :)",
        "imgUrl": "https://drive.google.com/open?id=1zgcJYI351np4NcqEDUTzuzYhHpO_Pp5P",
        "webUrl": "",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Tracy Xia",
        "pronouns": "she/her",
        "details": "Hello everyone! I'm a junior CS/DS major from SoCal (yay 626). This is my third semester mentoring and I'm super excited to meet you all! Hope everyone enjoys 61A and has a great semester :^)",
        "imgUrl": "https://drive.google.com/open?id=11oCGDkOxKmXyz6hSCvm7IvLHzy4CF5dg",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Naveen Nathan",
        "pronouns": "he/him",
        "details": "Hello! I am Naveen, a Freshman and intended CS major from Fremont, CA. I took CS61A this summer and thoroughly enjoyed it. Because I finished the course so recently, the concepts are still fresh in my mind. Outside of school, I enjoy playing chess and ping-pong and visiting my family in Fremont. As a side note: I worked with Java quite a bit in High School and took AP CSA; if you are more familiar with Java than you are with Python, I can explain Python concepts using their counterparts in Java.",
        "imgUrl": "https://drive.google.com/open?id=1Zqh2vgZR9XMcQNQGL3606VHzFLWK9jCI",
        "webUrl": "https://www.linkedin.com/in/nathannaveen/",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Allen",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Allen and I'm a second year studying EECS from Illinois. I love finding new music (music recs are always welcome!), playing any form of card game, getting to know new people, and teaching! Super excited for this coming semester and looking forward to meeting everyone!",
        "imgUrl": "https://drive.google.com/open?id=1IwPCvuDOkw-CTHLDqe2AQ7l6iApbHWDV",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Varun Nair",
        "pronouns": "He/They",
        "details": "Hey CSM students! My name is Varun Nair and I am a sophomore studying EECS. Except for CS and tech, I am super interested entrepreneurship and theater. I love listening Blackbear, Jon Bellion and Panic at the Disco. If you are in Berkeley, you should definitely checkout Bunz's Milkshake, it is my favourite!",
        "imgUrl": "https://drive.google.com/open?id=1DTuw-fLzTYTFW6at2P4b5Q2AU6O2hffk",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Aaron Zhao",
        "pronouns": "he/him",
        "details": "Hello there! My name is Aaron, and I'm a second year student majoring in EECS from San Diego, CA. I've been an athlete my whole life, but I also love watching basketball and football (American). If you ever want to talk sports, I'm all ears. My favorite genre of music is hip-hop, but I'll listen to anything, even Disney soundtracks. I'm really looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1mAc50CYJxZu4FSLuGEEsP-rihZBUKWH8",
        "webUrl": "",
        "courses": {
            "eecs16a": "Associate Mentor"
        }
    },
    {
        "name": "Rohit Ravi",
        "pronouns": "He/Him/His",
        "details": "Hey, my name is Rohit Ravi, from Fremont, CA. I've been coding ever since 2nd grade and I'm super excited to now be teaching. I enjoy dancing and gardening and am currently a member of Berkeley's Bollywood Dance Team, Azaad. I love listening to Travis Scott, Khalid, Playboi Carti, and Lil Uzi Vert! Feel free to hmu if you have any questions because I know the struggles certain concepts in 61A may give and I am free anytime to help you guys out! also if you just wanna talk hmu im a chill dude i promise haha :)",
        "imgUrl": "https://drive.google.com/open?id=14q2QCWaJMSlD7l6qbOh7BX_n5qStR7G-",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Shaamer Kumar",
        "pronouns": "He / Him",
        "details": "Hi! I'm Shaamer, a sophomore in EECS and i'm excited to be a mentor this semester! In my down time I love to work out, play soccer, cook, or play some league. Please reach out to me for anything!",
        "imgUrl": "https://drive.google.com/open?id=1A6nKqCnP_NxBQjKsvvpr13yjbykpv587",
        "webUrl": "",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Kevin Xu",
        "pronouns": "he/him/his",
        "details": "Hi! I hope to help all of you with CS70 through my experience in the class and comp math (maybe you'll find my shirt familiar!). I grew up in the Bay Area at Homestead High, and ever since coming to Berkeley I've been on the hunt for every restaurant with noodles (right now my fav is at the Chengdu style place). I'm always open to help in math and CS70, so feel free to send any questions you have my way!",
        "imgUrl": "https://drive.google.com/open?id=1-HI7JKlvPZC0gJ9PEFlx7r-_-7C7DN2e",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Mohamed Elgharbawy",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Mohamed, a senior at Cal studying CS. In my free time, I enjoy watching and playing basketball, video games, chess, and boba. At Cal, I've AI'd for CS 61C, and done research in the RISELab related to distributed systems. My favorite artists are Khalid and Tyler, The Creator. Feel free to reach out to me if you ever want to discuss anything (doesn't have to be related to the course)!",
        "imgUrl": "https://drive.google.com/open?id=1SmiNnV56nvWaw9dH96GeSSsoRUunHYZC",
        "webUrl": "https://mohamedelgharbawy.github.io",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Jessica Dong",
        "pronouns": "she/her",
        "details": "Hi! I'm Jessica, and I'm a third year CS major. I like watching TV shows and have been trying to run more. I'm looking forward to meeting everyone!",
        "imgUrl": "https://drive.google.com/open?id=1TK7T1WpgQFFg0N_orq2VkJUnnoHgrjlP",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "James DeLoye",
        "pronouns": "he/him",
        "details": "Hi, I'm James and I'm a sophomore originally from South Florida! I started at Berkeley as a chemical biology major, but after taking 61a to gain some basic CS skills, I decided to make the switch to CS. My hobbies include cooking and baking, gaming, building PCs, and listening to music. I typically spend my weekends doing my hobbies, catching up with schoolwork, or spending time with friends. I love chatting about anything from the latest album releases and my weekly meal prep to PC parts and Valorant eSports. My experience in 61a was very impactful, and I hope that I can help make the course a great experience for you too!",
        "imgUrl": "https://drive.google.com/open?id=1f6FYl3e1D9hXTO12wnYALyXlmW9fCwUi",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Jamie Jhoe",
        "pronouns": "she/her",
        "details": "Hi! I’m Jamie and I’m a second year studying computer science and cognitive science. In my free time I like watching anime/kdrama, crocheting, and playing animal crossing. I’m super excited to be a mentor and looking forward to meeting everyone! :D",
        "imgUrl": "https://drive.google.com/open?id=1ZiEkqEgfJ7M8Zab1w-PGE1hg0rrAJZIA",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Sebastian Zhao",
        "pronouns": "he/him",
        "details": "Hiya! I'm a freshman intending to major in computer science and cognitive science. In my free time, I like to draw and paint, bake technical deserts, and study Japanese. I'm hoping to have a relaxed and tight-knit group to carry us to success! ",
        "imgUrl": "https://drive.google.com/open?id=1XRKEVuO5MJwh29fZ-SUtmD9hQhRHWZ7C",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Ajay Sridhar",
        "pronouns": "He/Him/His",
        "details": "Hi everyone, I'm Ajay! I'm a second-year EECS major from Oregon. In my free time, I love mountain biking, running, and hiking with my dog. It's my first time on campus, so hit me up if you want to hike the fire trails with me! Also, please reach out to me if you have any questions about 61A or anything else. I'm looking forward to teaching you all this semester.",
        "imgUrl": "https://drive.google.com/open?id=1nt36VAHD97aezZDs29_N-Y24uGDR8b0a",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Rohan Kumar",
        "pronouns": "he/him",
        "details": "I'm an EECS freshman and in high school I participated in several of the individual science olympiads (USAJMO, USACO, USAPhO, USABO, USNCO). I like just about anything science-related, which is why I also really enjoyed participating in Science Bowl and Quizbowl. Still, CS is my main focus and I am particularly interested in algorithms and cybersecurity. In my free time, I enjoy playing guitar and doodling all over my notes.",
        "imgUrl": "https://drive.google.com/open?id=1o79cat0v3zdjPh5Kn04U6_eYK2WoRbjH",
        "webUrl": "",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Ergun Acikoz",
        "pronouns": "He/Him",
        "details": "Hello!! I'm Ergün from Istanbul, Turkey. I'm sophomore, studying CS and ORMS. I LOVE geography and I would love to visit every country in the world someday (never gonna happen). I also love food! I love trying different cuisines. If you want to try different food, hit me up! I like sports and I used to play ice hockey but here in Berkeley I think hiking would be the best.",
        "imgUrl": "https://drive.google.com/open?id=18PEd1zDYgr29k7oMjbGvkViKP0C-7diG",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Minh Nguyen",
        "pronouns": "he/him",
        "details": "I'm a 2nd year CS major who's excited to be on campus for the first time. I have previous teaching experience in teaching summer camps, so I'm excited to continue that in CSM. Outside of class, I play a lot of League and CSGO. I'm a huge Kanye fan and listen to a mix of pop and hip hop when doing homework.",
        "imgUrl": "https://drive.google.com/open?id=1ZpRcN_OqrHmsuDVK0yn9UAjdrti6IFnH",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "David Ban",
        "pronouns": "He/Him",
        "details": "Hey! Nice to meet you! I'm a second year studying CS and Cognitive Science from Pittsburgh, PA. I like to play video games (League, Valorant, Genshin, and most recently Monster Hunter World) and bake in my free time. Hit me up with music recs! I need more music and am actually down for any kind of music.",
        "imgUrl": "https://drive.google.com/open?id=1nNS-L2i03bK7xKJ0y1ru4jF-g_RAvuO7",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Jerry Sun",
        "pronouns": "he/him/his",
        "details": "I am a second year CS major intending to double major in environmental science. I love watching How I Met Your Mother, playing ultimate frisbee with my friends and recreational skiing.",
        "imgUrl": "https://drive.google.com/open?id=1InxNcr0c8IlN9fBn53-6JZtITvdeNgum",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Saransh Saini",
        "pronouns": "He/him",
        "details": "Hey there, it’s Saransh I’m a sophomore from NJ studying CS and (maybe) Applied Math as well. I plan on leading a very chilled out, laid back section where we learn stuff while also creating a sense of community. Berkeley can be a very fast paced place where everyone is vying for the same things, so I hope that your time with me can be one that is all about kicking back (whilst stuffing your brains with 61A skills, of course). Ask me anything, anytime.",
        "imgUrl": "https://drive.google.com/open?id=1qonDYX0xzEMC2ZPqdKu_kcMRi4tWR6NR",
        "webUrl": "https://saranshsaini.github.io/",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Ishaan Mishra",
        "pronouns": "He/Him/His",
        "details": "Hey! I am a sophomore CS major from Mumbai, India. Besides CS, my interests include music (I play the guitar, I’m mostly into rock) and squash. Feel free to reach out to me with any questions about CS experience at Cal (including and beyond coursework), international student experience, any personal problems, or anything you feel I can help with.",
        "imgUrl": "https://drive.google.com/open?id=184z7CRykLy6HrZ6wTZEXvo2XBCkwcOHA",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor",
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Stephanie Jue",
        "pronouns": "she/her",
        "details": "Hi, I'm Steph! I'm a third year EECS major from the Bay Area. I love software and startups, as well as taking photos, playing tennis, working out, and drinking oat milk. In my free time, I'm often traveling or trying new boba places (let me know your recs!). Excited to be working with 61B content–I absolutely adore the course!",
        "imgUrl": "https://drive.google.com/open?id=1o-17L0vxYcfmJ9tW1OxBT6JjTbIvodjL",
        "webUrl": ""
    },
    {
        "name": "Sofia Theodoras",
        "pronouns": "she/her",
        "details": "I'm a CS/MCB double major with a passion for animals. Feel free to ask me about how I trained my cats dog tricks, or of course for help on coursework!",
        "imgUrl": "https://drive.google.com/open?id=1ewQ7i-R2lPWCUe_-Y0KxnC0A4AEHYE7P",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Shiny Weng",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Hanson Li",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Hanson and I'm a second year EECS major. I really enjoy hip-hop/RnB/pop music, video games (especially anything Riot Games), movies (Christopher Nolan or Denis Villeneuve), and working out. I'm excited to be a mentor for 61A this semester and meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1gWfmCo-tPDzJI8l84e1GTo4x62YkpFxe",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Mawil Hasan",
        "pronouns": "he/him/his",
        "details": "Hii! I'm a second-year intended CS major, and I'm from LA! This is my first semester on CSM, and I'm very excited to mentor for 61B! Outside of school, I love playing and watching different sports, chillin w/ my homies, and sleep.  \n",
        "imgUrl": "https://drive.google.com/open?id=1rfajMupaaDrwqaNzCEXbcwKuePHDjp3w",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Rahul Kaparaboyna",
        "pronouns": "He/Him/His",
        "details": "Hi! I'm Rahul, and I'm a sophomore studying CS. I enjoy trying new food, watching movies/tv shows, and following sports (basketball and football). I’m looking forward to this semester. Feel free to reach out!",
        "imgUrl": "https://drive.google.com/open?id=1Cuk13Lpbbte2jtEvMXLLRAnrJ4KEkQeX",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Suraj Rao",
        "pronouns": "he/him/his",
        "details": "Hey! My name is Suraj, and I'm a sophomore majoring in Chemical Biology and CS. Some of my hobbies include playing basketball, volleyball, or pretty much most sports, listening to music, and trying out all the food places around Berkeley. Feel free to reach out to ask for help or talk about anything.",
        "imgUrl": "https://drive.google.com/open?id=1O8At9JINbqlThgf8pPCSvgUZ3dTvqDpA",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Vedant Mathur",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Sungum Sogani",
        "pronouns": "he/him",
        "details": "Hi! My name is Sungum, and I'm a sophomore studying computer science and data science from Fremont, Ca. I love watching and playing sports, listening to music, and watching random shows on Netflix. I'm currently attempting to learn how to cook, as my skills are unfortunately limited to top ramen and Trader Joe's frozen enchiladas right now. I'm looking forward to a fun semester of 61a with you, and please feel free to reach out whenever if you have any questions or would just like to chat about literally anything.",
        "imgUrl": "https://drive.google.com/open?id=1cJP4j-wzHJZuPB1YZ15jEwUTcTBo4Frc",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Fehmi Arda Akman",
        "pronouns": "He/Him",
        "details": "Hey! I am Arda, a sophomore WECS student and this is my second semester with CSM. I enjoy watching F1, eating quality food and playing the drums. I am a classical rock fan, and I spend my Sundays either watching F1 or just going to different places. HMU if you want to talk about anything at all, related to CS or not!",
        "imgUrl": "https://drive.google.com/open?id=1Zkb0s_rnfCI3Muo7Ahc1QW-9haFHipxJ",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Bill Hu",
        "pronouns": "He/Him/His",
        "details": "Hi, I'm Bill, and I'm a second-year EECS major from Toronto, Canada. I enjoy cooking in my free time and playing video games. Looking forward to knowing you!",
        "imgUrl": "https://drive.google.com/open?id=1PqfppQ3u17KE4XKk68RGiw82fi8KYBxb",
        "webUrl": "http://hubi0111.github.io/",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Brenden Cho",
        "pronouns": "he/him",
        "details": "Hey everyone, my name is Brenden Cho and I am a junior EECS major. My hobbies include going to the gym, playing video games, and watching football. I look forward to working with you this semester!",
        "imgUrl": "https://drive.google.com/open?id=1ZmKg_kNqOzTVQacfdHfzL7af70S1bp0W",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Patrick Wang",
        "pronouns": "he/him",
        "details": "Hello!! I'm a second year from Maryland studying EECS. I love swimming, frisbee, music (of the kpop variety), anime, kdramas, delicious food, and lately I've really been wanting to pick up volleyball. Hope you all have fun with 61a :D",
        "imgUrl": "https://drive.google.com/open?id=1CTtVY5P2QAvYbizCXJ0Vb9RNKLaqyM2h",
        "webUrl": ""
    },
    {
        "name": "Rithesh Kannan",
        "pronouns": "he/him",
        "details": "Hi, my name is Rithesh and I'm really excited to be working with CSM. I am a sophmore studying CS and Data Science. I grew up in Fremont, CA, but I was originally born in Chennai, India. I love trying new foods of all kinds, so feel free to drop your favorite cuisines/restaurants in Berkeley and I'll be sure to check them out. I also like to stay active, regularly playing pickup basketball or hiking. I hope you guys will have as much fun in CS61B as I did =)",
        "imgUrl": "https://drive.google.com/open?id=1GcnhPZTA1XwW75rt1xat9Dm-55Zt-Sov",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Andrew Park",
        "pronouns": "He/Him",
        "details": "Hey, I’m Andrew, a third year data science student from San Diego. I love the beach, strategy games, and baking! I’ve been teaching computer science for over six years now and I am excited to work with you this semester!",
        "imgUrl": "https://drive.google.com/open?id=10pNLwX_53wGFNj44Sk9DK9VNF1NUwifR",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Karim Kaylani",
        "pronouns": "he/him",
        "details": "Hi everyone! My name is Karim and I'm a sophomore studying CS from Southern California. I'm super passionate about all things music whether it's playing guitar, collecting vinyls, or going to shows. I also love taking film photos, hiking, and ghibli movies. Please feel free to reach out to me about anything anytime!",
        "imgUrl": "https://drive.google.com/open?id=1ErjBajB5Zr-2x8obtTe_vJiHaifPFd4h",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Ryan Ma",
        "pronouns": "he/him",
        "details": "Hi! My name is Ryan Ma and I am a first year intended computer science major from Houston, Texas. I really enjoyed 61A and I can't wait to help! Some of my pastimes include building computers, playing violin, gaming, watching anime and listening to J-rock/K-rock. If you want to talk about computer science or anything else, feel free to reach out. ",
        "imgUrl": "https://drive.google.com/open?id=1_xHPlxL_sSHtZoYkwZK5Ccn7h1JhWBRI",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Dominic Conricode",
        "pronouns": "He/Him",
        "details": "Hey y'all! My name is Dominic and I'm a second year CS major from Monterey County. You can find me running up and down all these hills, trying to book an RSF appointment, or exploring new spots on campus. 61B is my favorite class I've taken at Cal and I can't wait to share it with you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=1qkDislyKGWoloqiA23lJLHRUmUcIAVS_",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Aditya Satyadeep ",
        "pronouns": "he/him",
        "details": "Hey!! I'm a second-year from Cupertino, CA double-majoring in CS and Mathematics. Outside of school, I like watching and playing basketball, practicing Carnatic (Indian classical) music, reading about cool things on Wikipedia, and spending time with friends. Academically, I'm primarily interested in mathematically and statistically modeling all sorts of real-world phenomena. CS70 has been one of my favorite classes at Berkeley so far, and I'm excited to make it enjoyable for you too!!\nFun fact: I was born at a very young age. You should join my section if you were too!!",
        "imgUrl": "https://drive.google.com/open?id=1YU77Rvo15GOHwdWu1SOMi5BsMTUt4Un-",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Jenny Prince",
        "pronouns": "she/her",
        "details": "Hey there! I'm Jenny and I'm a third-year majoring in EECS. I also work on campus for Student Tech Services! In my free time I like reading fantasy novels, crocheting, and making digital art. I had a really fun time taking 61B, and I'm super excited to share my love for the class with you all! :D",
        "imgUrl": "https://drive.google.com/open?id=1uumDVAlbhCLSUZjxIJbYar1HgeJ0spNW",
        "webUrl": "",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Jordan Schwartz",
        "pronouns": "She/They",
        "details": "Hi! I'm Jordan, a sophomore studying CS and Education. This will be my second semester as a mentor for CSM CS88 and I'm super excited! In my free time I like to bullet journal and listen to 70s/80s music. I've also just started meal prepping now that I'm in an apartment and am always looking for new vegetarian recipes. Feel free to reach out about anything, I'm be happy to chat :))",
        "imgUrl": "https://drive.google.com/open?id=1dFXgrtqp6iq1W1HPwNtH5WltMfSup0Bn",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Siddharth Marathe",
        "pronouns": "he/him/his",
        "details": "Hi! I am Siddharth, and I'm currently a sophomore majoring in EECS and Bioengineering. I am very interested in computational biology and healthcare/medical technology. In my free time, I love to watch (and play) basketball and football, go for long hikes, and eat lots of good food! I am excited to meet all of you!!",
        "imgUrl": "https://drive.google.com/open?id=1h6uIhcd2e91_Cbz6f56WwVyH4Ii1SzRR",
        "webUrl": "",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Maanav Khaitan",
        "pronouns": "He/him/his",
        "details": "Hi! I’m Maanav, I’m a sophomore studying EECS and Business. I’ve been a mentor for CS 61A since Spring 2021, and I really enjoy anything to do with tech, films, and cricket. I'm also involved in the startup ecosystem at Berkeley. Super excited for this semester, feel free to reach out anytime!",
        "imgUrl": "https://drive.google.com/open?id=1jCSHQoic4DjoZlRLpnyZz2U7Uzbk4F3V",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Thomas Chen",
        "pronouns": "He/Him",
        "details": "Hi! My name is Thomas and I am a sophomore studying Computer Science and Applied Math from Portland, Oregon. In my free time I enjoy board games, watching an absurd amount of Youtube, and reading books. I love listening to indie, alternative and folk music but I'm always willing to try out new music. Feel free to talk to me about anything!",
        "imgUrl": "https://drive.google.com/open?id=1q16AP9X6LHgKFj3DCcTO4ZqEEbusnSpI",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Jackie Pei",
        "pronouns": "she/her/hers",
        "details": "Hello! I'm Jackie and I'm a second year CS major. I like dancing, plants, and the outdoors. I'm really excited to be back mentoring for 61a this semester and I look forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=14IHPxbevi-ZUy9DwEPsbBh1ZFzKaO9F2",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Angelina Songco",
        "pronouns": "she/her/hers",
        "details": "Hello! Hello! Hello! I'm Angelina. I'm from Los Angeles, CA and I'm a sophomore trying to be a CS major :') I took CS61BL during the summer of 2021 and I am excited to share all my flips and tricks with y'all. In my free time, I love to sew, crochet, thrift, and eat cereal. If you wanna talk about CS concepts, fashion trends, crochet patterns, or which thrift stores are the best in the bay or LA feel free to reach out to me! Hope to see y'all soon!",
        "imgUrl": "https://drive.google.com/open?id=1uxDZBXMi8pPPI4m3WGcZaCcNvS1ZVpuf",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Tanshi Jain",
        "pronouns": "she/her/hers",
        "details": "Hi! My name is Tanshi, and I'm a sophomore studying CS and Cog Sci. I love cooking, doing portrait photography, and running the Clark Kerr trails in my free time! Can't wait to meet you all this semester :)",
        "imgUrl": "https://drive.google.com/open?id=1yLmv6MkOmWJUGrbm1MGl93oW2zuik4NP",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Laura Pei",
        "pronouns": "she/her/hers",
        "details": "Hi! I'm Laura, and I'm a sophomore EECS major from the Los Angeles area. I can always be won over with egg tarts and boba, and outside of school I like drawing, reading, sleeping, and playing Minecraft! I've enjoyed teaching CS through CSM and as an Academic Intern in the past semester, and I'm looking forward to working with you all this semester :D",
        "imgUrl": "https://drive.google.com/open?id=1_nOo5-04TQqYj8AwGwzhjSZmgyr67D_W",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Jonny Pei",
        "pronouns": "He/Him/His",
        "details": "Hi! I'm Jonny, a freshman at Berkeley majoring in EECS. Beyond tinkering coding projects and making physics simulations, I enjoy playing league, watching anime/kdramas, water polo, and baking. I can't wait to meet y'all this fall!",
        "imgUrl": "https://drive.google.com/open?id=1lk8sNhG7yFhfS1pN_BG_i20NIsosAcIq",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "James Nguyen",
        "pronouns": "He/Him",
        "details": "Hi everyone, I’m currently a senior majoring in Computer Science and minoring in Data Science. A bit of an interesting fact about myself is that I started of as a physics major and I still enjoy studying it up to this day but it’s more of like a hobby for me now instead of something I see myself doing for the rest of my life. I ended up finding a greater joy within Computer Science because I have a more direct impact on the lives of others.",
        "imgUrl": "https://drive.google.com/open?id=1dg1P27lcc2c3aPO0biUmzNlppFx7YZWP",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Vikram Deepak",
        "pronouns": "he/him",
        "details": "Hi! My name is Vikram Deepak and I'm currently a Junior studying CS. In my free time I love to play Ultimate Frisbee for Cal and hang outdoors. I can't wait for an amazing semester with y'all!",
        "imgUrl": "https://drive.google.com/open?id=1EXHEJ9u1cLog_z_6yN9UobRUIEBlDvoi",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Samuel Alber",
        "pronouns": "He/Him/His",
        "details": "Hey! You might be wondering, Sam, are you a sophomore majoring in computer science and physics who loves to juggle fruit? Yep, you guessed it! Besides that, I also love playing/watching almost any sport (besides baseball... absolutely no baseball), cooking, and doing research. My favorite artists include Gorillaz, Jain, Denzel Curry, and, of course, myself. My singing is so good even windows break up into tears. I love to teach/mentor other students since sometimes all someone needs is a different perspective or a little bit of extra help to succeed. I had an amazing experience with CS 70 and I'll make sure to replicate that experience with those of you in my section. ",
        "imgUrl": "https://drive.google.com/open?id=19LTN383nsIGEEyuSS9SUvrA8ags8_1O9",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Raymond Tan",
        "pronouns": "he/him",
        "details": "Join my section for a fun time :)",
        "imgUrl": "https://drive.google.com/open?id=1u4WDauCqCj5zKng1Klww0aoi3gPsGiOX",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Anthony Padron",
        "pronouns": "He/Him",
        "details": "Hello everyone!! My name is Anthony and I am a sophomore from SoCal studying CS. In my free time, I love playing video games, working out, and hanging out with my friends. Aside from CSM, I am an AI for Cs61a this semester since I really loved the class! I am super excited to meet everyone and feel free to reach out!",
        "imgUrl": "https://drive.google.com/open?id=1ky0gdd4suHo5Drzg2yXSuaovYbeKk-XK",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Jonathan Lu",
        "pronouns": "he/him/his",
        "details": "Hi everyone! My name is Jonathan, and I'm a sophomore studying CS. This will be my second time teaching CSM for 61A, but my first time \"in-person\" so I'm really excited to meet y'all! In my free time, I like to play guitar, workout, and read. I also play tennis and am looking for hitting partners so if you're interested, shoot me an email!:)",
        "imgUrl": "https://drive.google.com/open?id=1DdguOAATEq9D5YlEDILrstPGS5B3Bntn",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Anirudh Kothapalli",
        "pronouns": "he/him/his",
        "details": "Hey everyone! My name is Anirudh and I’m a junior majoring in Computer Science with a minor in Data Science. In my free time, I love to experiment with cooking (I cook to relieve stress but the people who eat my food get stress :)), listen to music, binge watch TV shows/movies, and collect watches. Feel free hmu about anything or suggest any new cuisines! Can’t wait to meet y’all this sem!!",
        "imgUrl": "https://drive.google.com/open?id=1u2XsZ6zTmJGo-Q8fHKxvmpTVhMHKQI9-",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Vedant Kumud",
        "pronouns": "he/him",
        "details": "Hello everyone! I'm a first year intended CS major here with lots of prior programming experience through competitive programming (currently a Grandmaster). Aside from hanging out with friends, some of my hobbies include badminton, super smash bros, watching anime, and playing ping pong. I listen to all kinds of music, from Bollywood to anime to 80s music -- feel free to recommend anything! I'm also a boba lover, though I'm chronically addicted to taro only. I look forward to meeting you in the fall!",
        "imgUrl": "https://drive.google.com/open?id=1ufnTcFsh-Jy53w06sjlQyBjt02PFWugu",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Klaire Li",
        "pronouns": "she/her",
        "details": "Hi! I'm Klaire, a sophomore studying Computer Science. I was on course staff for 61a over the summer and will continue to staff next semester. I'm into a huge variety of games from animal crossing to valorant. I also like volleyball, movies, collecting useless things, and more:) I hope you enjoy the content of CS 88 just as much as I do! Super excited to meet you!",
        "imgUrl": "https://drive.google.com/open?id=14UHbe31fdI5d3ETEqP-dkDqu8tJlbghy",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Oliver Ye",
        "pronouns": "He Him His",
        "details": "Hi guys! I'm Oliver, a current student majoring in EECS & Business (with an interest in BioE), from Saratoga, California. I love sports, climbing, playing board games, and cooking. In my free time, I'm usually listening to Spotify, reading a book, or binge watching Youtube cooking channels. ",
        "imgUrl": "https://drive.google.com/open?id=19Bk9UPU5Q45T491zRhRzBA8A25ATtC11",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Christina Shao",
        "pronouns": "she/her",
        "details": "Hey! I'm Christina, a 3rd-year majoring in Computer Science and minoring in Astrophysics, from Cupertino, CA. In my free time, I enjoy playing basketball or badminton, exploring the outdoors, and reading/watching/playing something in the sci-fi genre. I also help build and maintain the Berkeleytime website as the frontend lead. I'm excited to meet everyone, and feel free to reach out! :)",
        "imgUrl": "https://drive.google.com/open?id=1AtcPP8oSIe2_DRMgXMH9enC9sI57KPGf",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Omar Yu",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Omar, a new junior transfer from the Central Valley majoring in EECS. This is my first semester at Berkeley and first time teaching 61A, so I'm really looking forward to making even more firsts by exploring the area and meeting a bunch of new people. I love cats, playing League and Genshin, cooking, and piano. Looking forward to meeting you all and feel free to ask me any questions!",
        "imgUrl": "https://drive.google.com/open?id=1Tn7adMV0xd7ZzGM5dtCIp6A0DKXIezNK",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Eddy Byun",
        "pronouns": "he/him/his",
        "details": "Hello World! My asymptotic analysis tells me your CS knowledge does not have an upper bound.. one could say you have a vast array of knowledge! I'm a second-year Exhausted Eddy && Confused Student (aka EECS) major. This is my first time CSM'ing for 61B, and I could not be more excited! In my free time, I love napping, hiking, and snacking. I'm also a huge pun enthusiast, so send over any good || bad puns. Feel free to reach out if you ever want to hash out the steps for hashing, sort out the sorting methods, or just want to have a heap of fun! Looking forward to an awesome semester! Also shoutout to my 61BL AI friends: Andy, Dom, Saransh, and Lucy.",
        "imgUrl": "https://drive.google.com/open?id=1JVjLUfJX1vd7AoYFKF40HuzNRCGCWCA8",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Lucy Lu",
        "pronouns": "she/her",
        "details": "Hi! I'm Lucy, and I am a sophomore studying Computer Science. If you like K-Pop, we sure will have a lot to talk about! I also like to play racquet sports. And, I LOVE noodles and spicy food!",
        "imgUrl": "https://drive.google.com/open?id=1V_igQURzEwCtDmQiM7XSSAZoMa1tOC6n",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Eran",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Eran, a sophomore EECS major from Istanbul, Turkey. Besides teaching I love traveling, photography and to play the piano. Feel free to reach out to me about anything, 61A related or not :)",
        "imgUrl": "https://drive.google.com/open?id=1To7aYh8caB0j8ufU3oMNBKfnq8OBBwLt",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Alex Xu",
        "pronouns": "he/him",
        "details": "Hi! I'm Alex, and I love teaching and reading. The most interesting book I've read recently is \"Why We Sleep\" by Matthew Walker :O I'm at that stage in life where I go to hackathons trying to win meme awards, and I've dabbled in quidditch and IM League of Legends. This year, I'm planning on trying maybe archery and D&D, as well as compiling my own lengthy set of restaurant reviews. In my free time, I love to play Smash and listen to MGK and Unlike Pluto.",
        "imgUrl": "https://drive.google.com/open?id=1wgyiLQ6GceFb0-IBEBNkUo1PBXv1kqP-",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Steven Christopher",
        "pronouns": "He/him/his",
        "details": "Hi, I'm Steven! I'm a third year CS student from SoCal who loves watching movies, playing games, and listening to music (R&B and rap usually). If you ever need help with anything feel free to contact me through email (schristopher@berkeley.edu). I'm super excited to meet you all and I'm looking forward to a fun and challenging semester of 61A with you!",
        "imgUrl": "https://drive.google.com/open?id=1H3UIA5q7W3mCd81bSyrs9CZlUZBw5wA8",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Riley Dyer",
        "pronouns": "He/him",
        "details": "Hello! I'm a third year from San Diego majoring in computer science. In my free time I like hiking and playing chess. 61c was one of my favorite classes so I am excited to be mentoring for it this semester!",
        "imgUrl": "https://drive.google.com/open?id=1ldaertp3TY1Xdf3bKsetHbnf6TDi4Sh0",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Anna Chou",
        "pronouns": "She/Her/Hers",
        "details": "Hi there! My name is Anna, and I am a senior EECS major from Taiwan and the Bay Area. I love teaching and have around two years of teaching experience, as a tutor, in General Chemistry and Calculus. EECS16 Series are my favorite courses in Cal, and I'm so excited to teach 16A with CSM this semester. My main interest is circuit design, but I also have enthusiasm for all other hardware or EE stuff. Outside of classrooms, I enjoy playing badminton and volleyball. I also like to get my hands dirty by working on my Arduino projects. If you are a nature lover like me, you may easily(?) find me in some national parks during long weekends xD Okay, enough talk for me xP Looking forward to seeing you all bright on campus!",
        "imgUrl": "https://drive.google.com/open?id=12MQIIbCG5QbZKQ_YbmLWt31cDlka0tqJ",
        "webUrl": "https://www.linkedin.com/in/menghui-chou/",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Ayda Nayeb Nazar",
        "pronouns": "she/her",
        "details": "Hi everyone! My name is Ayda and I'm a junior double majoring in Computer Science and Data Science. I'm super excited to be a mentor for 61A this semester and I can't wait to meet you all! Please feel free to reach out for anything, whether it be to talk about classes, majoring in cs/ds, or something random :)",
        "imgUrl": "https://drive.google.com/open?id=1Fx3lqEos9KjVZX4CUtCYvQXGfbfEIkWM",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Allen Cao",
        "pronouns": "He/Him/His",
        "details": "Hey all! I'm Allen, a sophomore studying CS. I'm from Canada, but I've also lived in various places throughout my childhood: Austin, Guangzhou, and the Bay Area to name a few. In my free time I enjoy playing guitar, playing sports (most recently frisbee and basketball), and automating tasks with Python. Lately, I've also been trying to get into cooking so I don't spend my life savings on Punjabi Dhaba. See ya'll in section!",
        "imgUrl": "https://drive.google.com/open?id=1qqgp9VVLFUipsVlUxtU-viNba8Z2PeVP",
        "webUrl": "https://allencaoo.github.io/",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Ted Lin",
        "pronouns": "he/him/his",
        "details": "Hello! I'm Ted, a third-year EECS major from Los Angeles. I like cold weather, music with interesting harmonies, and tangerines. I've served as Academic Intern a couple times before, and I'm excited to help you conquer some data structures this semester!",
        "imgUrl": "https://drive.google.com/open?id=1tvFiwaKLcKT6oP72TxKo42i5wGDCi1UE",
        "webUrl": "https://tedklin.github.io/",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Armaan Mali",
        "pronouns": "he/him/his",
        "details": "Hello everyone! I am a sophomore studying CS and Business and I have lived most of my life in India. I love playing Basketball and watching Tennis. In my free time I love to watch movies and random Youtube videos. I love running/hiking and have climbed Sather Gate. I mostly listen to Bollywood music. I love hummus and I am involved in a consulting club and social impact club on campus. ",
        "imgUrl": "https://drive.google.com/open?id=1Rip2M0x8Z-gcTp0kzHr_iGosuCQ1cWQf",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Fakhri Widodo",
        "pronouns": "He/Him",
        "details": "Hi! I'm a junior from Austin, TX studying CS and Econ. I'm a huge sports fan (go Steelers!) and enjoy golfing, discovering new music, and going down the YouTube rabbit hole of cooking videos. Looking forward to meeting you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=16EOu3xdn_-C3_Ds2GEUkz3XvdaQafHwX",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Calvin Yan",
        "pronouns": "he/him",
        "details": "Hey all! I'm a third year computer science major and first-time computer science mentor. I've been teaching CS in formal and informal capacities since freshman year of high school, and \nafter thriving in this class due to a healthy support structure, decided to repay the favor -- first with a summer readership and now through this program!\nI have a breadth-over-depth approach to life which means that my interests can vary widely. I'm currently the president of Unmanned Aerial Vehicles at Berkeley and a programmer with Space Technologies at Cal. At the moment I'm beginning to read Orientalism by Edward Said, teaching myself how to cook Chinese cuisine, and preparing for UC Jazz tryouts (I'll know the results by the time you read this). If you want a mentor with whom you can discuss FIRST Robotics, '90s alt-rock, or your superior knowledge of anime, among other things, I'm your guy!",
        "imgUrl": "https://drive.google.com/open?id=1K0Hifpjf78vcMCOr5DVLTJc3TzEqtvIz",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Gilbert Feng",
        "pronouns": "he/him",
        "details": "Hi! I’m Gilbert.",
        "imgUrl": "https://drive.google.com/open?id=1K3jAkDbQxeyODY82_nfPPhClBZas4KF_",
        "webUrl": "",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Ankita Janakiraman",
        "pronouns": "she/her",
        "details": "Hi! I’m Ankita, a junior double-majoring in Data Science and Cognitive Science from the Bay Area. I am super passionate about innovation, research, and the intersection between health and technology. I also love grocery shopping at Trader Joe’s, coffee, drawing, and reading. Looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1qbOwcrQJJvDminxDLpLf9wtzIaXEAqfT",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Aidan Tong",
        "pronouns": "he/him",
        "details": "Hi! I'm a rising senior studying CS and econ. I like to play soccer, drink coffee, read, and watch tv shows/anime. If you want to chat or have any questions, feel free to shoot me an email! ",
        "imgUrl": "https://drive.google.com/open?id=1Pz0-eCUtOKWHbFl2XW4SNHxyIs2y6pz-",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Shivana Anand",
        "pronouns": "she/her",
        "details": "Hi! I'm Shivana, and I'm excited to be teaching a small group section for 61A this semester! I had such a great experience as a student in 61A and I hope you will too :)",
        "imgUrl": "https://drive.google.com/open?id=11rp6OKlzsRWM31UeBUXIgG565CzqOGKw",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Patrick Gu",
        "pronouns": "he/him/his",
        "details": "Hi there! My name is Patrick, a second-year CS major from Orange County, CA. In my spare time, I like binging anime/manga, doing cardio exercise, and listening to j-pop/EDM/electro swing. I'm super excited to be on campus this year, and looking forward to meeting all of you!",
        "imgUrl": "https://drive.google.com/open?id=18nQV1mvERJ3rNHSz3O2tt4O-mcar5kVZ",
        "webUrl": "",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Michael Yu",
        "pronouns": "he/him",
        "details": "Hi! I'm Michael and I am a sophomore studying Computer Science. I'm from Florida, and California marks the 6th state that I've lived in. I enjoy playing all sports, such as basketball, volleyball, spikeball, and frisbee, and I'm trying to get into dancing and martial arts. My favorite genres of music are soft pop and r&b, and my favorite artists by far are Juice Wrld and Khalid, but I also like Lauv, Quinn XCII, and keshi. Here's to a better semester back in person!",
        "imgUrl": "https://drive.google.com/open?id=1an5pZCapWEs2O_uCkfDYtwtCVRt4nICz",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Mihir Weling",
        "pronouns": "he/him/his",
        "details": "Hi! My name's Mihir and I'm a third year studying computer science from the Bay Area. I've played guitar for over ten years and love listening to classic rock and rap music, so hit me about either of those. I'm also super into basketball (Go Dubs!) and am down to hoop after section;). Feel free to reach out to me about anything and I look forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1fFyPL17TqgS8zbauw2TCjK69keRGQggb",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Kevin Liu",
        "pronouns": "He/him/his",
        "details": "Hey everyone, I'm Kevin! I'm a third-year CS major from the Bay Area. This will be my third semester mentoring for CS 70. In my free time, I enjoy playing billiards, card games, and video games (mostly League). CS 70 has been one of my favorite classes that I have taken so far, and I hope you will have a wonderful experience in CS 70 this semester as well!",
        "imgUrl": "https://drive.google.com/open?id=1u5IXF1qPTXHRAJMc-8YiDBJjGdGJfbXj",
        "webUrl": "",
        "courses": {
            "cs70": "Associate Mentor"
        }
    },
    {
        "name": "Kendrick Sharpe",
        "pronouns": "He/Him/His",
        "details": "Hi! I'm a Junior here at UC Berkeley. I'm on the Cal Triathlon board and spend my free time playing the sproul piano. Go bears!",
        "imgUrl": "https://drive.google.com/open?id=1j6bXE2F_DPV69jCe-q-1gAr0gJ_N7vEN",
        "webUrl": "ksharpe.org",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Jonathan Pan",
        "pronouns": "he/his/him",
        "details": "Hey! I'm a third-year majoring in CS. I enjoy playing basketball and eating spicy food (and regretting it after). Looking forward to meeting y'all!",
        "imgUrl": "https://drive.google.com/open?id=1EduOlboOnV-IT_BefDcWPZr_nN1c6cKr",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Matt Au",
        "pronouns": "he/him",
        "details": "Hello! I'm a 3rd year CS Major that has recently found an interest in Strawberry Milk Tea.",
        "imgUrl": "https://drive.google.com/open?id=1MFqy8hvJqXmssjl52fUPFQI1tLYQ9cZk",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Cyrus Bugwadia",
        "pronouns": "he/him/his",
        "details": "Hi everyone! I'm Cyrus, and I'm a third-year Computer Science major and Data Science minor from San Jose, CA. Outside of the classroom, catch me watching all things sports-related (go Dubs/Niners/Giants/Sharks!), attempting and failing to make all kinds of recipes, and answering Piazza questions.",
        "imgUrl": "https://drive.google.com/open?id=1GC_6tSxDxQ0EKx2nfPSeGa_5hgN45DtE",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Nick Ng",
        "pronouns": "He him his",
        "details": "POG",
        "imgUrl": "https://drive.google.com/open?id=1O2jO0blclK4umQRhrtmnMmiqNG3On5Bm",
        "webUrl": ""
    },
    {
        "name": "Avy Challa",
        "pronouns": "he/him",
        "details": "Hey everyone! I’m Avy, a third year student studying CS. 61a was one of my favorite classes at Cal, and I hope you’ll enjoy it as much as I did! Outside of school, I like playing basketball, eating good food and sleeping.",
        "imgUrl": "https://drive.google.com/open?id=1gDWsnbTA0gcVk3mEAruw9EYLQwSsmg0f",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Hetal Shah",
        "pronouns": "she/her/hers",
        "details": "Hello! I am a third year studying CS. This is my second semester as a CSM mentor, and I am really looking forward to teaching again. I love going to the beach, reading, and working out. I like playing board/card games, and I am always looking for recommendations. I also spend way too much time playing Brawl Stars. ",
        "imgUrl": "https://drive.google.com/open?id=1Lm-P5yOKZDQ97yoH6gK5fdjVNlxRjYbd",
        "webUrl": "",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Arunan Thiviyanathan",
        "pronouns": "He/Him",
        "details": "What's good y'all! I'm Arunan and I'm a Junior studying CS from Houston, Texas! This is my 2nd semester doing CSM 61C, and I'm VERY excited! When I'm not cranking the codes, I'm cheering on my hometown Rockets or talking trash in Smash Bros. I hope to meet you in section!\n",
        "imgUrl": "https://drive.google.com/open?id=1Y0w7yYlbX5z9Mo6KxFR6BvZoSNyYS7Mp",
        "webUrl": "https://www.arunanthivi.com/",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Gavin Liu",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Gavin, a senior studying in EECS and this is my third time being part of the 16B CSM and 4th time being on course staff in 16B I enjoy studying robotics, controls and many types of circuit design. If you don't happen to find me listening to music by myself at Cory, you can probably find me grinding away at mainstacks without much sleep :) ",
        "imgUrl": "https://drive.google.com/open?id=1hcMkzgsYB_pT4YS_83uSJ3Rc6WnQQZHq",
        "webUrl": "",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Anthony Sigov",
        "pronouns": "He/him",
        "details": "Hi! My name's Anthony, but you can call me Tony. I'm a CS senior and transfer student, and I've been programming since I was 15 and teaching CS since I was 17 at my community college. Some of the things I like to do in my spare time are cooking, reading, puzzles, watching anime, and exploring the Berkeley area (this is my first and last year here, so I'd love to hear everyone's suggestions on what to check out!).",
        "imgUrl": "https://drive.google.com/open?id=1Ala3NiNLoRMsbQOQPSZkyEOupJqI_qvA",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Brandon Tran",
        "pronouns": "he/him/his",
        "details": "Hi! I'm a third year EECS major from Delaware. Some of my interests include sports (mostly tennis, baseball, football), video games, and anime. I'm looking forward to an awesome semester of CSM!",
        "imgUrl": "https://drive.google.com/open?id=14-CC53ql0gjuz5bv3vtg0H_J8Rxp6uCs",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor",
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Tej Sathe",
        "pronouns": "he/him/his",
        "details": "Hi everyone! I'm Tej, a Junior majoring in Engineering Mathematics and Statistics, from Seattle. My academic interests are in Math, Data Science, and Quantitative Finance. CS70 was one of my favorite classes to take, since it teaches so much about the foundations of Computer Science. Outside of academics, I like watching football and soccer, as well exploring places in Berkeley with friends. I also do fencing competitively and love to travel to other countries. I'm super excited to meet you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=1OOe4wUqrWKqVE3ps0fmLSMl9j9D3j0EX",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Tarun Amarnath",
        "pronouns": "he/him/his",
        "details": "Hello, I'm Tarun! I'm from the Bay Area, and my primary academic interests include robotics and the intersection of hardware and software. I really enjoy playing and watching basketball (huge Warriors fan) and like creating new things, whether that's on a CAD software or Photoshop. The Imagine Dragons are probably my favorite band, and if I could own a fictional pet, it would probably be Snowy from Tintin or Appa from ATLA. I look forward to getting to know you!",
        "imgUrl": "https://drive.google.com/open?id=18gZxhKQR_qb7v49apUaJA3yZSPL55ryZ",
        "webUrl": "",
        "courses": {
            "eecs16b": "Junior Mentor"
        }
    },
    {
        "name": "Chase Clements",
        "pronouns": "He/Him",
        "details": "Hello! I am Chase Clements, a senior majoring in EECS. For fun I like to read books, watch movies, work out, and go hiking. Feel free to reach out to me if you need anything or you just want to chat!",
        "imgUrl": "https://drive.google.com/open?id=1-EmFAiUpktAx9EW8LiGs2TPd8zHYyGKp",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Noor Haq",
        "pronouns": "she/her",
        "details": "Hey everyone! My name is Noor, and I'm a sophomore majoring in Bioengineering and Data Science. In my free time, I enjoy spending time outdoors, baking, and crafting. Super excited to meet y'all and looking forward to an amazing semester!",
        "imgUrl": "https://drive.google.com/open?id=1nfFjiFS3poo2-atwML9s_eigUQyAqu4N",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Ayush Sehgal",
        "pronouns": "he/him/his",
        "details": "Hey Guys! I'm a Senior studying CS. I am born and raised in Thailand. I love all things tech. I play the drums and am a big fan of the DC/Marvel universe. I've been in CSM for a while and I love weird analogies and have some cool tricks for understanding Data Structures, so come to my section to see what I am talking about. Talk to me about all of the above and looking forward to a great semester.",
        "imgUrl": "https://drive.google.com/open?id=1qf12YokSvEJ_RR-trb2H2MwnbQ6kYUvk",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Alina Trinh",
        "pronouns": "She/her",
        "details": "Hello! My name's Alina and I'm so excited to be a senior mentor this semester. When I'm not teaching or mentoring fellow students, I like to go hiking, play piano, and binge watch compilations from my favorite shows.",
        "imgUrl": "https://drive.google.com/open?id=1Ph_WanB9o1YjZYFdxIHx_jD4Dgss-m-C",
        "webUrl": "",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Isolde Fang ",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Amit Bhat",
        "pronouns": "he series",
        "details": "Hi! I’m Amit, and I’m a second-year CS major from the Bay Area. In my free time, I enjoy following sports (mainly football and basketball) and binging Netflix shows. Feel free to reach out to me about CSM, sports, music (always looking for recs), or anything else!",
        "imgUrl": "https://drive.google.com/open?id=1x7r1UHjNBfX_AtW5gXYybYULbWIC_Pa1",
        "webUrl": "",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Simon Tsui",
        "pronouns": "He/him/his",
        "details": "Hello! I am a junior studying Computer Science and Statistics. Feel free to reach out to me if you want to talk about classes at Berkeley, food recs, or anything else. Looking forward to a great CS 88 experience this semester!\n",
        "imgUrl": "https://drive.google.com/open?id=1eJ4BogI2N93RVgEYoko4uHsof7DAlEjI",
        "webUrl": "",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Surbhi Jain",
        "pronouns": "she/her",
        "details": "hello! im surbhi, a sophomore studying eecs + business from seattle! i love exploring new places, attempting to cook, and trying new food! super excited to mentor 61a, and i hope you enjoy the class as much as i did! :)",
        "imgUrl": "https://drive.google.com/open?id=1guLYvwNORtSVL1q4ReOkAck1kvfrolUA",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Ben Cuan",
        "pronouns": "he/him",
        "details": "Hi everyone!! I'm Ben, a junior studying CS and Psych from the South Bay. This will be my 3rd semester mentoring for 61B! I am always looking for more books to add to my infinitely long reading queue, so please reach out if you have any suggestions (and/or want to chat about 61b or anything else)!",
        "imgUrl": "https://drive.google.com/open?id=11L8GXkZ0qNItYdWhFtf3E2E0gPB9Xsu_",
        "webUrl": "https://bencuan.me",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Shirley Yu",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Derek Liu",
        "pronouns": "he/they",
        "details": "Hi there! I'm a 4th year EECS major, my interests are primarily robotics and controls, but I play around with FPGAs on the side. My hobbies outside of class include learning how to draw, playing the video game known as Celeste, and hopefully touching more grass this semester. This bio is totally not copypasted from the eecs16b.org website.",
        "imgUrl": "https://drive.google.com/open?id=1Fb9nPABde6-Maxs-3F7t4SSQB2VSHMeE",
        "webUrl": "",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Zhenyi You",
        "pronouns": "He/Him/His",
        "details": "I am a Senior studying Data Science at Cal. Interested in data analytics, operational software and accounting so I interned with Deloitte over the past summer! I enjoy everything related to the arts when I'm free - films, TV shows and music -  a big Swiftie! And my favorite restaurant in Berkeley is Crepevine!",
        "imgUrl": "https://drive.google.com/open?id=1RXcvB9Mzvl466YrciiqZwuWm1y5TbIVB",
        "webUrl": ""
    },
    {
        "name": "Viraj Ramakrishnan",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Viraj, I'm a sophomore in EECS who loves eating new things, playing guitar, going for jogs and curating peculiar spotify playlists.",
        "imgUrl": "https://drive.google.com/open?id=1lo-8-XPAHzwm_c_TVhRQz8SxT7ECW-4w",
        "webUrl": "",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "Catherine Gai",
        "pronouns": "She/her",
        "details": "Hi! I'm a junior studying computer science and applied math. This is my third semester at CSM, and second semester of being a senior mentor. I'd really love to go through the semester with you, and experience the thrill of discrete math and probability! \n\nIn my free time I like cooking, reading and playing tennis. If you feel like talking to somone, dm me. Maybe we can grab boba around campus, and discuss anythin you like! ",
        "imgUrl": "https://drive.google.com/open?id=1U5vTZyo3ccDDLarAVb_OhIoqCryN_i4q",
        "webUrl": "",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Ryan Nayebi",
        "pronouns": "he/him/his",
        "details": "Hi, I'm Ryan (he/him) and I'm from the Bay Area. I'm a first year studying computer science, and I'm interested in applying CS to other subjects. At the moment cs + genomics sparks my curiosity. I also love Asian food and desserts! Looking forward to meeting you all :)",
        "imgUrl": "https://drive.google.com/open?id=1WQyTIcFqha-kKv9UhF8Cg2aoWvqzbvf0",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Rahul Shah",
        "pronouns": "he/him",
        "details": "Hiya!! I’m Rahul, a sophomore studying CS and Data Science. In the past, I’ve been a tutor for a few classes and written awesome content for a few others! I like hiking, reading, and trying new foods. Feel free to talk to me about anything at anytime :)",
        "imgUrl": "https://drive.google.com/open?id=1hVJk_-rTMbmYiMPsrzNlcOg9utJvAKKW",
        "webUrl": "https://rsha256.github.io/",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Alec James",
        "pronouns": "He",
        "details": "2021 more like 2020-2",
        "imgUrl": "https://drive.google.com/open?id=15fnkH73gq6J4Qqjagc5Y4hN1UHa9OAp-",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Darya Kaviani",
        "pronouns": "she/her/hers",
        "details": "Heyo! I am a third-year studying EECS and Ethnic Studies. I am passionate about blockchain technology, human-computer interaction, and the intersection of technology and social good. I'm in Blockchain at Berkeley here on campus, my name means the sea, I like making colorful to-do lists, always excited about spontaneous adventures, and I love frogs! Excited to get to know you! :)",
        "imgUrl": "https://drive.google.com/open?id=1Hk6K0IaUtj4YCWv3AoV8to5RBzAm_61o",
        "webUrl": "",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Rudy Lee",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Rohit Agarwal",
        "pronouns": "he series/they series",
        "details": "Hey, I'm Rohit and I'm a 2nd year majoring in EECS. I grew up in New Jersey and miss the snow (all weather is shorts weather for me!). I'm still new to Berkeley and I can't wait to explore it some more.",
        "imgUrl": "https://drive.google.com/open?id=1aFQpCorJOATlCwJWwMoOY_IfJbk6B4OD",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Sean Sananikone",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Peter Zhang",
        "pronouns": "he/hhim",
        "details": "Hi! My name's Peter and and I'm a CS+Econ sophomore from the great state of Maryland. I love reading, blogging, and working out. I really enjoyed 61A and this will be my second semester as a tutor. Reach out for course advice, song recs, bullet chess - anything!",
        "imgUrl": "https://drive.google.com/open?id=1aQtA0tNYBDvAtuf8UYS4aDFxEdDHS5JU",
        "webUrl": "http://peterzhang.info/",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Krischan Jung",
        "pronouns": "he/him",
        "details": "Hello, my name is Krischan, and this is my first time as a CSM mentor. I am a 2nd year computer science major and have experience as an academic intern for 61B in previous semesters. Outside of teaching, I enjoy playing video games (big fan of the Persona and Yakuza series), practicing art (join Outlet! https://outletatcal.weebly.com), learning jiu jitsu/sambo, and reading. Since this is my first time on campus, I don't know of many cool places to check out for eating/hanging out, so let me know if you have any suggestions. ",
        "imgUrl": "https://drive.google.com/open?id=1K40zml9OhKXa0N0uek3JHR3ZiEuKaoUT",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Catherine Bumagat",
        "pronouns": "she/they",
        "details": "Hello! I'm a 4th year EECS major from Carson, CA. I never thought that I would ever enjoy teaching, yet here I am! Seeing people's faces light up when a certain topic clicks for them just fills my heart with joy. Outside of CSM, I enjoy cooking, sketching, and playing videogames. Looking forward to see you in my section!",
        "imgUrl": "https://drive.google.com/open?id=1rD4xkxAqdiz53QxNW41h7jb_DZp_dWwo",
        "webUrl": "",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "Jillian Goldberg",
        "pronouns": "she/her/hers",
        "details": "Hello! My name is Jillian and I'm a sophomore studying EECS and business. I love exploring new food around Berkeley, cooking, playing the ukulele, and hiking/running! Can't wait for the semester together! :))",
        "imgUrl": "https://drive.google.com/open?id=1MWhzFyMu9moqgBOtceTXAtKPoodjdbo4",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Maxime Berenshteyn",
        "pronouns": "he/him/his",
        "details": "Hi there! My name is Maxime and I'm a fourth year CS major from Pleasanton, CA. In my free time I love running, hiking, biking, basketball, and playing bass poorly. I had a great time mentoring last semester and I'm looking forward to continuing and meeting you all this semester. Feel free to reach out & chat with me, whether it's about 61B or anything beyond! ",
        "imgUrl": "https://drive.google.com/open?id=1n4lhFQh-lTebrE_iWfETsEm5dic4_S4X",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Mia",
        "pronouns": "Campdera-Pulido",
        "details": "Hi! My name is Mia and I'm from Barcelona, Spain. I am a junior Computer Science major. My favorite restaurant at Berkeley is probably Mezzo but I like Jupiter as well! On my free time I enjoy sailing and listening to music. ",
        "imgUrl": "https://drive.google.com/open?id=180Mmf_aHnl3dBSOGyuHQmK3sTchIpc2b",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Chris Liu",
        "pronouns": "his/him",
        "details": "Hi! pelase join my section",
        "imgUrl": "https://drive.google.com/open?id=1UAnZmbeBbtw4cj_jHnlaGCxZ8PKWRBnu",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Aster Chun",
        "pronouns": "he/him",
        "details": "Hellooo, I like to eat a lot, exercise and play music. Join my section to learn more about beep boop cs stuff.",
        "imgUrl": "https://drive.google.com/open?id=1Qy8ft5Ewdrc656luiGNDQYWen5f5UJTd",
        "webUrl": "https://asterchun.github.io/#/",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Lukas Chang",
        "pronouns": "He Series",
        "details": "Hi everyone I'm Lukas, a 3rd year CS major from the bay area. I'm excited to meet you all! A little about me—in my free time I love making music though I'm not very good playing piano, and I also like going on nightly walks. I hope I can share my love for CS with all of you!",
        "imgUrl": "https://drive.google.com/open?id=1gZc6jHLWinGdQWE2MgpAqR0MJoSNldsO",
        "webUrl": "",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Maryam Azmandian",
        "pronouns": "She/Her/Hers",
        "details": "Hiii! My name is Maryam! I'm a third-year studying Electrical Engineering and Computer Science. I love cats!! In my free time, you can find me watching cat videos, stretching, napping (wait am I a cat?), talking/hanging out with friends, baking cookies, sharing memes, and doing a performance of some sort! My to-go boba order is usually Thai tea or taro, 0-25% sweetness depending on how I’m feeling. I’ve been a CS Mentor for CS61A for 2 semesters, and this is my first semester teaching 61C in CSM. Really excited to get to know you and help you enjoy this amazing course!",
        "imgUrl": "https://drive.google.com/open?id=1fxkgGybaF_z-Blz8XC6ljI_uM4Ua5Sr6",
        "webUrl": "https://www.linkedin.com/in/maryamazmandian/",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Vibha Tantry",
        "pronouns": "she/her/hers",
        "details": "Hey everyone! I'm Vibha, a second year intended CS major from Sunnyvale, CA. I took CS61A in my freshman year and enjoyed it a lot despite the difficulty, so I hope I can make the class interesting for you too. In my free time, I like to knit (but not very well), read, and listen to music; I'm always open to book and music recs of any genre. Feel free to reach out about anything, and I look forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1yNtAVcoduvjICrj9tTw94_nsa9EMNFwE",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Ojhan Ardalan",
        "pronouns": "He/Him",
        "details": "Hi there! My name is Ojhan and I am a senior here at Cal. I transferred to Berkeley as a junior last year and could not be happier here. I began tutoring computer science in High School, continued teaching at my local college, and now I'm super excited to become a CSM mentor. I am looking forward to meeting you and I hope you all enjoy 61C as much as I did :)",
        "imgUrl": "https://drive.google.com/open?id=1H9qtIjBEPv_lDG1ck5jHv8cU0JyOdrYr",
        "webUrl": "",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "William Molnar-Brock",
        "pronouns": "He/His",
        "details": "I'm a sophomore studying computer science. In my free time, I enjoy running, hiking, and playing the guitar. I also like listening to rock, classical, and EDM. I grew up in Berkeley, and was homeschooled most of my life. ",
        "imgUrl": "https://drive.google.com/open?id=1Zm2KCOEjUX4ifODE78Vkf3R4dX-xiow2",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Colby Chang",
        "pronouns": "he/him/his",
        "details": "Hey everyone! I'm a third year EECS major + MSE minor from SoCal. I really enjoy playing chess, basketball, and watching movies (favorites are Fantastic Mr. Fox, Arrival, and La La Land). My favorite places to get food are Yali's, Top Dog, and Asha's.",
        "imgUrl": "https://drive.google.com/open?id=1cpRWo5QcfffXEbrMx9FqWJ98SnvUPEO2",
        "webUrl": "",
        "courses": {
            "cs70": "Associate Mentor"
        }
    },
    {
        "name": "Sameen Shah",
        "pronouns": "He/Him",
        "details": "Hi my name is Sameen and I am a sophomore studying Computer Science & Business from New Jersey. I enjoy playing the guitar, singing, hiking, and playing Valorant. I am involved in CSM & DiversaTech Consulting, and am interested in the combination of business + tech!",
        "imgUrl": "https://drive.google.com/open?id=1slHXNwlJ0-V51Rn4535wrfNMejkMwpqD",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Anoushka Singal",
        "pronouns": "she/her",
        "details": "Hi, my name is Anoushka and I'm a sophomore studying Computer Science! I was born and raised in the Bay Area, I spend 98% of my time listening to music (love Taylor Swift, but also Kanye...it's a tough balance), and I'm super excited to be teaching 61B this semester! I'm looking forward to meeting you guys, and feel free to reach out for whatever :)",
        "imgUrl": "https://drive.google.com/open?id=19_XFfcgSjXVF5ZRrc60eIlSS4uprABIt",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Adam Yang",
        "pronouns": "he/him",
        "details": "Hellooo! I'm a second year applied math + CS major. Really excited to be senior mentoring this fall!!!",
        "imgUrl": "https://drive.google.com/open?id=1euLTLbVDtw88h4XI0L6G-tBf4z23EQAW",
        "webUrl": "https://barnettyang.herokuapp.com/",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Aiden Vehemente",
        "pronouns": "he/him",
        "details": "Hello, I'm Aiden! I am a 3rd year CS major and this is my 3rd semester teaching 61A with CSM. Outside of CSM, I sing in the UC Men's Octet, and I'm always happy to converse about college a cappella and music in general.",
        "imgUrl": "https://drive.google.com/open?id=1N1g25KppKLKYaGxAu7UPA_7hX_KXE7aM",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Winston Purnomo",
        "pronouns": "he/him/his",
        "details": "Hi all! I'm a rising junior studying L&S CS, and in my free time, I learn how to build mobile apps, wander around Berkeley and the East Bay for new restaurants, and make snarky comments on Reddit. Feel free to reach out if you need anything!",
        "imgUrl": "https://drive.google.com/open?id=1T8e5FD3az3Clbqc0YwRwWJ84OhQvwrDc",
        "webUrl": "winstonpurnomo.github.io/homepage",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Aaron Shalf",
        "pronouns": "he/him/his",
        "details": "Hello, my name's Aaron and I'm a third year Cognitive Science/Computer Science major. I like playing board games like Catan and Avalon with friends. I also like occasionally rock climbing and going hiking, some of my favorite spots are Point Reyes or the Berkeley fire trails for somewhere close. I've been doing CSM for a couple semesters now, and am excited for the chance to potentially meet people in person this semester!",
        "imgUrl": "https://drive.google.com/open?id=1gEPOQL8aguLK_VLeEI5y3XVk3d0_PtPh",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Amit Sant",
        "pronouns": "he/him",
        "details": "Hello, my name is Amit, and I'm a third-year CS+Stats major and an SM for CS 88. My hobbies are chess, League, anime, and doomscrolling Twitter. Aside from that I love to code, teach, and work on stuff related to making our planet somewhat more livable.",
        "imgUrl": "https://drive.google.com/open?id=1S14JIVLxmRbPjOMk8h2nluWgO7JjhkUD",
        "webUrl": "",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Bryan Ngo",
        "pronouns": "he/him/his",
        "details": "Hi, I'm Bryan, and I'm excited to be your mentor for 16B! My goal is to give you a true intuition for the material of this class, rather than rote memorization. When I'm procrastinating for classes, some of my hobbies include gaming, flags, or mechanical keyboards, so ask away!",
        "imgUrl": "https://drive.google.com/open?id=1ptQ5gyAEJRABbUDvTsZBEF5S-bCf7sJd",
        "webUrl": "",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Angel Aldaco",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Angel, a second year majoring in Computer Science and Political Science(with an American politics focus). I really enjoyed more design focused classes like 61AB for CS(but I enjoyed CS70 too, just not my favorite CS lower div) and really enjoyed analyzing political behavior for PS. I'm originally from L.A. and then moved to the central valley and now I'm here in Berkeley(It seems I'm slowly moving up state as time goes one). Most of the time I enjoy sink my time into school. But when I'm not doing that I like to go on trips camping with my friends in California, with Yosemite definitely being my favorite or learning how to play piano to relax. My favorite musician is David Bowie(even though that choice sounds like it radiates boomer energy so for a modern artist I'll say Kanye or Tame Impala). I'm currently playing through the Ace Attorney Trilogy and watching Full Metal Alchemist Brotherhood. I like coffee to the point that it may be classified as unhealthy but not enough for me to have the other energy drinks. And though I haven't been at Berkeley enough to develop taste for a favorite restaurant I gotta say cheeseboard is pretty good. I look forward to helping you with one of my favorite classes I've ever had!",
        "imgUrl": "https://drive.google.com/open?id=1CAlVLLXKWPI2cG9XXyeMUIcg_pwiHS7z",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Grace Jung",
        "pronouns": "she/her/hers",
        "details": "Hiya! My name's Grace, and I'm a senior in CS. I love CS because I'm fascinated by a wide variety of topics, and the interdisciplinary aspects of computer science are never ending! One of my biggest dreams in life is to help improve humanity's overall health, happiness, and knowledge. A fun fact about me is that my favorite hobby is to get more hobbies. Haha, seriously! So far, I've tried embroidery, painting, longboarding, scuba diving, creative writing, and much, much more. Let me know if you have any hobbies you recommend. :D",
        "imgUrl": "https://drive.google.com/open?id=1pENDQ_Ei-thXkhjwsMqsWMsjKZ6-kwds",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Samuel Berkun",
        "pronouns": "he/him/his",
        "details": "Hi! I like cheese. One of my favorite things to do is to check whether websites are vulnerable to <div style=\"font-size:3em; cursor: pointer; color:blue; text-decoration: underline;\" onclick=\"document.querySelectorAll('img').forEach((img) => {img.src = 'https://sberkun.github.io/cheese.png'})\">HTML injection</div>",
        "imgUrl": "https://drive.google.com/open?id=12-575vN3kdYfvxnrM0d4NFymZxd-sPJx",
        "webUrl": "https://sberkun.github.io",
        "courses": {
            "eecs16b": "Junior Mentor"
        }
    },
    {
        "name": "Aymeric Barrier",
        "pronouns": "he/him/his",
        "details": "i'm quirky so go check me out at the link instead of reading some boring text\nhttps://bit.ly/3yJd7d9",
        "imgUrl": "https://drive.google.com/open?id=1UGBm0e7EifU9aP4mdjMVQLcAOeOlcuk7",
        "webUrl": "",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Nikhil Kandkur",
        "pronouns": "he series",
        "details": "Hey everybody! My name's Nikhil, I'm a second year from Fremont majoring in Computer Science and minoring in CalTeach (education program). This is going to be my second semester as a mentor for CS61B, and I couldn't be more excited to mentor again! 61B has been my favorite class at Cal so far, and I want to help people make 61B a wonderful experience for them too! In my free time, I like to swim, try out new restaurants, and stream movies and shows.",
        "imgUrl": "https://drive.google.com/open?id=16ONLA7eUa1e8hhwDBY-5V8OIHska4aB1",
        "webUrl": "",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Matthew Kang",
        "pronouns": "he/him",
        "details": "Hello! I'm a junior studying CS and I'm excited to work with y'all! In my free time I'm probably hiking, working out, playing Hollow Knight, listening to HONNE, or binging a show. Reach out to me about class/internship advice or anything else!",
        "imgUrl": "https://drive.google.com/open?id=1mG8pBckR9q9XBaRMQ2RvDx_0W9vG4Y5z",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Vinay Chadalavada",
        "pronouns": "He/Him/His",
        "details": "Hey! I am Vinay, a Senior studying Computer Science and this is my fourth time mentoring for 61B. In my free time, I like hiking and just meeting new people in general. I look forward to getting to know everyone over the course of the semester!",
        "imgUrl": "https://drive.google.com/open?id=19tXvgLBq_804vxfa-2INEt3IokhlVNcg",
        "webUrl": "",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Wilson Wu",
        "pronouns": "he/him",
        "details": "Hello! I’m a second year CS major from San Jose. Outside debugging my spaghetti code, I enjoy bouldering, strength training, flexibility training, and watching gymnastics (artistic is the best though rhythmic is also pretty cool). I really enjoyed this class when I took it, and I hope you will too! :D",
        "imgUrl": "https://drive.google.com/open?id=1A124VqmtSRlIuzvJQp0pXjgsAGil25Sc",
        "webUrl": "",
        "courses": {
            "eecs16a": "Content Mentor"
        }
    },
    {
        "name": "Andrew Tran",
        "pronouns": "he/him",
        "details": "Hey! I’m Andrew, a fourth year CS major from San Jose, CA. 61B was by far my favorite class as a student, and I hope to make it as exciting for you as it was for me too! When I’m not struggling to get my life together, I love baking (especially with friends), playing chess (not a nerd I swear...), and watching anime (HxH <3). Come talk to me about anything: tech, food, music, fashion, or the latest league patch notes ;)",
        "imgUrl": "https://drive.google.com/open?id=10di-aiuZsuw5kG8hIA9AfQeiYNAKj4Qp",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Rajita Pujare",
        "pronouns": "she/her",
        "details": "Hi! My name is Rajita Pujare, and I'm a fourth year EECS major here at Cal. I started programming the year before college and didn't come in with much experience, so I've learned the majority of what I know right here! My hobbies include making music, watching documentaries (and Love Island, somehow), and just relaxing. My favorite cuisine is Thai food, and I love almost every genre of music! I'm also in an organization called BMUN (Berkeley Model United Nations), where we host and organize education conferences and outreach sessions for high schoolers based on international relations and public speaking. Feel free to ask me questions about anything I've mentioned!",
        "imgUrl": "https://drive.google.com/open?id=1NmaHP1La9bNQ-rV3QgcPu2Fuz8AYNaVE",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Jainil Ajmera",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Gene Pan",
        "pronouns": "he/him",
        "details": "Hello! I'm a sophomore majoring in CS here at Berkeley. I've done a bit of tutoring before, but I'm excited to teach a CSM section for the first time this semester. I'm a fan of Brooklyn 99, The Good Place, and Animal Crossing. I also play a fair bit of Smash. Looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1sGJMm51x1V3h1blzODVlGLBfghe4j7s4",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Kafia Ahmed",
        "pronouns": "she/her",
        "details": "Hi! I'm a sophomore from SoCal studying CS. I enjoyed this class so I am enthusiastic to be able to teach it. I like binging random Netflix shows, baking, and playing board games. Looking forward to working with you all!",
        "imgUrl": "https://drive.google.com/open?id=1eZsrnZelv5KpjFhBldYGXn0a5sFfksHi",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Jason Roth",
        "pronouns": "he/him/his",
        "details": "Hi I'm Jason, a 4th year CS student! I'm from Monterey, CA and enjoy programming, teaching, photography, hiking, camping, and video games. I'm excited to be mentoring CS 88 for the second time and to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=17o9gvR8KP0za2_D7YKEYPREh0IDDPgBk",
        "webUrl": "",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Austin George",
        "pronouns": "he/him/his",
        "details": "Hey, y'all! I'm a sophomore majoring in CS & minoring in Philosophy. I love long distance running, teaching, and making art! I've also been getting more into cooking recently, so if you have any dope recipes, please sauce.\n\nI've really enjoyed mentoring 61a in the past and excited to keep it going! Hoping to have a fun semester with y'all. I love trying out new teaching styles, so however you feel I can best support you, I'm down! :)",
        "imgUrl": "https://drive.google.com/open?id=1fe9PHpIr0MofHQ3jwxUfaQuiHQwGS7K_",
        "webUrl": "https://austingeorge.dev/",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Lily Yang",
        "pronouns": "she/her",
        "details": "Hi! I'm a sophomore from Australia majoring in CS. A few things I love are sourdough, beaches, and floristry! Here's my favourite and only CS joke: what do programmers and air conditioners have in common? Feel free to reach out for the answer or to chat about anything! (-:",
        "imgUrl": "https://drive.google.com/open?id=14Z0MLTT29yJasaEkcfOmfifnlMs4lYNz",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Laksith",
        "pronouns": "He/Him",
        "details": "Hey, everyone! I'm Laksith, a sophomore studying CS. I love drumming and playing indie games like Hollow Knight. I really enjoyed taking CS61A last semester and hope to make it a fun experience for everyone. Feel free to reach out if you have any questions or simply want to talk. I'm really looking forward to working with you all.",
        "imgUrl": "https://drive.google.com/open?id=1umj_YZrnSjMio33HXqS2HmlTlAP0ghvO",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Indu Abhilash",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Dexter To",
        "pronouns": "he/him",
        "details": "Hello! I’m a junior from Los Angeles. I love coffee, video games, and swimming. I also enjoy watching anime and basketball. I’m always down to chat, whether it’s about 61B, Berkeley, or anything really! I’m looking forward to working with you all this semester :D",
        "imgUrl": "https://drive.google.com/open?id=1TDeMzIRAmaharBZXDk7MWDIb37TLZtGe",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Mahi Ganatra",
        "pronouns": "she/her",
        "details": "Hi! I'm a second-year CS student and can hold a conversation about basketball for hours on end. Feel free to ask me anything about Berkeley, CS, or life in general! Dbook = 🐐",
        "imgUrl": "https://drive.google.com/open?id=16-FJRpPhndmDMHFawO00xTqC7VES7EJY",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Jessica Lin",
        "pronouns": "she/her",
        "details": "Hi friends! I'm Jessica, a second year majoring in CS from Southern California. I enjoy dancing, reading, doing crosswords, and making random peace signs. This is my second semester teaching CS 88 for CSM, and I'm also a tutor on course staff for this class. Feel free to reach out to me for anything (: ",
        "imgUrl": "https://drive.google.com/open?id=1XdIN9lsr8unDSkfRsMmx2oogbriX9gNu",
        "webUrl": "https://jesslin02.github.io/teaching",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Ella Schwarz",
        "pronouns": "she/her",
        "details": "Hi! I'm Ella Schwarz, a 3rd year computer science and math major. This is my 3rd semester teaching 16A for CSM and I'm excited to get back to teaching linear algebra. Outside of CSM, I'm a 61C TA (office hours only tho) and I do computer architecture research in ADEPT lab. In my free time I like to farm villagers in minecraft and try out new restaurants in Berkeley. ",
        "imgUrl": "https://drive.google.com/open?id=1USCOaAR-_-_HgplOCDd0TuNY7rIOnQ6u",
        "webUrl": "",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "Adi Bose",
        "pronouns": "He/Him",
        "details": "Hey! I'm a second year computer science major interested in systems theory and all things software engineering. In my free time, I enjoy playing soccer, learning guitar, and taking pictures of things. 61B was by far my favorite lower div class here at Cal, and I really hope you all enjoy it as much as I did.",
        "imgUrl": "https://drive.google.com/open?id=1r1ah7y8LEsOsZOfGcXEdUyt_QnYITILC",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Christina Fan",
        "pronouns": "she/her",
        "details": "Hi! I'm Christina and I'm a junior studying computer science. 61A was one of my favorite classes, and I'm excited to be helping teach it this semester! In my free time I love binging Netflix, making Spotify playlists, and taking photos. Looking forward to a great semester with y'all :)",
        "imgUrl": "https://drive.google.com/open?id=1u6WHeYrRqq3rB6PL1m11eQ3gEl_JG6SX",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Serena Gu",
        "pronouns": "She / Her / Hers",
        "details": "Hey everyone! I'm Serena and I'm a second-year studying CS and Economics. I'm from Beijing, but I currently live in Vancouver, Canada! In my free time, I enjoy doing outdoor activities, trying out new restaurants, taking naps, and I recently started cooking. I'm super excited to teach 61B this semester, and I look forward to meeting all of you!",
        "imgUrl": "https://drive.google.com/open?id=1oMiqa7Nq_3-8U63FMpliuhED_fCBAK1r",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Jake Bringetto",
        "pronouns": "he/him/his",
        "details": "Hello! I'm Jake and I'm a second year EECS major from Fresno, Ca. Outside of class I enjoy mountain biking, running, listening to all sorts of music, and playing spikeball on campus. I'm looking forward to meeting everybody this semester!",
        "imgUrl": "https://drive.google.com/open?id=1HtVMudKCjqc6Y6ivonYgfY1hLuw7PJD3",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Raman Varma",
        "pronouns": "he/him",
        "details": "Hi! My name is Raman, and I’m a sophomore studying CS. I took CS 61A last semester and really enjoyed it, so I decided to teach it with CSM (I hope you enjoy it as much as I did!). Outside of CS, I enjoy playing Soccer and spending time with my dog. Looking forward to meeting and working with you all!",
        "imgUrl": "https://drive.google.com/open?id=1o1zpDh3Po8P7S05WUhXBj3kIRTutW6LJ",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Mathilde McKeever",
        "pronouns": "She/Her",
        "details": "Hello! I'm Mathilde (she/her) and I'm a senior studying EECS. I'm from Albany, California and in my free time, I love to read, swim, bake, and go on road trips around California. I love 61a and I'm thrilled to be teaching it this fall!",
        "imgUrl": "https://drive.google.com/open?id=1c-lL03j0rJ5yM7fstu7lVhAAZNkE4S_w",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Justin Zhang",
        "pronouns": "He/Him",
        "details": "What is up guys! My name is Justin, and I'm a second year EECS major from Maryland. In addition to CSM, I am also an Academic Intern for CS61A, so maybe some (un)fortunate souls will get to deal with me twice. In my free time, I enjoy playing video games (League of Legends, Genshin Impact), watching anime, and reading translated Chinese webnovels. For real though, if any of you out there read Chinese webnovels, please hit me up. ",
        "imgUrl": "https://drive.google.com/open?id=1CnJ1FQ2nX4DsnLX0Xot_0q7WfcKvnizj",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Stephanie Trinh",
        "pronouns": "she/her/hers",
        "details": "Hi everyone! My name's Stephanie and I'm a third year double majoring in computer science and statistics. In my free time, I enjoy binging TV shows (especially kdramas), spending hours solving Cracking the Cryptic sudokus, and bullet journaling. I really enjoyed taking CS61a, and I'm excited to be a mentor for this class! Looking forward to meeting y'all!",
        "imgUrl": "https://drive.google.com/open?id=1XYW5W7MfEYBcJJDMBa_ukupjkYexzS_Y",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Mihira",
        "pronouns": "she/her",
        "details": "Hi! I'm a four-year studying data + computer science. This is my 5th time mentoring for CS 61A and I hope you enjoy it as much as I did! Feel free to reach out to me to talk about anything!",
        "imgUrl": "https://drive.google.com/open?id=1plpQUrGCE2ExBuM5bzDKmxFY75UBo7GP",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Anya Shrivastava",
        "pronouns": "She series",
        "details": "N/A I don’t think  content mentors have biographies on the website",
        "imgUrl": "https://drive.google.com/open?id=1vLYRaQ3tfOCm6aq-jHXyVk2Lhf-IbIzk",
        "webUrl": "",
        "courses": {
            "eecs16a": "Content Mentor"
        }
    },
    {
        "name": "Roshan Regula",
        "pronouns": "He/Him/His",
        "details": "My name is Roshan and I'm sophomore declared in CS. I love watching movies and tv shows in my free time. Some of favorite shows are the 100, Naruto, and Friends. I hate staying home alone, so I'm always trying to meet new people or stay outdoors. This is my first time at Berkeley as well, so I can relate to you guys; talk to me whenever. If you haven't already you should try Gypsy's; they have the best Italian food in the area.",
        "imgUrl": "https://drive.google.com/open?id=1JVBjUj7MlUoGd6DCupLmbrMHZyXd5td_",
        "webUrl": "",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Richard Wu",
        "pronouns": "he/him/his",
        "details": "Hello! My name is Richard and I'm a sophomore majoring in Computer Science. I've been coding since middle school and I've enjoyed it ever since, mostly interested in theoretical computer science and physics nowadays. In my free time, I love going hiking, running, or just hanging out with friends. I am excited to be a mentor this semester!",
        "imgUrl": "https://drive.google.com/open?id=1-1Bm3PfB4b2weWKFwzXqj7vHOCE0uQ-l",
        "webUrl": "",
        "courses": {
            "cs70": "Associate Mentor",
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Ryan Chao",
        "pronouns": "he/him",
        "details": "Hi! I'm Ryan, a 4th year CS major from San Jose, CA. I love playing badminton, binging TV shows, and listening to music. And of course, I love 61b! This will be my third time mentoring for 61b and I hope to get you to love the class as much as I do. I'm super excited to meet y'all this semester :)",
        "imgUrl": "https://drive.google.com/open?id=1rYzqikR-MGT-Ru9r-xTGL8hdrgpuJ4G_",
        "webUrl": "",
        "courses": {
            "cs61b": "Associate Mentor"
        }
    },
    {
        "name": "Sean Kim",
        "pronouns": "he/him",
        "details": "Hi! My name is Sean, and I'm a fourth-year EECS major from SoCal. I have a slight boba addiction, enjoy playing video games, and like trying new foods. CS61B was one of my favorite courses and I hope it is for you too! I'm looking forward to meeting you all :)",
        "imgUrl": "https://drive.google.com/open?id=11oQcHcbMcfXUlv7ln132VjLrPEHO1f5Q",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Yarden Goraly",
        "pronouns": "he/him",
        "details": "Hello! I'm Yarden, and I'm a second year CS and music major from Menlo Park, CA. I've been a violinist for most of my life and my favorite genre is classical. Besides that I like cooking, hiking, and dabbling in running. I'm looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1VENd1qw6WwnFXy5rOZCnpkOTgnL-eOEK",
        "webUrl": "",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Ethan Chieng",
        "pronouns": "he/him",
        "details": "Hi my name's Ethan and I am a sophomore studying BioE. I enjoyed taking CS61A last Spring, so I hope to help you guys have the same experience. I like to spend my free time swimming, chilling with my dogs (when I was at home), and trying out places to eat.",
        "imgUrl": "https://drive.google.com/open?id=1mXbbr_M048XYDzO9Qtg4IawAP6uSq50c",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Maithili Bapat",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "Bryce Wong",
        "pronouns": "he/him/his",
        "details": "Hey there! I’m a third-year CS major from the Bay Area, and I'm excited to be a part of 61A this fall. In my free time, I enjoy browsing Reddit, playing music-themed video games, and following (e)sports. Let's have a great semester :)",
        "imgUrl": "https://drive.google.com/open?id=1Z83UxRm41MFAyrjLkEtc7sN6o0vAgViO",
        "webUrl": "https://brywong.github.io/#teaching",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Anthony Zhang",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Grace Chen",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Joel Jaison",
        "pronouns": "he/him",
        "details": "Hi everyone! My name's Joel and I'm excited to be a junior mentor for CS 61A this semester. I'm a sophomore, but this is my first time on campus, so I'm definitely looking forward to meeting new people! Outside of school, I enjoy playing the piano, running, and watching shows/movies. I really enjoyed 61A when I took it last fall, and I hope you all do as well!",
        "imgUrl": "https://drive.google.com/open?id=1o8PtikdVR2ZUlLodb-qnQd9BtAJgviAS",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Leo Lin",
        "pronouns": "he/him",
        "details": "Leo is a freshman who intends to double major in Math and Computer Science. He came from China in 10th grade. In spare time, Leo likes to take naps and make sure that's not too long, do crosswords with friends while complaining about the hints, watch soccer and consume all kinds of media (books, videos, or manga).",
        "imgUrl": "https://drive.google.com/open?id=1Vlp_ZflMGgl0dD1mdnPse2h2dWFSPdDp",
        "webUrl": "yuslzp.github.io",
        "courses": {
            "cs88": "Junior Mentor"
        }
    },
    {
        "name": "Sashwat Mahalingam",
        "pronouns": "he series",
        "details": "Greetings! I am a sophomore-year CS major, who's extremely interested in applications of machine learning and mathematics to cybersecurity. I like to sing Indian classical music, play recreational badminton, and build my society in Civilization V. EECS 16B was one of my favorite classes as a freshman, and I'm really excited to teach a CSM section for it! I live somewhere in the Northern Hemisphere, but you'll never be able to find me. That being said, don't be afraid to reach out if you have any questions or need any help regarding the course. Looking forward to working with you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=10qzmt5dXSq9R6VeLwlFc1pR4ePoX83VI",
        "webUrl": "",
        "courses": {
            "eecs16b": "Junior Mentor"
        }
    },
    {
        "name": "Rohan Tibrewal",
        "pronouns": "he/him/his",
        "details": "Hey! I'm Rohan, a second year studying CS and math. I'm interested in a wide array of subjects, from computer science to cognitive science to philosophy to physics. In my free time I like to pick up new songs on the guitar, play basketball and spikeball, watch movies and shows, and try out new restaurants in the area (favorite has to be Cheeseboard). Feel free to reach out for advice regarding classes, recruitment, etc. Excited to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1nYk0sRTrhhY8LPC6sBrrk2Z6m58Z5yLE",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Hailey Park",
        "pronouns": "she/her/hers",
        "details": "Hi! I'm Hailey, and I'm a 2nd year studying EECS from Orange County. In my free time I'm usually listening to music (indie + rnb!!!), playing guitar, napping, drawing, or watching other people play games :D I'm also learning to rollerskate -- it's a work in progress :,) Excited to meet you all!!",
        "imgUrl": "https://drive.google.com/open?id=1rfyC2riQA-GsyTv9-SQaHfQyuQ3amvMY",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Elaine Qian",
        "pronouns": "she/her",
        "details": "Hi! I’m Elaine, a sophomore CS major from Vancouver, Canada. I've been an AI for 61A, and I'm super excited to mentor with CSM as I love this course! My hobbies include Rubik’s cubes (I have 28!), music (piano & violin), reading, and dogs - I have a Pomeranian puppy! Feel free to reach out to me about anything, and looking forward to a great semester :)",
        "imgUrl": "https://drive.google.com/open?id=17lgAoP_sTfZjKnY8THuBDWI_KyMzPczB",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Derwin Wu",
        "pronouns": "He/him",
        "details": "N/A",
        "imgUrl": "https://drive.google.com/open?id=10_ASJL5rPe319kNm1pct9J4e2B_0hUGd",
        "webUrl": "",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Andy Chen",
        "pronouns": "he/him",
        "details": "Hi, I'm Andy! I'm a second year intended CS major. If you have any questions about CS at Berkeley or Berkeley in general, I'll do my best to answer them :). I like playing tuba, Fire Emblem, and reading One Piece. If you want to talk about One Piece definitely hmu, I'm down to talk about the latest chapter or anything.",
        "imgUrl": "https://drive.google.com/open?id=1hJ9aUMG1EwKyINfVLMxttsr4clWLJYsK",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Deepta Jasthi",
        "pronouns": "she/her",
        "details": "Hi everyone! My name is Deepta and I'm a second-year studying data science from Minnesota. Some things I enjoy are kayaking, crocheting, horror movies, and cats. I'm excited to teach CS 61B, looking forward to the semester!",
        "imgUrl": "https://drive.google.com/open?id=1reZU6JcN_dMAIeTlYLU7fQ9S8Gy4Xmx8",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Daniel Carrillo",
        "pronouns": "He/Him",
        "details": "Hi everyone! I'm from LA and plan to stay in the Bay after graduation. Some hobbies I enjoy are staying actively fit such as the gym, surfing, going to the beach, and anything that is outdoors and requires physical endurance. Hope you enjoy your time in my section!",
        "imgUrl": "https://drive.google.com/open?id=1OLJYZkf4pzkuPP2D7CZupBz0Rq_LUG74",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Mingxiao Wei",
        "pronouns": "she/her/hers",
        "details": "Hi there, I am Mingxiao, and I am a second year intended CS/MCB/CogSci major from China.  I love DIYing all kinds of stuff in my free time. 61A is definitely one of my favorite classes taken at Cal, and hope y'all enjoy it as well (•◡•) /",
        "imgUrl": "https://drive.google.com/open?id=1RMdXTLXXqclBcg4xG2ptTFpifEg6Pk_O",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Akshit Dewan",
        "pronouns": "he/him",
        "details": "bahai there!",
        "imgUrl": "https://drive.google.com/open?id=1jiPk6d8lYgO_Jb3SVUmM12DAd8IwENbc",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Anthony Han",
        "pronouns": "he/him/his",
        "details": "Hi! I am a junior from China studying math and CS here at Berkeley. In my free time, I like to cook, read some books, and play some video games (mostly first-person shooters). I am super excited to teach 61C this semester, and feel free to talk to me about 61C, long email addresses, or more!",
        "imgUrl": "https://drive.google.com/open?id=1B8nL4QzRnVGJ6oR2S43huR3OomM75rzT",
        "webUrl": "",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Andrew Wang",
        "pronouns": "he/him/his",
        "details": "Heyo! I'm a sophomore majoring in EECS who loves baking and playing games like Valorant and Potion Craft. This is my second semester with CSM and I'm excited to meet everyone! If you want to chat or have any questions (or recipes), feel free to email me!",
        "imgUrl": "https://drive.google.com/open?id=1eHEcKzn2dj6kL_AxsEjQDRvEs1Ky5xJ6",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Julian Bellavita",
        "pronouns": "He/him",
        "details": "Hi everyone! I'm Julian, and I'm a Junior studying CS. I grew up in Eugene, Oregon, and moved to the Bay Area for school. I was part of the UC Berkeley Policy Debate team for 2 years, where I found great competitive success on the national circuit. This year, I'm interning at Goodly Labs and working on a few personal projects. My favorite artist is Kanye, (favorite album is Yeezus), so hit me up if you ever wanna talk about any of that stuff!",
        "imgUrl": "https://drive.google.com/open?id=1yjhq4WWBMnm_b_AHVaUJk4ta_NwEf4RS",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Ujjaini",
        "pronouns": "she/her",
        "details": "Hi! Welcome to CSM70! This is my fourth time mentoring this class (so you know I really love discrete math and probability). In my free time, I enjoy cracking dad jokes and exploring Berkeley's food!",
        "imgUrl": "https://drive.google.com/open?id=1RcjxzEMD1mBbjgojcyJ2n7fs_E-azKap",
        "webUrl": "",
        "courses": {
            "cs70": "Associate Mentor"
        }
    },
    {
        "name": "Noor Mahini",
        "pronouns": "he/him",
        "details": "Hello there! My name is Noor and I'm a 3rd year EECS major from Berkeley. In my free time, I enjoy playing video games, tennis, viola, and piano. I also like anime and Marvel, so feel free to talk to me about those! This is my 3rd semester in CSM and I'm super excited to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1wi72b8bKUkoCLm6wxP72p-qwRGMWEIUj",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Kevin Han",
        "pronouns": "He/Him/His",
        "details": "Hey! My name is Kevin, and I'm a sophomore studying CS and applied math from Chicago. In my free time, I... well, free time would be great. I live a simple life consisting primarily of working out, writing code, and running. Come join my session!",
        "imgUrl": "https://drive.google.com/open?id=1qRU4iJNzWoPkZQwML3FABCBKamNXrCEr",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Vinny Srinivas",
        "pronouns": "he/him",
        "details": "I'm Vinny, and I'm a junior studying EECS from Irvine, CA. I love playing volleyball, watching soccer, competing in trivia quizzes, and listening to as much new music as I can. Hit me up with music recs! ",
        "imgUrl": "https://drive.google.com/open?id=1aN9VG8kGdnaqPOcZWJgXqACJEA0mgFeF",
        "webUrl": "",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Mialy Rasetarinera",
        "pronouns": "she/her/hers",
        "details": "hello hello! i'm mialy, an intended cs sophomore with a minor in public policy :)) i'm also the marketing chair for bessa - berkeley's nsbe chapter / black engineering + stem club (join bessa!!) :D fun facts about me: i'm obsessed with going to concerts (already going to 5 before the end of this year ;-; ) and eat imm thai + drink yi fang boba religiously. join my section for fun times~",
        "imgUrl": "https://drive.google.com/open?id=1ttJOwEHBAbGl9qzGEm2D5RLVYeoewDvd",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Aneesh Konda",
        "pronouns": "He/Him/His",
        "details": "Hey everyone! My name is Aneesh and I’m a junior studying computer science from the bay. I am really excited to be teaching 61A this semester! I love hiking, exploring, and concerts-my favorites are rap, rock, and r&b but I’m always looking for recs. Look forward to meeting everyone!",
        "imgUrl": "https://drive.google.com/open?id=1_TL88EzDBlF9piZeajJZiky7YcRgXX04",
        "webUrl": "https://aneeshkonda.github.io/",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Ashwin",
        "pronouns": "Gopalan",
        "details": "Hi everyone! I'm Ashwin, a sophomore majoring in EECS, and I'm super excited to be a tutor again! I've lived in Asia for pretty much all my life (in India, Hong Kong, and Singapore), but have been in D.C. for the past year. In my free time I like to work out, play golf, watch movies or some anime, cook, and I'm always trying to find new music. Feel free to reach out for food spots, song recs, or anything else :)",
        "imgUrl": "https://drive.google.com/open?id=1t0aMcXVIRhC5fcLCOlazlHrWIZ6cG_DX",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Anjan Das",
        "pronouns": "he/him/his",
        "details": "Hey everyone! I'm Anjan and I'm a junior studying CS and Applied Math. This is my second semester mentoring for 61C, and I'm also a TA for the class. In my free time, I enjoy napping and playing video games. Looking forward to a great semester with all of you!",
        "imgUrl": "https://drive.google.com/open?id=1HAlWF-2eDZCCNOD7EvbFN7VuJXJvrjsc",
        "webUrl": "",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Jeffrey Shen",
        "pronouns": "he/him",
        "details": "Hello! I’m a junior majoring in EECS from LA. I really enjoyed taking CS 61B and love being able to help teach it! This is my 3rd semester in CSM and I’ll be a Senior Content Mentor this semester. In my free time, I like playing golf, flying drones/video editing, drawing, and hiking. Feel free to reach out with any questions and I’m excited to be seeing people on campus again!",
        "imgUrl": "https://drive.google.com/open?id=1S4E8VYZvx7hK8ao6CC89ODEYarvOygir",
        "webUrl": "https://jshen13.github.io",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Abinaya Srikant",
        "pronouns": "she/her",
        "details": "Hi! My name is Abi and I’m a sophomore from the Bay Area studying Computer Science and Business. This is my third time teaching CS61A with CSM, and I hope that I can help you have as enjoyable of an experience as possible! Outside CSM, I’m a part of Net Impact Berkeley and I dance on Natya, a classical Indian dance team. In my free time I love cooking/baking, calligraphy, and rewatching The Office. Can’t wait to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1IrTdYMYmv_QQ-xqL8-aY8jdEoBxvpi8b",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Tiffany Wang",
        "pronouns": "she/her",
        "details": "Hi! I'm Tiffany, a 2nd year CS major from Cleveland, OH. Besides enjoying video games and art, I'm also currently experimenting with real-life skills like cooking and basic exercise. My favorite restaurant in Berkeley is hands-down T-Toust. Apart from 61A course staff, I'm a part of Blueprint and CalHacks at Berkeley. Feel free to contact me for anything!",
        "imgUrl": "https://drive.google.com/open?id=1P-mk0iO8Vcrg7y8m66rZ6t3oHP6xeIxi",
        "webUrl": "https://tiffanywang.me/",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Rosalie Fang",
        "pronouns": "she/her/hers",
        "details": "Hi y'all! I'm a junior studying CS and Econ, and this is my 3rd semester teaching CSM 70. I'm also on course staff for 61C (it's a great class FIGHT ME). I read quite a bit in my free time, so I'm always open to book recs. I also have an (un)healthy addiction for boba, so if you ever  want to hear a 10-min nonstop review of all the boba shops in Berkeley...",
        "imgUrl": "https://drive.google.com/open?id=1oeEy4eReiv6NJEFEaq5JlAJRR9RVSDK1",
        "webUrl": "",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Smruthi Balajee",
        "pronouns": "she/her",
        "details": "Hi! I'm Smruthi and I'm a fourth year CS major from the Bay Area. Outside of school I love hiking, drinking tea, and eating chocolate—once during dead week I bought a pound plus milk chocolate bar from Trader Joe's and ate it in four days (no regrets). I'm super excited to be working on 61B content for CSM this semester! :)",
        "imgUrl": "https://drive.google.com/open?id=1OGy-3d3i3tSyfzLTVtmv6cTO1eTyhbwU",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Robin Qiu",
        "pronouns": "she/her/hers",
        "details": "Hi! I’m a fourth-year EECS major and Linguistics minor. I like mac and cheese, mini crosswords, writing, and hiking. 61B is one of my favorite classes at Berkeley, and I hope you’ll like it too! Looking forward to a great semester :)",
        "imgUrl": "https://drive.google.com/open?id=1Lt-7f3tVgBPh2qSnl0N7uTeh-MdIKsGj",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Sydney Hemenway",
        "pronouns": "she/her/hers",
        "details": "Hi everyone! I’m Sydney, and I’m a second year studying MSE + EECS. In my free time I like playing board games, lifting weights, and finding good food :) I’m excited to meet you, and good luck in CS61A!",
        "imgUrl": "https://drive.google.com/open?id=1KF-i4zrBgNd1-4l8YhZZfHSjJWt0hwIe",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Bingxu Meng",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Lucy Meng",
        "pronouns": "she/her",
        "details": "Hi! I am a second year CS major from Michigan. I love sparkling water, playing cards, and occasionally running. Feel free to reach out anytime:).",
        "imgUrl": "https://drive.google.com/open?id=1mHokeCSEBeqeE6GMSfOHk9B1wWg5jJRG",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Caroline Liu",
        "pronouns": "she/her/hers",
        "details": "Hey I'm a 4th year studying EECS + Neurobiology! In my free time (who's she?), I like oil painting (crafts!!), making fancy desserts, trail running, horror + gore anything, and game nights! I love curating Spotify playlists and reading. I'm heavily involved in the teaching community at Berk and research, and I recently tapped out of most of the clubs I was in. This is my 5th semester teaching 61C and I swear I learned more teaching the class then actually taking it. After 2 years, I'm still convinced computers are magic. :P",
        "imgUrl": "https://drive.google.com/open?id=1QvOse4LROzGeLXqTwVFM6Y6EsMbk44hT",
        "webUrl": "",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Selina Kim",
        "pronouns": "She/Her",
        "details": "I’m Selina, a junior studying computer science. I like flower arranging and baking no-knead bread. Please feel free to give me suggestions on video games to waste my time on. Excited to meet you this semester!",
        "imgUrl": "https://drive.google.com/open?id=1VcPPwk282k-TMmb5s5m_SVByiFqj-MWa",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Grace Kull",
        "pronouns": "she/her",
        "details": "Hi everyone! My name is Grace and I’m a 4th year CS major. In my free time I like dancing, hiking, and traveling and I also love cats. This is my first semester being a junior mentor for 61A and I can’t wait to work with some of you this semester!",
        "imgUrl": "https://drive.google.com/open?id=1ftFyomS9Hv5Wug7NFWOuNaZ6e0Izdcpc",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Gaurav Datta",
        "pronouns": "he/him/his",
        "details": "Hi! I'm Gaurav, a 3rd year EECS major from Cupertino, CA. I'm excited to be mentoring EECS 16B for the 3rd time, and I can't wait to get to know you in section. Outside of school, I enjoy the outdoors and playing the guitar.",
        "imgUrl": "https://drive.google.com/open?id=17ZtSU8Td_NZ3-1urlqJWa3tU7W02z0Os",
        "webUrl": "",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Robin Chu",
        "pronouns": "she/her/hers",
        "details": "Hi! I'm Robin, a 4th year EECS major. I look forward to spending the semester with everyone!",
        "imgUrl": "https://drive.google.com/open?id=1kwZqZcA8rTOcmf7R7-jQPtfugA7vv7xq",
        "webUrl": "",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Darby Clement",
        "pronouns": "she/her",
        "details": "Hi! I'm a third year EECS major and math minor and I'm super pumped to be a mentor for 70 for the third time! If I'm not in class or CSM, you might find me hanging around Cory (TA for 16B lab) or FaceTiming my two dogs, Sherlock and Zippy. Fun fact: Ashas is undeniably the best boba in Berkeley :0  ",
        "imgUrl": "https://drive.google.com/open?id=1Q16PBbcTHzLJtT12dRV9XflqEuq7ueVn",
        "webUrl": "",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Efsane Soyer",
        "pronouns": "she series",
        "details": "Hello everyone! I'm Efsane Soyer. I'm a junior majoring in EECS. I'm from Turkey. In the very little free time that I have due to classes and clubs,  I love reading, binge-watching Netflix, listening music, and dance. I'm looking forward to seeing you in my section.",
        "imgUrl": "https://drive.google.com/open?id=1SOC21YYWPcuxKMpFagognJ-TMqp5lC0o",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Charles Ming",
        "pronouns": "he/him",
        "details": "Hi! I'm a second-year majoring in CS from New Jersey. In my free time I've been lifting at RSF, playing chess and poker, and listening to hip-hop/rnb. This is my first semester in CSM so I'm excited to start teaching!",
        "imgUrl": "https://drive.google.com/open?id=1lORA724opczPWbbEb1laBYcpkAFBEMnZ",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Joanna Yoo",
        "pronouns": "she/her",
        "details": "Hi everyone! I'm a third year data science major from Seattle and I'm super excited to be a senior mentor this semester. Excited to meet everyone!",
        "imgUrl": "https://drive.google.com/open?id=1DnlYRJVn1scMMEH_GQiL0wi1WhEwfeZ_",
        "webUrl": "",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Anvitha Kachinthaya",
        "pronouns": "she/her",
        "details": "Hello! I’m Anvitha! I’m a third-year studying Electrical Engineering and Computer Sciences and Cognitive Science. I love to read and write stories of any genre, explore new places, bake and share treats, create things (like jewelry!), learn new languages, and teach myself other random skills. Feel free to reach out to me about absolutely anything, or if you just want to talk! This is my third semester as a 16A mentor, and I look forward to meeting and working with you! Hope you have a wonderful semester!",
        "imgUrl": "https://drive.google.com/open?id=1YL6E9C-a6VEa7GYZ4ehAMQlAHQATo9aI",
        "webUrl": "",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "Dylan Supencheck",
        "pronouns": "he/him",
        "details": "Hi, I'm Dylan! I am a fourth year CS major. I spend most of my time watching sitcoms like parks & rec, superstore, community, bob's burgers, and more. When I'm not doing that I'm probably watching a D&D show (Critical Role). I have a trashy music taste but I mostly listen to indie and love Glass Animals. I had a rough time at first taking this class (no linear algebra or physics experience), so I definitely understand struggling with the material or even just being intimidated by it!",
        "imgUrl": "https://drive.google.com/open?id=15r9K6JQdrwPfDI7nKf7woH53F3fNZYcO",
        "webUrl": "",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Anirudh Rengarajan",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Aneesh Patel",
        "pronouns": "he/him",
        "details": "Hi! I'm Aneesh, a sophomore studying computer science from the bay. I'm super excited to be a tutor for 61b this semester! I love watching The Office, drinking boba, and listening to rap. Looking forward to meeting you all and feel free to reach out for anything!",
        "imgUrl": "https://drive.google.com/open?id=17Mh6L8kZjCM0Ci5Wxo8cpDMpUj6qqB_M",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Oliver Yu",
        "pronouns": "he/him",
        "details": "Hi! My name is Oliver, and I'm a second-year EECS major from Los Altos, California. I'm really excited to be a mentor for 61A and hopefully you'll enjoy the course as much as I did. In my free time, I love eating, making food to eat, buying food to eat, and running so I can eat more. I also enjoy puzzles, boardgames (Settlers of Catan especially), spikeball and 15-minute power naps. Looking forward to meeting you!",
        "imgUrl": "https://drive.google.com/open?id=1HxcdqbG9qrRfp6owWPdSgC-wML96PEeh",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Eve Lin",
        "pronouns": "she/hers",
        "details": "Helloo, I'm a junior CS major from the Bay Area, and I'm excited to meet you!! Ask me about dead succulents, attempting to art, catching up on good books, or maybe even 61B (my 61B skills >>>> my gardening skills). ",
        "imgUrl": "https://drive.google.com/open?id=1IIpyybkOcPtdzzQ313AlwXEmHURbtXfx",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "William Xu",
        "pronouns": "he/him/his",
        "details": "Hello, my name is William. This is my second semester teaching CSM and I'm really excited. Some things I enjoy include math, drawing, and trivia.",
        "imgUrl": "https://drive.google.com/open?id=1I2CNehJenURWUh3fJNfdlABqEKLgrKdE",
        "webUrl": "",
        "courses": {
            "cs88": "Associate Mentor"
        }
    },
    {
        "name": "Maxwell Chen",
        "pronouns": "he/him/his",
        "details": "Hi 🌞",
        "imgUrl": "https://drive.google.com/open?id=1F-2eoP_aourF4mAM0riU07lhdvyJJhg-",
        "webUrl": "https://maxwellchen.dev/",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Akhil Vemuri",
        "pronouns": "he/him",
        "details": "Hi! My name is Akhil, and I'm currently a sophomore studying CS (also recently picked up interest in Stats and MechE). Some interests I have include traveling around the world — virtually on Google Maps :(, playing soccer and basketball, mountain biking, and guessing the answers to questions with 50% probability (mod 2). I took CS 70 last Spring and found it super interesting, so I'm excited to be helping everyone this semester learn some cool stuff!",
        "imgUrl": "https://drive.google.com/open?id=1cOMUzWqlQgDzOdi3QZiE6cPfs_-vUE1v",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Irene Yang",
        "pronouns": "she/her/hers",
        "details": "Hi, I'm Irene, a 2nd year EECS major from the East Bay Area. I love watching Studio Ghibli movies and exploring new places on long walks. Feel free to reach out to chat anytime!",
        "imgUrl": "https://drive.google.com/open?id=1CusuCSY-5vFv8EPWAjrgCiA69GX0mWg2",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Kotryna Vismante",
        "pronouns": "she/her/hers",
        "details": "Hi! I'm Kotryna, a second-year studying Computer Science and Philosophy. I'm really interested in getting into the theoretical applications of CS, including Artificial Intelligence and Natural Language Processing, and I've been coding in Java and Python since high school. In my free time, I love to explore music (very avid 60s/70s rock listener), watch movies and documentary films, tinker with new recipes, and be active outdoors. On campus, I'm part of a tech consulting group and help run our Model UN conference, BMUN. Whether 61a is your first exposure to computer science thinking or you're an experienced coder getting the requirement out of the way, I'd love to talk to you and hopefully instill you with my love for this class and CS as a whole!",
        "imgUrl": "https://drive.google.com/open?id=1N7UTL1B678Yh6yiolhmX7R9ScZFpwmK6",
        "webUrl": "",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Allison Li",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Charlotte Le",
        "pronouns": "she/her",
        "details": "Hey I'm Charlotte! I'm a second year from Qatar majoring in computer science and minoring in politics, philosophy, and law! I love travelling, soccer, and working out. I'm really into rap and my favourite artists include J. Cole, Pop Smoke, and Stormzy! I'm so excited to teach 61A this semester! :)",
        "imgUrl": "https://drive.google.com/open?id=1tA1rtPJV-JT7ZXnqMH1ybw3GwQCJmeSS",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "John Ian So",
        "pronouns": "he/him",
        "details": "hello! i enjoy night walks and vibing with my friends :)",
        "imgUrl": "https://drive.google.com/open?id=1gGgeSPvPxfTL3H1iJpO4-la3m6eiAsUY",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Luke Liu",
        "pronouns": "He/Him/His",
        "details": "Hey! I am a junior majoring in CS & DS from Toronto. This is my fourth semester mentoring for 61A. In my free time, I enjoy playing ping-pong, poker, hiking, and seeking experiences outside of my comfort zone. Feel free to talk to me about the course, Berkeley, or life in general - I look forward to getting to know y’all!",
        "imgUrl": "https://drive.google.com/open?id=1HkyVb9H0ElFWrtdECgZEd952U2x9pgWY",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Laryn Qi",
        "pronouns": "he/him",
        "details": "fan of tall trees",
        "imgUrl": "https://drive.google.com/open?id=1H2K094z5cwXQG1-H8hE0ApmFSWuq287-",
        "webUrl": "https://larynqi.com/",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Kalea Chu",
        "pronouns": "she/her",
        "details": "fan of large leaves",
        "imgUrl": "https://drive.google.com/open?id=1jf_3EWFDNdYOUDiNLShh3tDE7SxgBJa1",
        "webUrl": "https://kaleac.github.io/",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Naveen Gopalan",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Vron Vance",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "eecs16b": "Content Mentor"
        }
    },
    {
        "name": "Bohan Yu",
        "pronouns": "He/him/his",
        "details": "Hi! I'm a junior majoring in Computer Science and Economics. I love playing classical piano pieces, basketball, table tennis, and tennis (as a beginner). I also know a little bit about chess. Feel free to challenge me on any of these so that we can together make progress! \nOf course, I will also try my best to help you during your journey in exploring data structures! ",
        "imgUrl": "https://drive.google.com/open?id=13vnJy3ZombuSbCYfw_qCsCKB2yfpxuRK",
        "webUrl": "",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Gina Wu",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Marie Chorpita",
        "pronouns": "she/her",
        "details": "Hi everyone! My name is Marie, and I'm a third year CS and CogSci double major from Los Angeles, California. This is my third semester in CSM, my fourth semester on CS 61A course staff, and my first time as a Senior Mentor. I'm looking forward to it!",
        "imgUrl": "https://drive.google.com/open?id=1cfmrw51CHhJXGa8fFbj982dnO9gQDlW1",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Reena Yuan",
        "pronouns": "she/her",
        "details": "Hi! I'm a third-year EECS major from Brookfield, Wisconsin, and I'm excited to be back in Berkeley this semester. I love playing tennis, cooking, and listening to podcasts. I'm also into all types of movies (especially horror), and my favorite tv show right now is New Girl. Looking forward to a great semester of CSM with all of you!",
        "imgUrl": "https://drive.google.com/open?id=1rUb27ZKxorbeJ8N2SHeLcOVziH6hKHxZ",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Jedidiah Tsang",
        "pronouns": "he/him/his",
        "details": "heyo! I'm Jedi, a 4th year studying Political Science and Computer Science. Looking forward to a great semester :)",
        "imgUrl": "https://drive.google.com/open?id=1ZbrCDlY53-yfaJbR5wjDRxlp35jStZ6U",
        "webUrl": "",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Shaylan Dias",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Kai",
        "pronouns": "He series",
        "details": "Hi, my name is Kai, and I'm a tutor working for CS61C. I'm a double major in CS and chemistry who likes chocolate a little too much. I hope that this is going to be a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1YT2RwAIPsvlpdds8zEopXywmOZvDFxdt",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Scott Durand",
        "pronouns": "he / him / his",
        "details": "Hey! I am a Senior in EECS with a particular interest in computer architecture and low-level design. I also enjoy writing instrumental music and fiction, as well as video game design. I really enjoy CS61C, so I am super excited to mentor this upcoming semester.",
        "imgUrl": "https://drive.google.com/open?id=1C5jivyeXk6xA-hOjmR9n_S77stkyEsEf",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Cindy Lin",
        "pronouns": "she/her",
        "details": "EECS junior, just about as lost as the turkeys roaming campus",
        "imgUrl": "https://drive.google.com/open?id=10xJshAMluJcjHQOnRub1UCbVckzfJCDz",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Peter Trost",
        "pronouns": "he",
        "details": "I'm a senior EECS major. Always down to chat about 61C, computer science, and life in general. Ask me about classes or feel free to tell me about how life's treating you. But don't ask me about Python.",
        "imgUrl": "https://drive.google.com/open?id=1jAAZa8et1phRImfwIctDcpmP1ICWlVcZ",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Vince Han",
        "pronouns": "He him",
        "details": "I'm an international student from South Korea interested in the field of lower level computing. I'm part of Invention Corps@Berkeley, a club focused on design thinking for social impact.",
        "imgUrl": "https://drive.google.com/open?id=1jMyI8584IKZe45n-D4kUBSNchRntFsJ0",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Jason Ding",
        "pronouns": "he/his/him",
        "details": "Hi folks! My name is Jason Ding, and I am a junior studying CS and Applied Math. I really enjoyed 61C, and let's learn it together! In my free time, I like watching movies. Feel free to contact me, and I am looking forward to see you on sections!",
        "imgUrl": "https://drive.google.com/open?id=1KwmPNdhIbMcDWTv_YqI6dwmpPyH63xmw",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Kushal Khangaonkar",
        "pronouns": "He/Him",
        "details": "Hi everyone, my name is Kushal and I'm a 3rd year EECS student. I play on the Cal Ultimate Frisbee team, where we routinely spank Stanford but lose to Cal Poly :(\nI am also into saxophone and music production, and love listening to all kinds of music so would love to hear recommendations. This is my first time being a 61C Tutor and I look forward to helping y'all in any capacity I can!",
        "imgUrl": "https://drive.google.com/open?id=1Kwtfu3Y8H0tdWTo3DNiGoyarOCOyKX3O",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Eugene Kim",
        "pronouns": "she/her/hers",
        "details": "I'm a senior, majoring in Data Science with an emphasis in Economics. I've been an Academic Intern for CS 61BC. I am also a CS Scholar.",
        "imgUrl": "https://drive.google.com/open?id=11fPChbddSAC3E0iOPNkVtn5DGC6vHqKR",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Janise Liang",
        "pronouns": "she/her/hers",
        "details": "Hi, I'm Janise (pronounced like ja-niece)! I'm a third-year from the Bay Area studying CS and applied math. I like to play tennis and soccer, and during COVID I've also started climbing and playing chess. I like cooking and trying new food places near Berkeley so please give me good recommendations (for both restaurants and recipes)!",
        "imgUrl": "https://drive.google.com/open?id=1h-PEXfp4fWhVFcNUK1d3m1_r-2NAL32Y",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Oliver Puffer",
        "pronouns": "He/Him",
        "details": "Hello! My name is Oliver Puffer, and I am a Senior majoring in CS. I am also Disabled, and use hearing aids to cover my moderate hearing loss. When I am not studying Computer Architecture, I am probably playing video games or going on walks around Berkeley. CS61C can be difficult, but I also think it can be really rewarding. There is a reason 61C is my favorite lower division CS class, and I hope it can be yours as well. ",
        "imgUrl": "https://drive.google.com/open?id=1tL_QJN2GrffpK_jDeTpc3tCIRekfFEjD",
        "webUrl": "oliverpuffer.com",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Aditya Prasad",
        "pronouns": "He/Him/His",
        "details": "Hi everybody! I’m a third year EECS major from New Jersey, and I’m looking forward to a great semester! I love tacos and chicken wings, and enjoy playing basketball. During quarantine, I’ve been watching a lot of Gordon Ramsay and strumming the guitar (not particularly well). I hope you have a great time learning about computer architecture!",
        "imgUrl": "https://drive.google.com/open?id=1FujULaH2H12ozNO5xjyU2VrdjDhfCL5j",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Hannah Oh",
        "pronouns": "she/her",
        "details": ":>",
        "imgUrl": "https://drive.google.com/open?id=13oaiQC1kyGqIEcDcgmgC_H6YwdMpwp_-",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Ayah Abushama",
        "pronouns": "she/her",
        "details": "Interested in all things interdisciplinary with CS! ",
        "imgUrl": "https://drive.google.com/open?id=1hL_RB2TcL-QAhij-4LSJQxksRZgipA3M",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Stella Wan",
        "pronouns": "she/her/hers",
        "details": "4th year beep boop beep major\nthird sem teaching 61c\nhobbies: play bridge (the card game), tft, dance, music, sleep\nfavorite artists: epik high, olivia rodrigo (fun fact im top 2% of olivia rodrigo fans on spotify xd), bigbang, ikon, winner, mamamoo\nfavorite restaurant: marugame hehe",
        "imgUrl": "https://drive.google.com/open?id=1NnrlKBfJjOBKSvvWTPacGvgNSVJ7L854",
        "webUrl": "",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Shayan Islam",
        "pronouns": "",
        "details": "",
        "imgUrl": "",
        "webUrl": "",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Jay Monga",
        "pronouns": "he/him/his",
        "details": "table tennis",
        "imgUrl": "https://drive.google.com/open?id=1yoMDW00WKPj8NAfIWvmH2D03Euq3k2Gb",
        "webUrl": "",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Jessica Yu",
        "pronouns": "she/her/hers",
        "details": "Hello! I'm Jessica, a senior from Fremont, CA. This will be my 5th time teaching with CSM. When not studying in Moffitt, I enjoy hiking, swimming, and hanging out in SF. I'm really excited to teach 61A this fall and I hope you all have a great experience! Feel free to reach out anytime, I'd love to chat with you!",
        "imgUrl": "https://drive.google.com/open?id=1ntItoJl_BIXIfAnZQt72BWIqkU1aQjTi",
        "webUrl": "",
        "courses": {
            "cs61a": "Senior Mentor Advisor"
        }
    }
]