[
    {
        "name": "Ayush Sehgal",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1f2CZFREyzrcIYKJNta4uv7diK-nKyTb2",
        "details": "Hey Guys! I'm a Senior studying CS. I am born and raised in Thailand. I love all things tech. I play the drums and am a big fan of the DC/Marvel universe. I've been in CSM for a while and I love weird analogies and have some cool tricks for understanding Data Structures, so come to my section to see what I am talking about. Talk to me about all of the above and looking forward to a great semester."
    },
    {
        "name": "Marie Chorpita",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1XdSKypqmG35TX_V1XlJ9WovhNnc57yCO",
        "details": "Hi everyone! My name is Marie, and I'm a third year CS and CogSci double major from Los Angeles, California. This is my fourth semester in CSM, my fifth semester on CS 61A course staff, and my second time as a Senior Mentor. I'm looking forward to it!"
    },
    {
        "name": "Adam Yang",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1uhz3MEX1hVlpl9yjq5EImrfS_nQ1y8V9",
        "details": "Helloooo! Resident second-year, CS+Math major psyched to drop some dope data structure and algo bombs on y'all!",
        "webUrl": "http://barnettyang.herokuapp.com/"
    },
    {
        "name": "Samuel Alber",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1QklOhlh9T8TXHegDUn91oImAYMyLvT7h",
        "details": "Hello! My name is Sam and I'm a 2nd year majoring in CS and physics. I like to juggle, read (or at least attempt to), and get absolutely clobbered in tennis."
    },
    {
        "name": "Andrew Park",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=12S-L_XlBAhiCmdX4mSD-JAvQ_t4d0C9e",
        "details": "Hello! My name is Andrew and I am a senior mentor for cs61a. This is my third semester with CSM and I have been teaching computer science outside of it for five years. I love frisbee, spikeball, and all beach activities. I'm looking forwards to meeting you!"
    },
    {
        "name": "Shaamer Kumar",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "He / Him",
        "imgUrl": "https://drive.google.com/open?id=1Uov5vORkP1SYHpv_sanRe2KtHPFod9aW",
        "details": "This is my second semester teaching CSM 16A! I love to run, play any sports and eat Thai food. I gotta say my fav restaurant in Berkeley is Toss. I'm looking forward to the semester! Feel free to reach out to me to chat or just for food recommendations :)"
    },
    {
        "name": "Thomas",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "Chen",
        "imgUrl": "https://drive.google.com/open?id=1wCImzOH_LPFdgovjAziSTfvDcLCNESFn",
        "details": "Hi! My name is Thomas and I am a sophomore studying Computer Science and Applied Math from Portland, Oregon. In my free time I enjoy board games, watching an absurd amount of Youtube, and reading books. I love listening to indie, alternative and folk music but I'm always willing to try out new music. Feel free to talk to me about anything!"
    },
    {
        "name": "Sydney Hemenway",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1m4TS5TxmPUMZ6RzFvApdQZ6fJENwUVmp",
        "details": "Hi everyone! I’m Sydney, and I’m a second year studying MSE + EECS. In my free time I like playing board games, lifting weights, and finding good food :) I’m excited to meet you, and good luck in CS61A!"
    },
    {
        "name": "Abishek Shankar",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1XsSJcaljFw2Wf26R5sJu8C67qAVQXUOx",
        "details": "Hi everyone! I am Abishek and am a Senior majoring in EECS and Economics. I am really passionate about data analytics and the application of AI in Finance. I love binge watching Netflix and some of my top show recs include Sherlock, Suits and Ozark. Please hit my up with any movie/tv show suggestions. I also enjoy cooking and trying out different recipes when I am bored and can make a strong case that Great China is the best restaurant in Berkeley. This is my fifth semester in CSM and I am super excited to help all of you succeed in 16A!"
    },
    {
        "name": "Peter Zhang",
        "courses": {
            "cs61a": "Content Mentor"
        }
    },
    {
        "name": "Bowen Wang",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Gavin Liu",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1cv5Q8MTg1BLQNxEtEuE5yUCnQx5JBG-h",
        "details": "Hi! I'm Gavin, a senior studying in EECS and this is my third time being part of the 16B CSM and 4th time being on course staff in 16B I enjoy studying robotics, controls and many types of circuit design. If you don't happen to find me listening to music by myself at Cory, you can probably find me grinding away at mainstacks without much sleep :) "
    },
    {
        "name": "Anna",
        "courses": {
            "eecs16a": "Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1iofjaytsXAb-9pK88ZekNWWLD1lMh70a",
        "details": "Hi there, I'm Anna:) a senior EECS major from Taiwan and the Bay Area! You're probably not gonna often see me teaching in section as I'm actually the one behind a screen who make all the hard problems you see on worksheets haha. I like computer architectures, digital design, and device physics.  I'm also learning Japanese now, so...はじめまして (nice to meet you)! I'm excited to see you all on campus :D",
        "webUrl": "https://menghuichou.github.io/"
    },
    {
        "name": "Anirudh Rengarajan",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Ryan Nuqui",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1T6zJAS9xK4v_7BEdxIh9luO9sAn_Frbv",
        "details": "hi y'all!\nI'm ryan and I'm a fifth year studying cs & applied math. this will be my eighth semester of CSM and I'm really excited to get the opportunity to meet and mentor more folks :) talk to me if you're fond of ducks, trying out new restaurants (try Rose Pizzeria!), or if you have any questions about anything. looking forward to meeting you!"
    },
    {
        "name": "Sebastian Zhao",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1J-Wqu7D-cAJLv9kKt-jqrrnZnpBxkSHN",
        "details": "Heyo! I'm a first year CS and DS intended student. This will be my second semester in CSM. I'm a pretty big fan of painting and digital art, cooking, and manga, but I also play some games over breaks. My favorite artist might be Shal. E and my favorite musician is probably uki3. I look forward to a great semester!"
    },
    {
        "name": "Maxime Berenshteyn",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1y4ordo-A8XithAUBobKlWPEsFm3ErF-L",
        "details": "Hi everyone! I'm Maxime, and I'm a 4th-year studying computer science from Pleasanton, CA. In my free time, I like running, hiking, playing basketball (go Dubs!), and reading. I'm looking forward to meeting you all!"
    },
    {
        "name": "Amit Sant",
        "courses": {
            "cs88": "Content Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1ghuaQESipkCRx-nzcJO4lw_BigVfzAk2",
        "details": "Hello, my name is Amit, and I am a third year CS major at UC Berkeley. My hobbies include gapping League of Legends esports, chess, anime, and osu! Aside from that I love to code, teach, and work on stuff related to making our planet somewhat more livable.",
        "webUrl": "amitsant.com"
    },
    {
        "name": "Ella Schwarz",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1JDXAs9QWZh4gCyiBs-OwbBz4JgaLNZ14",
        "details": "Hello everyone! I'm Ella and this is my fourth semester teaching 16A for CSM. I'm a third year majoring in CS and math with a focus on computer architecture (think 61C). I'm always happy to talk about undergraduate research, being on course staff and which boba places in Berkeley have the best value. When I'm not attempting to write a prefetcher in Chisel, I'm getting blown up by creepers while caving in minecraft."
    },
    {
        "name": "Simon Tsui",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1cgxRr-YxhzX3k3gY70dnn0OxIVwRMgb4",
        "details": "Hello! I am a junior studying Computer Science and Statistics. Feel free to reach out to me if you want to talk about classes at Berkeley, food recs, or anything else. Looking forward to a great CS 88 experience this semester!\n"
    },
    {
        "name": "Vinay Chadalavada",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=16GVkut5AUXhcXfY6L0Td0RbJDvRSP7oG",
        "details": "Hi! I am a senior studying computer science and this will be my 5th semester mentoring in CSM. I love the outdoors and have recently been trying to get back into running. I look forward to meeting you all :-)"
    },
    {
        "name": "Vibha Tantry",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=19a1JLOYRo7vZ70LjAm8Wm3kJNw7HFXPs",
        "details": "Hi! I'm a 2nd year CS major and this is my 2nd semester with CSM. I'm really excited to be a mentor for 61A and hope I can help you enjoy this class as much as I did (or at least get through it)! Feel free to reach out about literally anything; if you ask me a question I don't know the answer to, I will research it for fun and send you an entire essay about it :)"
    },
    {
        "name": "Aditya Satyadeep",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Zachary Adler",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Aymeric Barrier",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1ZQpQnO3uUhSF6saMLE-IJNRoFrswYi6u",
        "details": "🅷🅴🆈 🅻🅾🅾🅺 🅼🅰, 🅸'🅼 🅱🆁🅴🅰🅺🅸🅽🅶 🆃🅷🅴 🆆🅴🅱🆂🅸🆃🅴\n\n(っ◔◡◔)っ ♥ Come to my section, I’ve got  ~good vibes~  and I (probably) won't bite :)  Feel free to shoot me an email about literally anything, I live for those Gmail notifications. ♥\n\n¿uʍop ǝpısdn noʎ ǝɹɐ ʎɥʍ 'ʎǝH"
    },
    {
        "name": "Ryan Chao",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1IvNz4wmLpDjr06x7ImbGQIjnWVIHfXFt",
        "details": "Hi! I'm Ryan, a 4th year CS major from San Jose, CA. I love playing badminton, binging TV shows, and listening to music. And of course, I love 61b! This will be my fourth time mentoring for 61b and I hope to get you to love the class as much as I do. I'm super excited to meet y'all this semester :)"
    },
    {
        "name": "Chase Clements",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1Gizqf1Kx0kZ6TLsjSkMzfRivQA3X9Qwb",
        "details": "Hey! I am a senior majoring in EECS. I am very excited to help teach you 61A! It is a wonderful course and I hope you enjoy it. For fun I like to read, work out, and watch movies. Feel free to contact me if you have questions or just want to chat!"
    },
    {
        "name": "Noor Haq",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1jERVb9cCoBlCljZhTdIAsBgqQr74aZgg",
        "details": "Hey all! My name is Noor, and I'm a sophomore majoring in Bioengineering and Data Science. This is my second semester as a CSM mentor and I am super excited to meet y'all. Outside of school, I enjoy baking, crafting, and trying new restaurants. Feel free to talk to me about anything!"
    },
    {
        "name": "Dylan",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "Supencheck",
        "imgUrl": "https://drive.google.com/open?id=16UvLMMJk1wI5XlulAszOruLhpzvr-QAE",
        "details": "Hi, I'm Dylan! I am a 4th year CS major. I spend most of my time watching sitcoms like parks & rec, superstore, community, bob's burgers, and more. When I'm not doing that I'm probably watching a D&D show (Critical Role). I had a rough time at first taking this class—no linear algebra or physics experience—so I definitely understand struggling with the material or even just being intimidated by it!"
    },
    {
        "name": "Oliver Yu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Rz8h8pyLmz2kQyQI6NIDj3IJ48n6ZOvo",
        "details": "Hi, I'm Oliver and I'm a second-year EECS major from Mountain View, CA. This will be my third semester with CSM! In my free time, I enjoy browsing the aisles of Trader Joe's, drinking Yerba Mates, playing Settlers of Catan, shopping at UNI-QLO, and taking 15-minute power naps. Super exciting to meet you!"
    },
    {
        "name": "Karim Kaylani",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1zIW6N4STsVrCcrzZZwm0g-TmDRM0-a0x",
        "details": "Hi everyone! My name is Karim and I'm a sophomore studying CS from Southern California. I'm super passionate about all things music whether it's playing guitar, collecting vinyls, or going to shows. I also love taking film photos, hiking, and ghibli movies. Please feel free to reach out to me about anything anytime!"
    },
    {
        "name": "Laksith",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1UEILVQEiVDNspxO-W5FgyDHcAuvQwe7J",
        "details": "Hey, everyone! I'm Laksith, a sophomore studying CS. I love drumming and playing indie games like Hollow Knight. I really enjoyed taking CS61A and hope to make it a fun experience for everyone. Feel free to reach out if you have any questions or simply want to talk. I'm really looking forward to working with you all."
    },
    {
        "name": "Jillian Goldberg",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Stanley Kwon",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=1AGFwAwY3bWU5zc8IVfF11RNSWdKoYbBg",
        "details": "What's up y'all! I'm a second year CS major from Rockville, Maryland. I love to take walks around campus and try new foods in the area. I recently got into juggling so feel free to ask me about that too. Looking forward to a great semester of 61A and meeting everyone!"
    },
    {
        "name": "Hetal Shah",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1zejEPtCChLcOFu7aeJZdVilXp3zyDoWy",
        "details": "Hello! I am a third year studying CS. This is my third semester as a CSM mentor. I love going to the beach, reading, and working out. I like playing board/card games, and I am always looking for recommendations. I am really looking forward to meeting everyone."
    },
    {
        "name": "Nikhil Kandkur",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Vron Vance",
        "courses": {
            "eecs16b": "Content Mentor"
        }
    },
    {
        "name": "Yarden Goraly",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=10kQc2SjaQxmvhr3u92cL80EukID_IGLm",
        "details": "Hello! I'm Yarden, and I'm a second year CS and music major from Menlo Park, CA. I've been a violinist for most of my life and my favorite genre is classical. Besides that I like cooking, hiking, and dabbling in running. I'm looking forward to meeting you all!"
    },
    {
        "name": "Ojhan Ardalan",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=16h_1CDdFNFi4VaenLFNjxgBMe9KA6qYu",
        "details": "If I say something wrong during section, it is only because I am testing your knowledge!"
    },
    {
        "name": "Matthew Guo",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1PUWjFwvwcpk7cMziqxaU3UUti0fwYGcq",
        "details": "howdy 🤠 my name's matthew guo! i'm a fourth year cs major from san jose. teaching cs 61a is my passion. when i'm not doing that though, i also like to draw, play video games (i play a lot of valorant these days), read, and listen to indie music (my favorite artists are father john misty and mitski). looking forward to meeting you all!"
    },
    {
        "name": "Jainil Ajmera",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Ht6a1rmT9FoUZUvNKNfrBS-7nl0miSmm",
        "details": "Hi! My name is Jainil, and I'm a sophomore here at Cal. I'm deeply interested in building autonomous robots and have been a mentor for EECS 16A for the past two semesters.\n\nI'm a sucker for tennis, cricket, and adventure sports. My favorite shows of all time are Avatar: The Last Airbender, Sherlock, and How I Met Your Mother. Speaking of How I Met Your Mother, I actually ran into Neil Patrick Harris on a flight this winter break (fun fact for all future club applications, yay). \n\nIf you're a fellow Federer fan or look forward to brushing up on your EECS 16A skills, I'd love to have you as part of my section!"
    },
    {
        "name": "Arunan Thiviyanathan",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1FGS6S3Y4HdcvhoVvy6LLoZ9XVLF7Fsh8",
        "details": "What's good y'all! I'm Arunan and I'm a Junior studying CS from Houston, Texas! This is my 3rd semester doing CSM 61C, and I'm VERY excited! When I'm not cranking the codes, I'm cheering on my hometown Rockets or talking trash in Smash Bros. I hope to see you in section!"
    },
    {
        "name": "Joanna Yoo",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1vpdY0cZ1xO1lGvPd4KF2Ve_rK6HikSFx",
        "details": "Hi everyone! I'm a third year data science major from Seattle and I'm super excited to be a senior mentor this semester. Excited to meet everyone!"
    },
    {
        "name": "Eve Lin",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Zhenyi You",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Robin Qiu",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1NvPGzF3iVoAnwFRsgm8AF7uCYLly88xG",
        "details": "Hi! I’m a fourth-year EECS major and Linguistics minor. I like mac and cheese, mini crosswords, writing, and hiking. 61B is one of my favorite classes at Berkeley, and I hope you’ll like it too! Looking forward to a great semester :)"
    },
    {
        "name": "Gene Pan",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1ov4zCUSr28MmbDuQui6K2DJhxnmZVg3E",
        "details": "Hello! I'm Gene, a second-year majoring in CS. I like video games (Animal Crossing/Civ/Smash), hiking, and sitcoms. Looking forward to a fun semester with everyone! :)"
    },
    {
        "name": "Amit Bhat",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=17JePa8Ufnvbts5oJtd_5ipBcC1pTrHEd",
        "details": "Hi! I’m Amit, and I’m a CS major from the Bay Area. In my free time, I enjoy following sports (mainly football and basketball) and binging Netflix shows. Feel free to reach out to me about CSM, sports, music (always looking for recs), or anything else!"
    },
    {
        "name": "Jeffrey Shen",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1enCZJK94Xp2803ZPVcIFNcLd_RYdQMv3",
        "details": "Hello! I’m a junior majoring in EECS from LA. I really enjoyed taking CS 61B and love being able to help teach it! This will be my 4th semester in CSM and I’ll be Senior Mentor this semester after previously helping create content. In my free time, I like playing golf, flying drones/video editing, drawing, and hiking. Feel free to reach out with any questions and I’m excited to see y’all around campus! ",
        "webUrl": "https://jshen13.github.io"
    },
    {
        "name": "Grace Yi",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1QjoJxE1bxfUax3sH1-e94ngGVyK7PgeH",
        "details": "Hi! I'm Grace, a third year CS major from Union City, CA. This is my 4th semester on CSM. I enjoy taking naps, binging dramas and listening to music as an escape from reality. I'm super excited to be teaching CSM this semester and I hope you all will have an amazing experience!"
    },
    {
        "name": "Sameen Shah",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1bWQgMe2RBkEZOUgX41enK-yLsXH3pj-D",
        "details": "Guitar player, Valorant gamer, hiker, chess novice, and avid shark tank watcher. Some days I spontaneously take walks and discover new places to eat. I'm always up for trying new foods, and I enjoy strolling around in places I've never been. On weekends I catch up on school work, but this weekend I was fixing my broken tooth. (basketball accident) :( "
    },
    {
        "name": "Hailey Park",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=10bpRJ15eKBvKfjjrspArNV3eiJuGOr7Q",
        "details": "Hi! I'm Hailey, and I'm a 2nd year studying EECS from Orange County. In my free time I'm usually listening to music (indie + rnb!!!), playing guitar, napping, drawing, or watching other people play games :D I'm also learning to rollerskate -- it's a work in progress :,) Excited to meet you all!!"
    },
    {
        "name": "Alina Trinh",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1iAW72X7uhrzSobYJYNCxxTX5a5ZtBaJW",
        "details": "hi my name's alina and i like CS, music, and cheese"
    },
    {
        "name": "Anjan Das",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1HxoJYgI8Vc8SFWBR0AifnDYoUn9lUdIr",
        "details": "Hey everyone! I'm Anjan and I'm a junior studying CS and Applied Math. This is my third semester mentoring for 61C, and I'm also a tutor for the class. In my free time, I enjoy napping and playing video games. Looking forward to a great semester with all of you!"
    },
    {
        "name": "Omar Yu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1lUuAVAYsrxedL7WcEj3hhT00asVHAjDj",
        "details": "Hi, I'm Omar! I'm a junior majoring in EECS and this is my second semester teaching 61A through CSM. Talk to me about ARAM, anime, computational music, cats, why monkfish are cool, and anything else you might have in mind. Looking forward to meeting you all! "
    },
    {
        "name": "Dexter To",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1QuR-X_lj7x3In1G7XoMT8quVo-fICJwk",
        "details": "Helloooo! I'm a third-year CS + CalTeach minor from LA. I love exploring, swimming, skateboarding, playing video games, watching the Lakers, and going to cute coffee shops on Sundays. Very excited to meet the next generation of data structures lovers; please feel free to reach out to talk about anything!"
    },
    {
        "name": "Grace Chen",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Jordan Schwartz",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "She/They",
        "imgUrl": "https://drive.google.com/open?id=1EWqvGizKW2MjWdbJZl8FiO9nXz2JQIhS",
        "details": "Hi! I'm Jordan, a sophomore studying CS and CogSci. This will be my third semester as a mentor for CSM and I'm super excited! In my free time I like to crochet, bullet journal, and listen to oldies music. I've also just started meal prepping now that I'm in an apartment and am always looking for new vegetarian recipes. Feel free to reach out about anything, I'm be happy to chat :))"
    },
    {
        "name": "Aiden Vehemente",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=14jWKw7TYa1ySAaQlVz_LDCfUbE_U9tn1",
        "details": "Hello, I'm Aiden! I am a 3rd year CS major and this is my 4th semester teaching 61A with CSM. Outside of CSM, I sing in the UC Men's Octet, and I'm always happy to converse about college a cappella and music in general."
    },
    {
        "name": "Sean Sananikone",
        "courses": {
            "cs61a": "Senior Mentor Advisor"
        }
    },
    {
        "name": "Mathilde McKeever",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1AxnkOqbDw5yBSRszm2KgMqBTpQjRvs90",
        "details": "Hello! I'm Mathilde (she/her) and I'm a senior studying EECS. I'm from Albany, California and in my free time, I love to read, swim, bake, and go on road trips around California. I love 61a and I'm thrilled to be teaching it this fall!"
    },
    {
        "name": "Allen Gu",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1W84SyjuRjSrjxusfyCb4OAQmYqs75727",
        "details": "Hi! I'm Allen, a second-year EECS major from Illinois. I like playing card games, listening to music, learning new songs on piano, and cooking weird food combinations. Excited to meet y'all!"
    },
    {
        "name": "Bingxu Meng",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Anya Shrivastava",
        "courses": {
            "eecs16a": "Content Mentor"
        },
        "pronouns": "She/her",
        "imgUrl": "https://drive.google.com/open?id=1uFe7MRJjyl4XyQBbOBwwV-Izxq1M7oTl",
        "details": "I am a content mentor so I Think I don’t need to write a bio?"
    },
    {
        "name": "Catherine Bumagat",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "she/they",
        "imgUrl": "https://drive.google.com/open?id=1gDtgAfyi9LlRK6iNykWcrM9f1RHLM3Ba",
        "details": "Hello! I'm a 4th year EECS major from Carson, CA. I never thought that I would ever enjoy teaching, yet here I am! Seeing people's faces light up when a certain topic clicks for them just fills my heart with joy. Even though I'm not teaching a section this semester, I'm still happy to help people out and spread good vibes in CSM :)"
    },
    {
        "name": "Sashwat Mahalingam",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1JtQ5poXZvR9QypD_31mZKznCKo7CG7eH",
        "details": "Hi! I'm a CS major interested in machine learning and a lot of the math/logic/algorithmic ideas in computer science. I'm excited to be a mentor for CS 70 this semester."
    },
    {
        "name": "Bryan Ngo",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1lT4avC5iL5hztubRnNlS8i5yCvtWe9I3",
        "details": "Hi, I'm Bryan, and I'm excited to be your mentor for 16B! My goal is to give you a true intuition for the material of this class, rather than rote memorization. When I'm procrastinating for classes, some of my hobbies include gaming, flags, or mechanical keyboards, so ask away!"
    },
    {
        "name": "Noor Mahini",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1weTOnbjFjc4G1mJHr67MJQW0JeAatxgs",
        "details": "Hello there! My name is Noor and I'm a 3rd year EECS major from Berkeley. In my free time, I enjoy playing video games, tennis, viola, and piano. I also like anime and Marvel, so feel free to talk to me about those! This is my 3rd semester in CSM and I'm super excited to meet you all!"
    },
    {
        "name": "Irene Yang",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1wlUKoV1TtytFGVymDbj5V98Qtr5IgVDq",
        "details": "Hi, I'm Irene, a 2nd year EECS major from the East Bay Area. I love watching Studio Ghibli movies, reading, and exploring new places on long walks. Feel free to reach out to chat anytime!"
    },
    {
        "name": "Jonathan Wang",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1rxHV1nU1OdNkoCyaWBTXQGX2CPrKVHbd",
        "details": "I like sharks and hopefully you do too!"
    },
    {
        "name": "Ajay Sridhar",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Efsane Soyer",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1XY0cW0S7nPFSTJzcoqJGzwWt6H4GHwBJ",
        "details": "Hello everyone! I'm Efsane Soyer. I'm a junior majoring in EECS. I'm from Turkey. In the very little free time that I have due to classes and clubs,  I love reading, binge-watching Netflix, listening music, and dance. I'm looking forward to seeing you in my section"
    },
    {
        "name": "Isolde Fang",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1W2ODROkZdA0f2QUYggfDUdSXP-LHpBbj",
        "details": "\nHi everyone, I am a third-year studying CS and Applied Math. This is my fourth semester at CSM CS70! I like biking, running, and playing with my cats in my free time. Fun fact: I have two adorable and naughty cats, Bugsy and Finny!!!\n\n"
    },
    {
        "name": "Vinayaka Srinivas",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Andrew Tran",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=14ey_Sb1vfVlUuuBjFRn-z4g0FCddB9lI",
        "details": "Hey! I’m Andrew, a fourth-year CS major from San Jose, CA. 61B was by far my favorite class as a student, and I hope to make it as exciting for you as it was for me. When I’m not struggling to get my life together, I love baking (especially with friends), playing smash (not a nerd I swear...), and watching anime (AoT!!). Come talk to me about anything: tech, food, music, fashion, or the latest Wordle ;)"
    },
    {
        "name": "Jay Monga",
        "courses": {
            "eecs16b": "Content Mentor"
        }
    },
    {
        "name": "Raghav Singh",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "he series",
        "imgUrl": "https://drive.google.com/open?id=1NAHWDvSgx1mDRFG50pBd3LdQU_EVGz5p",
        "details": "Hi! My name is Raghav. I am a senior studying EECS and a minor in BioE from Mumbai, India. I have taught many classes over my time at Berkeley - CS 61A, 61C, 170, 188, 189 and EE 16A. In my free time I enjoy watching sports (Formula1, Soccer & Cricket), hiking and recently I started learning to fly. I love learning about random facts and going on spontaneous road trips. Look forward to meeting you all this semester!"
    },
    {
        "name": "Rohan Tibrewal",
        "courses": {
            "cs88": "Senior Mentor",
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1TRx39XLTvpZ64RhlCCJVlFfzZRD2PKbJ",
        "details": "Hi! I'm Rohan, a second year from San Jose, CA. I'm currently majoring in CS with a tentative double major in math or cognitive science. I enjoy playing basketball and spikeball and hiking. I also really like to watch various movies and TV shows, with some recent favorite watches being Breaking Bad and Better Call Saul. Looking forward to meeting you all!"
    },
    {
        "name": "Bill Hu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1v2C-U7XM3lmNWujL-GHlfBnwbqObSuNP",
        "details": "Hi everyone! I'm Bill, a sophomore studying EECS and Data Science from Toronto. I enjoy taking naps, watching shows, and listening to music. I'm excited to be teaching 61A this semester and hope you all will have a great experience!",
        "webUrl": "https://hubi0111.github.io/"
    },
    {
        "name": "Ben Cuan",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1WPe4ZST5Rul9dwRamq0f92rvTdloa2MM",
        "details": "Hi everyone!! I'm Ben, a junior studying CS and Psych from the South Bay. I am always looking for more books to add to my infinitely long reading queue, so please reach out if you have any suggestions (and/or want to chat about 61A or anything else)!",
        "webUrl": "https://bencuan.me"
    },
    {
        "name": "Ryan McConnell",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1bg8Aa9eLtjM9_Zz3HUL8ilYuhe1zJOMV",
        "details": "Hi! I'm Ryan, a sophomore EECS major from San Diego. In my free time, I enjoy trying out new restaurants around Berkeley and playing pool and board games with friends. This is my first time teaching 61C. I am excited to help you get through 61C stress-free and hope that you will enjoy it as much as I did!"
    },
    {
        "name": "Viraj Ramakrishnan",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1xiaiIjze9NDQjTkuDip2dhDH22jfeKKy",
        "details": "Hi! I'm Viraj, and I'm a Sophomore in EECS. I love playing guitar, singing and making stuff. The Butcher's Son is a Berkeley restaurant favorite for me, and when I'm not professing my love for all things maths, I can be found trying new and interesting food in the Berkeley area! Fun fact: I'm left handed, so you can look forward to slightly smudged board writing if you happen to be in my section!"
    },
    {
        "name": "Vedant Kumud",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1lVdAj5T_G63ebmFfjY-h0L_Wnz-7nHRM",
        "details": "Hello everyone! I'm a first year intended CS major here with lots of prior programming experience. Aside from hanging out with friends, some of my hobbies include hiking, super smash bros, anime, and playing ping pong. I listen to all kinds of music, from Bollywood to pop to 80s music -- feel free to recommend anything! I'm also a boba lover, though I'm chronically addicted to taro only. Looking forward to meeting y'all this Spring :)\n"
    },
    {
        "name": "Adit Bala",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1B5xtx_8LDeBX24jzKoF4YmD6ZJj4n-JF",
        "details": "Avid table tennis, soccer, and volleyball player. Enjoys drinking coffee (Indian filter coffee atm), pondering deeply about life, working out, reading (from time to time), journaling and occasionally running when his lower back doesn't hurt. I also blog (https://adit-bala.github.io/juicer-blog-frontend). I'm also bald rn lol.",
        "webUrl": "https://adit-bala.github.io/juicer-blog-frontend/"
    },
    {
        "name": "Sonika Vuyyuru",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1l6y2RsABDw0lHPcrRDDKLDVo_LJsYJqS",
        "details": "Hey everyone! I'm a second-year studying CS and Cog Sci, and I took 61C this past Fall. In my free time, you can find me playing tennis, running, or playing a game of Tetris horribly. I also really love music -- I have over 100 playlists on spotify! You can find me listening to anything from folk rock to rap to shoegaze, and I always love discovering new artists so send me your recs :) CS61C was my favorite of the lower div CS classes, and I'm very excited to a part of y'alls learning journey!"
    },
    {
        "name": "Chengyi Zhang",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1o1n9xiKc_FnAzJnJ_D11ZjcAzE2Ayp4b",
        "details": "Hi. I enjoyed 61C, especially its projects. I enjoy photography, cooking, and video games in my spare time."
    },
    {
        "name": "Antonio Kam",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "[he series]",
        "imgUrl": "https://drive.google.com/open?id=1e6wL7a_DkGgS_i95FwVu-xMTDJ9w2pqI",
        "details": "Hi! I'm Anto, a first-year student from Hong Kong studying CS and Music. I solve Rubik's cubes competitively (I'm ranked top 100 in One Handed and Blindfolded!) and really enjoy listening to video game music. CS61A was super enlightening for me, so I hope you can enjoy CS61A as much as I did.",
        "webUrl": "https://cs61a.rouxl.es"
    },
    {
        "name": "Shawn Kong",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/his/him",
        "imgUrl": "https://drive.google.com/open?id=1Vic3Y2_Z_S7SKxpVe72lmxw-nTuxvNhG",
        "details": "Hello everyone, I am Xiangwei, or you can call me Shawn. I'm currently a sophomore, majoring in Econ and CS. I came from Beijing, China. In my free time, I would prefer traveling, running, going for a hike, and so on. All in all, I really enjoy learning EECS16B and hope that you also find it to be a scintillating learning experience!"
    },
    {
        "name": "Ken Ning",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1GJc60XD7bFUkQFshlKBGyN98HQPl2tF6",
        "details": "I'm a third year undergraduate student major in CS & Applied Math. Before becoming a Junior Mentor, I've worked as an lab AI for CS61C and CS370 tutor. My mission is to make 61C an enjoyable class for you. Welcome!"
    },
    {
        "name": "Ayushi Batwara",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1_M9Nb_QhsbzDsnHcn5qNRHbIY6qxxI3S",
        "details": "Hi! I'm Ayushi, and I'm studying EECS and Business. I love to learn about random things, have philosophical conversations at 3:02 AM, and make others smile. Once my friends asked me why I don't do stand-up comedy, and I said, \"Because I like to sit down.\"  61A was one of my favorite classes—I'm so excited to be teaching it this semester!   \n\nif (learning + 61a_jokes) in your_alley:\n     return 'sign up for my section :)'"
    },
    {
        "name": "Boxi Fu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/His/Him",
        "imgUrl": "https://drive.google.com/open?id=1kiCEApQGnmdWcn0CbK_-QySzWDSBjcdA",
        "details": "Hi! My name is Boxi Fu, a senior studying CS and Applied Math. Academically I'm interested in Human Computer Interaction, Computer Vision, NLP, and their application in AR/VR. On my free time, I play a lot of games on PC/mobile with my friends. I also draw digitally using photoshop and plays music instruements. This semester I'm able to return to the Carillon Program, and I hope to catch you under the Sather Tower in one of the playing sessions."
    },
    {
        "name": "Zenan Han",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1eeofpFde_dqxLWPL_2MmL6h9fJO_BLWy",
        "details": "Hello! My name is Zenan and I'm a CS + DS double major from Singapore! I know how intimidating CS70 can feel and I want to help others through it (and maybe you'll even enjoy it like I did!). You can find me traveling, hiking and drinking tea during my free time. I also love film, TV and music (everything from indie to R&B to afrobeats)!",
        "webUrl": "https://zenanhan.com/"
    },
    {
        "name": "Vasanth Kumar",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1eaC1g4PymlsvHe1lf1HtpN_UwHKKuaZ6",
        "details": "My name is Vasanth and I'm a junior at Cal originally from Davis, CA! I took CS 61C last semester and really enjoyed it; I hope you do too! Outside of classes, I like exploring Berkeley, playing (and mostly sucking at) Civilization, and listening to Taylor Swift. I'm excited to join CSM this semester!"
    },
    {
        "name": "Anthony Padron",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1x-sjkapvEVjCxtdBusYYT3RTMN5044Gb",
        "details": "Hello everyone!! My name is Anthony and I am a sophomore from SoCal studying CS. In my free time, I love playing video games, working out, and hanging out with my friends. "
    },
    {
        "name": "Derek Tan",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1zdkn0u2swltbIB_HvnlmeXuN9EUf8kWr",
        "details": "Hi there! I'm Derek, and I'm a sophomore studying EECS and Business. I'm from San Jose, CA and I'm really interested in AI, product management, and SWE. My hobbies include playing badminton, basketball, working out, playing guitar, singing, and playing video games. I love all kinds of music, my top artists currently are probably Dominic Fike, Daniel Caesar, LANY, and John Mayer. I spend my Sundays and a lot of my free time at church or with my Christian fellowship named A2F. My favorite restaurants in Berkeley are Alley Kitchens, Mezzo, and Crave Subs. I'm also currently involved as a project manager in DiversaTech Consulting, and I've previously been involved with HBSA and the M.E.T. Student Board. Super excited to meet you!"
    },
    {
        "name": "Dun-Ming Huang",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "He/his/him",
        "imgUrl": "https://drive.google.com/open?id=1hiG1wHmrPhdgACDq9IQEgFUufAiNECMI",
        "details": "Hi! I am a Taiwanese freshman born in Canada studying cognitive and computer science. EECS 16A can be an intimidating class, which is why I want to help students become excited of learning all the eventual fun things from this course!\n\nOutside school, I play the piano (I like Tchaikovsky and am trying to play his pieces!), and am recently returning to play TCGs online. I absolutely enjoy having bread from Taiwanese/Japanese bakeries and drinking milktea/coffee (Sumatra) while working on projects; feels like home."
    },
    {
        "name": "Suchir Agarwal",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1c5bpsdl5iyCBY5peen-2OfYx99zMKPmO",
        "details": "Hello! I'm a first year intended CS and math major from Pennsylvania (near Philly), and this is my first semester as a part of CSM. I love playing the violin, and I'm a member of our university orchestra—I'm a huge music person, especially when it comes to classical music. I'm excited to get to know you, and I hope you have a wonderful semester!"
    },
    {
        "name": "Aldrin Sembrana",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1ruWTDRtfxS3WQoQSzLx8Gpllrrkdkrav",
        "details": "Hey! My name is Aldrin and I’m a freshman wanting to major in computer science. I’m from the Bay Area and I like to dance. I also like to play video games, watch anime, work out, and chill with friends. I’m really excited to help teach students and can’t wait to meet you. "
    },
    {
        "name": "Jason",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Kesava Viswanadha",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1T9mPOs5JDA3FYwW2kkLC60ks8VrpBiDm",
        "details": "Hi! I’m an intended Math and EECS double major who loves teaching, and I’m excited to be part of your learning experience this semester! I enjoy basketball, singing, and drawing, but I’ve recently gotten more into the MCU (thanks to No Way Home). I also love meeting new people, traveling, and trying out restaurants at Berkeley (Kimchi Garden’s the best so far!). Feel free to reach out to me if you have any questions :)"
    },
    {
        "name": "Kirthi Kumar",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/u/0/open?usp=forms_web&id=1TqBm3lFBokY71ICS-CtJUthlOxBkzPHg",
        "details": "Hi! I'm Kirthi and I'm a sophomore studying EECS and Business, minoring in public policy. I'm very involved in SWE (Society of Women Engineers), currently a TA for CS 195 (CS Ethics), and teaching a DeCal about Tech Policy. Outside of class, I love kayaking, eating out, and spending time with family and friends :)"
    },
    {
        "name": "Adit Shah",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1g__C7u_GyDa4C-nXbDSQFU87qvwpxN3i",
        "details": "Hi! My name is Adit, and I'm a freshman from the Bay Area studying EECS and Business. In my free time, I enjoy exploring the outdoors through biking (road or mountain), hiking, and backpacking. I also love food, whether it's cooking new cuisines or trying new restaurants in Berkeley. This is my first semester being a junior mentor for 61A, and I'm looking forward to getting to know you all this semester!"
    },
    {
        "name": "Ramtin Ghassemi",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1ppNVQHTmXX6fUwk1eUOCtIhkwRerms9T",
        "details": "Hi everyone! My name is Ramtin and I am a senior studying CS and Applied Math. My favorite thing to do during breaks is to go home to Southern California and explore the Pacific during my scuba diving adventures. I hope to have a great semester with you all!"
    },
    {
        "name": "Vibhav Athreya",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1IznSNO0UEzK0nr5FNmINff8Na-1WJPWQ",
        "details": "Hi! I'm Vibhav and I'm a freshman from the Bay Area majoring in CS and CogSci. I took CS61BL last summer and so far it's been my favorite class at Cal, so I'm excited to revisit 61B as a Junior Mentor! In my free time, I enjoy hiking, binging Wordles, and listening to EDM. I'm also broadly interested in AI, algorithms, philosophy, and linguistics. I'm looking forward to meeting all of you this semester, and if any of these topics catch your eye, feel free to reach out! I'm always down to grab a calzone from Gypsy's :))"
    },
    {
        "name": "Eugenia Chien",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "she/hers",
        "imgUrl": "https://drive.google.com/open?id=1XASn4AmqHdSrMvsK1rzr-evmbFtYVmn3",
        "details": "Heyo! I'm Eugenia :D talk to me about Cal Band, NieR: Automata-induced existential crises, and the ending of Attack on Titan (I read the manga, but I can avoid spoilers for anime-onlies)."
    },
    {
        "name": "Emily Duan",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1q4WJ_ddjdKBwWttAZcjs9qV7GEYzqxjn",
        "details": "Hi, ʕ •ᴥ•ʔ's. I'm Emily and I would love to get to know you I didn't have much coding experience coming into Berkeley, so I understand how intimidating the course may seem. In my free time, I enjoy playing tennis, reading, watching k/c-dramas, AND EATING. I just finished watching Over the Garden Wall and I'm about to read Pachinko. I've never crocheted before, but I've decided that I'm going to crochet a whole cardigan this semester. >:) https://open.spotify.com/playlist/7jtTTc9lWDFACjMqbhUkI3?si=fULYsYbBTuS1hMlZivhoIA Here is my playlist of songs I currently like, and I'm very excited to meet you and make your brain bigger this semester! :>"
    },
    {
        "name": "Cole Tahawi",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=18ovopQQKF1nocVIzR7LDMgHy0_EbhuIe",
        "details": "My name's Cole Tahawi, I'm from Oakland. I've always been interested in computer science, when I was a kid I did some coding and played a lot of video games. I also like to draw, skate, read, and make beats. I'm also in EthiCAL Apparel and Acacia Fraternity here at Cal. My favorite restaurant in Berkeley is probably Imm Thai or IB's. <3"
    },
    {
        "name": "Adith Reddi",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=12jxZbYzlHni9fuX7BzB1XRgd7juXhrF4",
        "details": "Hey! I'm Adith. I've been programming since I was a kid and have always had a passion for teaching. When I'm not studying I'm either producing music or eating at the one and only Gypsy's Trattoria Italiana."
    },
    {
        "name": "Carlos Gonzalez",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1WNCH7y008ccc4uKpTElPGtw2X_u2igqc",
        "details": "Hello! My name is Carlos and I'm a second year Data Science major from SoCal. I enjoy spending my time sightseeing around the bay, playing videogames, and working out. This will be my first semester teaching through CSM, and I'm looking forward to meeting everyone. Feel free to contact me!"
    },
    {
        "name": "Catherine Van Keuren",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1TQ0imsEI1qwFO0JEe-v0E-Nui5Q9lRUW",
        "details": "Hi! I'm Catherine, and I'm a second year CS major originally from Florida. I loved my time in 61A, and I hope to make your experience just as enjoyable! Outside of class, I like to play tennis, listen to music, and try all kinds of new foods. I'm also an avid fan of fancy coffees and New Yorker crosswords. Looking forward to a great semester!"
    },
    {
        "name": "Chelsea Feng",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=156KJfWXu6_xX8jOcqPoprEf_QGnqz4AQ",
        "details": "Hey there! I am a sophomore CS major who grew up in China and went to high school in the bay area. I love the piano (intended music minor), heated blankets, chess, tea, and boba with 0% sweetness. I have a cute, sweet cat. Please ask me to show his photos!"
    },
    {
        "name": "Vedang Joshi",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1Lx749Y3fQT1LFeckaMWN9hiFLdEKjeNG",
        "details": "Hey y'all my name is Vedang. I'm from Southern California (more sp. Some cool stuff about me is that I work on rockets as part of Space Enterprise at Berkeley (not a shameless plug). Outside of SEB my hobbies include hiking, video games (personally been playing a good amount of Halo Infinite), and MMA (joining kickboxing @ berkeley this semester). "
    },
    {
        "name": "Brandon Tran",
        "courses": {
            "cs70": "Junior Mentor",
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1s-JskCxMHQGUZJeHhw4Vh54I4VpuZ-3p",
        "details": "Hi! I'm a third year EECS major from Delaware. Some of my interests include sports, video games, and anime. I'm looking forward to an awesome semester of CSM!"
    },
    {
        "name": "Yuerou Tang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "they/them",
        "imgUrl": "https://drive.google.com/open?id=1qrdvqlylgRFSXwbST4Vbts-OS47zBX6o",
        "details": "Hi! I'm a sophomore majoring in Computer Science and Conservation & Resource Studies. I am from Nanjing, China. In my free time, I enjoy walking around and watching birds. This is my first semester in CSM and I look forward to meeting everyone!"
    },
    {
        "name": "Christine Zhang",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1InUb9LvY3QnqSmO2vVOSg272rEsfynDO",
        "details": "Hi! I'm Christine, and I'm a first-year EECS (and maybe physics?) major. I enjoy playing badminton, eating, playing card games, going on walks, and cooking. I listen to all kinds of music (except maybe country) and I follow a bit of football. I really like teaching and I hope I can make your CS 88 experience better! I'm excited to meet you and feel free to reach out :)"
    },
    {
        "name": "Allison Hong ",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=14kIP4Xm9fWaS7RgakYBnhXnMD52nsB1O",
        "details": "Hello! I'm Allison, and I'm a first-year Energy Engineering major from the Bay Area. I'm also a part of SWE and CalSol on campus, and outside of school, I love traveling, cooking, and watching cheesy Asian rom-coms. Looking forward to a great semester! "
    },
    {
        "name": "Caroline Wu",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=14Z1h-MsaY_pjKNUYkwQQXecHRhwEIxE2",
        "details": "Hi! My name is Caroline and I am a second year EECS major and math minor from Seattle. In my free time, I like learning linguistics, running, and hunting for new places to eat at Berkeley. Look forward to meeting y'all!"
    },
    {
        "name": "Priya Venugopal",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1skMeT3gEQeoCLkQ87geaKahI4KLyxYA8",
        "details": "Hi! My name is Priya, and I’m a first-year EECS major from New Jersey. I took 61A last semester and really enjoyed the course. In my free time, I love playing guitar, watching new shows on Netflix, and listening to music. Reach out if you have any questions or just wanna talk! Looking forward to meeting you :)"
    },
    {
        "name": "Hannah Li",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Sid Jha",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1_LO0gaJ6dyQ_OA5cv9kaB_4v1TiVVsWZ",
        "details": "Hello! I'm a freshman EECS major currently interested in systems, low-level programming, and everything computer science. When I'm not debugging segmentation faults, you can find me watching Netflix or hanging out with friends. I'm incredibly excited to be a part of CSM this semester!"
    },
    {
        "name": "Vivian Wu",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1aeoF7soupimdKk4Ty4jg-dCgSNd1pwl3",
        "details": "Hey, it's Vivian! I'm a first year studying EECS. I was born in New York and lived in China before settling in San Diego, California. In my free time, I like to travel, window-shop with friends, eat hot pot, binge dramas, read magical realism, listen to ballads, and play cards. I'm a musician, a debater, and an advocate for women in STEM. On campus, I am part of the Chinese Student Association and Regents' Overnight Host Program. Through these communities, I've met so many amazing people, and I'm excited to join the CSM community and meet you all! In fact, I really enjoyed my experience as a student in CSM last semester, and it's my goal to share that experience with you too :)"
    },
    {
        "name": "Ayan Ahmed",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1rp9AYLIsvlCF6xzzGyR3VBHRYShSK5TZ",
        "details": "Hey all! My name's Ayan and I'm a first year EECS major from SoCal. I love drumming, going for walks, and looking for new hobbies. I hope you're as excited as I am for this semester!"
    },
    {
        "name": "Heather Yuan",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Baoer Li",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1oih5S_CV3il48ICMvmydNB_77rJTzaSS",
        "details": "Hi! I’m Baoer, a freshman studying Bioengineering and Business. I’m originally from China, and I lived in Philadelphia for 6 years. I find fintech, blockchain, and medical imaging fascinating. I play ice hockey and love watching sports. I love traveling and adventure and some popcorn chicken after midnight. My experience as a mentee was wonderful, and I am glad to serve as a mentor for CS 61A. feel free to reach out anytime!"
    },
    {
        "name": "Leo",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "Lin",
        "imgUrl": "https://drive.google.com/open?id=1ejZE1-GQ5ZHzVhTsz27XZcE136eptU-4",
        "details": "Leo is a freshman doing Math & CS, and this is his second semester serving as a mentor in CSM! If he is not struggling with his math/cs problem sets, he is probably taking a nap, reading random blogs or autobiographies, or watching how his favorite soccer team (FC Barcelona) is losing again :(.",
        "webUrl": "yuslzp.github.io"
    },
    {
        "name": "Hanson Li",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1O702TxPIZ931rPS09F_w37KnsYSIdMud",
        "details": "Hi! I'm a second-year EECS major from Davis, CA. Aside from SWE, I'm passionate about piano, motion design, music production, and cooking. In my free time I like to play board/card/video games, workout, play volleyball, and listen to rap/hip-hop/rnb music! Here's a Spotify playlist of what I'm currently listening to: tinyurl.com/hansonsrotation\n"
    },
    {
        "name": "Aadhiti",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1MWr9LRvDh1vn7P0APDfSnVCLqgx1uCMI",
        "details": "Hi! My name is Aadhiti Ghankota, and I'm a second year EECS major from Fremont, CA. In my free time, you can definitely catch me binging the latest TV show, taking care of my many houseplants, or exploring new places around Berkeley. EECS 16A was one of my favorite lower division courses, and I'm looking forward to meeting you all this year!"
    },
    {
        "name": "Ajit Kadaveru",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1pk1O0O1K3z8qJmhAqg9KunPY_iSF03Zf",
        "details": "Hi! I’m a sophomore CS major from Northern Virginia. My hobbies include basketball, tennis, table tennis, chess, competitive programming, and watching youtube. I really enjoy discrete math and probability, I'm excited to help you guys succeed in CS 70! Please message me about anything, even if it’s just to be friends :) !!!"
    },
    {
        "name": "Anish Dhanashekar",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1PBgDc3Z2q8k829YP4g0RIUYwlHNZmjVK",
        "details": "Hello! I’m Anish! I’m a first-year studying Electrical Engineering and Computer Sciences. I’m super excited to serve as a Junior Mentor for EECS 16A this semester and hope to be a helpful resource for you! I really enjoyed my time in 16A, and I want to contribute to making this course a great experience for you! Outside the classroom, I enjoy hanging out with friends, watching sports (football), listening to music (pop, hip-hop, and rap), and playing percussion instruments. I also love to travel and visit countries around the world. I am very passionate about robotics and machine learning. I look forward to meeting you!"
    },
    {
        "name": "Mira Bali",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "She/her",
        "imgUrl": "https://drive.google.com/open?id=1oXtCfwysNa-qd_M0xHKhr71CS51f2yv_",
        "details": "Hi! My name is Mira and I'm a first year majoring in computer science from the Bay Area. I love teaching and I'm super excited to be mentoring you guys in 16A this semester! Please feel free to reach out to me if you have any questions about CS, Berkeley, life, or just anything :)"
    },
    {
        "name": "Richard Wang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1NxiUBVOy_TAoUD3coQWWfyMa3-3uf03B",
        "details": "Hi! I'm Richard, a freshman studying CS and Stats. I started programming in my sophomore year of high school and I hope I can share my interests in this field with you. Some of my hobbies are NBA basketball, badminton, and chess. Feel free to hit me up if you want to play a game of chess or just want to chat!"
    },
    {
        "name": "Akul Vohra",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1jFfvpy8LpCIbs6KS03oow0eWnY1Y6RTo",
        "details": "Hi, I'm Akul and I'm excited to be a JM for CS 88. I'm from the Bay Area and am an intended CS major. I enjoy watching football and playing card games. Looking forward to meeting everyone!",
        "webUrl": "https://akulvohra.github.io/"
    },
    {
        "name": "Ashwin Mahadevan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=1Da8iD6H_BUSONBy1KAzYo958aJV-GM67",
        "details": "Hi! I'm Ashwin, and I'm studying math and computer science. I'm also on Cal's lightweight rowing team, and love hiking and playing spikeball. Catch me eating copious noodles at Marugame."
    },
    {
        "name": "Tanshi Jain",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1ywtEK_g-FJfyJwZtLRrxTYuvK5sgkncB",
        "details": "Hi! My name is Tanshi, and I'm a sophomore studying CS and Cog Sci. I love cooking, doing portrait photography, and running the Clark Kerr track in my free time! Can't wait to meet you all this semester :)"
    },
    {
        "name": "Anthony Zhang",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Amol Budhiraja",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1ISvdshgh-B6LbA5weGWLjkEl0cvrJe8b",
        "details": "Hey everyone! I am a freshman studying EECS! I love all things tech! (Fun Fact: I have three apps on the Apple App Store!) On-campus, I have been involved in ESC's Web Development Team, ASUC's Engineering Team, and am an AI for CS61A. In my free time, I love watching the NBA (Go Kings!), hanging out with friends, playing tennis, and listening to music! Over the weekends, I love traveling with friends and trying new restaurants (I love Miyozen in Emeryville!). I learned a lot in EECS16A and would love to help you do the same! I am so excited to meet all of you! ",
        "webUrl": "http://amol.budhiraja.com"
    },
    {
        "name": "Renzo Soatto",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1AYVlGghsWc1valbbgKRf4JSm-Lzo_CjV",
        "details": "Hey guys I'm a second year stats/CS major. I'm looking forward to helping you guys navigate cs70. A lot of people make it seem more intimidating than it is, don't be too worried. \n\nIn my rare free time I like playing soccer, tennis, or guitar. "
    },
    {
        "name": "Esther Shen",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=18wQKUJu0ximBQmnvNR57_YoE20bl6gQp",
        "details": "Hi! I'm Esther and I'm a freshman planning on studying CS. I'm originally from the Bay Area but I spent 10 years in ShenZhen, China so I speak Mandarin as well :) In my free time or when I'm procrastinating, I like to watch reality shows, play piano, and walk my dog. Some of my favorite artists atm are Day6, Onewe, and Seventeen among others. I'm super excited to be teaching 88 this semester, so please feel free to ask questions or just reach out anytime!"
    },
    {
        "name": "Ethan Kuo",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He series",
        "imgUrl": "https://drive.google.com/open?id=1fApRiEtv7V3PDpAKOqRSQ2UcxmDpdwD9",
        "details": "Hey there! I'm a freshman studying computer science, and I'm super excited to teach 61A this semester! Some things I like to do are hooping with friends, listening to K-r&b, and folding origami. I'm looking forward to meeting you all and learning a lot together!"
    },
    {
        "name": "Carolyn Wang",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Michelle Wu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1j5VfO5-74zkz_UHsHR-3JuVLBBy-jVd_",
        "details": "Hi everyone!! I'm Michelle, a freshman EECS major from San Diego :D Like much of the Berkeley CS population, I'm an avid animanga fan, and am currently wishing for break to come so I can binge watch (the other) CSM. "
    },
    {
        "name": "Vamsi Vetsa",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1kK-nRca85D3t3Dz0B_JazQ0ot6z0GIkw",
        "details": "I am a freshman intended on declaring Computer Science and I love to spend time exploring the outdoors. "
    },
    {
        "name": "Ankita Janakiraman",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1jdvUNXo5sJZW5HdcepJ6lVHBDM0isW5z",
        "details": "Hi! I’m Ankita, a junior double-majoring in Data Science and Cognitive Science from the Bay Area. I am super passionate about innovation, research, and the intersection between health and technology. I also love grocery shopping at Trader Joe’s, coffee, drawing, and reading. Looking forward to meeting you all!"
    },
    {
        "name": "Jessica Lin",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1YVZCorAXTY6mK9Di322tRY37u9mPu3Kg",
        "details": "Hello! My name is Jessica, and I’m a first-year bioengineering student from San Diego. In my free time, I enjoy reading, lettering, listening to music, playing violin, and napping. I’m looking forward to a great semester of 16A with you!"
    },
    {
        "name": "Josh Jones",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1HlB4awNfNqSADaChqG5p92A-bgSGjift",
        "details": "Hi! I'm Josh, a freshman intended CS (and maybe physics) student. I was born in DC but spent most of my life outside Seattle. In my free time, I enjoy beating my roommates at pool,  playing soccer, working out, stargazing, and listening to music (especially rock and metal). Looking forward to meeting you all! "
    },
    {
        "name": "David Tan",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1Qt_onoUwXnv_ceDFE-1WmboSRfh-rtq2",
        "details": "Sup people. My name is David Tan and I am a L&S freshman intending to major in Computer Science and Statistics. I was born in Shanghai, China, where I stayed until the end of primary school. My family then travelled to New Zealand where I finished intermediate and high school, before coming to the US for university.\n\n- Hobbies: playing league of legends, watching league of legends highlights, making games, origami\n- Favourite artist: don't really have one but generally enjoys pop with some edm element to it.\n- Sunday: wake up after noon, order Riceful on Snackpass, do homework + hang out, have dinner, do homework + hang out, set 8 alarms for 8am on Monday and sleep\n- Favourite restaurant: Alley Kitchen\n- Other clubs: I was part of the IEEE and Game Design and Development club last semester. "
    },
    {
        "name": "Matthew Dharmawan",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=11W0RSIvsWevo7A4ggtoYA1qshQQvIwlP",
        "details": "Hi! My name is Matthew and I am a Freshman studying Physics and CS, and I am from San Diego. I am a part of the Society of Physics Students (SPS) at Berkeley. My interests are playing the piano (I have been doing this for 14 years), volleyball, and chess. I took 61A last Fall and loved the experience! This is my first semester in CSM, and I am super excited to be a mentor for 61A this semester! Feel free to ask me about anything (course-related or not). I'm looking forward to meeting you all! "
    },
    {
        "name": "Aditya",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "Murali",
        "imgUrl": "https://drive.google.com/open?id=1BhI_XV54Di34Sc7UJZKzFbJ9brtgq-Hh",
        "details": "Hi! My name is Aditya(he/his/him) and I am a sophomore from San Diego majoring in Bioengineering. Last semester, I was an academic intern for this class and I hope to make this experience as enjoyable as possible. In my free time, I enjoy browsing twitter and rewatching old Naruto episodes. If you want to chat or have any questions, feel free to email me!"
    },
    {
        "name": "Noemi Chulo",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her or they/them",
        "imgUrl": "https://drive.google.com/open?id=1OpkMC9kV2zqwjph8SMAhO9YHkj-iny4L",
        "details": "Hello! I'm Noemi, an intended CS and Pure Mathematics major and a Freshman here at Berkeley. I've taught CS61A one semester as an AI, this is my first time teaching CS61B. Teaching is extremely important to me and I care a lot about doing my job well. Prior to Berkeley, I taught at Wolfram and did tutoring at my school. My goal as a mentor is to make students feel empowered in their own coding abilities in this class. Comp sci at Berkeley is difficult, but at no point should it feel impossible. Confidence in your own abilities is what prevents that from happening. My job is to help you build that confidence. Outside of teaching, I love doing visual art and failing miserably at video games with my friends. I'm a very friendly person who loves to talk about anything, so please don't be afraid to approach me if you need anything at all. See you in section, and good luck in CS61B!"
    },
    {
        "name": "Theo Pedapolu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1ol3JyXBee3tUy_-Pdt7gRBQnZ9jeVgRs",
        "details": "Hey y'all! I'm Theo, and I'm a sophomore from South Carolina majoring in CS and Math. 61B was one of my favorite classes at Berkeley, and I really enjoy teaching it. In my free time, I love playing chess, listening to electronic/hip-hop artists like Post Malone and Owl City, and watching football. If you ever want to play a game of blitz, talk about CS, or anything else, feel free to reach out! "
    },
    {
        "name": "Sanjay Chintapally",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1VI7NSFcmPYAJkcY0fbc-wpPPKriLa915",
        "details": "Hi! I'm Sanjay, and I'm a freshman majoring in EECS. I'm a die-hard space exploration enthusiast and am currently very interested in avionics! Outside of classes, I'm a bass for Dil Se: a South-Asian A Cappella team on campus. I also like grinding Minecraft Bedwars and playing tennis in my free time! I really enjoyed 16A and hope you will too. Feel free to reach out to me anytime! :)"
    },
    {
        "name": "Hrish Leen",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1QmJqdo3zEHLQVTKGbUnnvgHuhjYbL0e9",
        "details": "Hey! I'm Hrish! ʕ •ᴥ•ʔ\t\n\nI'm a sucker for cs70 and love ice cream Snickers bars. Other than those 2 really important facts I don't really know what to put on here so here's my top 5 list of emojis :\n\n1) 🥴 \n2) 🦑\n3) 🅿️ - Always pushin\n4) 🛺\n5) 🥓"
    },
    {
        "name": "Natasha Arya",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1OPV6_0eQLnnEOlc41_oR3zhD_Wu5VpSC",
        "details": "Hey, I'm Natasha and I'm studying CS and music at Berkeley. Super excited to teach a CSM section for 61A! Hopefully I can make this class as interesting for you as it was for me :) I love exploring new places--I've especially been trying to spend time outdoors to make up for all time I was indoors during the pandemic! I also like playing the piano, making too much tea, and building Notion setups I will never use. Feel free to reach out to me about anything! \\ (•◡•) /"
    },
    {
        "name": "Ichchitaa Sawrikar",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1VA0FAbDQMMzwMK_928Jycr3jZLPeUWeR",
        "details": "Hi there! My name is Ichchitaa and I'm a sophomore majoring in Computer Science and Economics. In terms of hobbies, I absolutely love traveling, trying food places, water sports and thrill activities (I recently did skydiving)! CS 70 is one of my favorite classes I've taken at Berkeley, and I can't wait to make it a fun experience for you too!\nFeel free to message me about anything, and I can't wait to meet everyone!"
    },
    {
        "name": "Keagan Chern",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1gLR3qitOp9MdWqPGXNSPZ9YEIhAIBKkH",
        "details": "Hey everyone! My name is Keagan, a first year studying EECS from Chino Hills, CA. I enjoy reading novels, building PCs, gaming, and eating my way through Berkeley. Some of my favorite foods includes hotpot, kbbq, boba, etc. I am looking forward to working with you this semester!"
    },
    {
        "name": "Jason Zhang",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1UjMavMVWQJNTx_Oe-yS6FpKvRsoocGCL",
        "details": "Hi, I'm a sophomore studying CS from New Jersey. I enjoyed the math and linear algebra in 16b and am interested in the field of AI/ML. I like things like playing board games, watching TV shows, plants, ping pong, and sketching things. "
    },
    {
        "name": "Hima Kolavennu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1sO9rBgroDBdk9me9SWDciLNwKQdtOxcH",
        "details": "Hello! I'm Hima, a freshman EECS major from New Jersey. In my free time I enjoy painting, listening to music, and going on walks. This will be my first time being a mentor, so any feedback would be appreciated. I will do my best to make sure your sessions are as effective as possible. If you have any questions, feel free to reach out to me through email."
    },
    {
        "name": "Christopher Bannon",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1ELmdbwLY6sQWKQYic6_5G91MycZPLb4l",
        "details": "🥸"
    },
    {
        "name": "Abby Brooks",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1uFToISBji2RsYZVzZqNbZBP8nr1Wpmu3",
        "details": "Hey everyone, I'm Abby! I'm a freshman from Napa, Ca. In my free time I love knitting, playing wordle/solitaire, listening to music (indie & rock), and baking. Feel free to reach out to me if we share any interests! I'm really excited to be part of CSM and I'm looking forward to meeting all of you!"
    },
    {
        "name": "Junaid Ahmad",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1k7bBK0WwFVJv3aqanFT9GCqaFkmSHqeT",
        "details": "Hi everyone! I'm Junaid, and I'm a CS and Math double major. I'm very passionate about teaching and math, so I'm excited to be a mentor. I had a great time taking CS 70, so I hope to help make the course more enjoyable for you too. In my free time I love to play tennis, read, listen to music, and work out. Looking forward to working with you this semester!"
    },
    {
        "name": "Jai Sharma",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1wuP36pSmnGFyxgGs5OXyOS0Cw2HnU6df",
        "details": "Hi! My name is Jai Sharma and I am a 3rd year studying political science and computer science. I love the software side of computer science and am interested in political theory as well! I am involved in the Student Advocate's Office around campus in my free time. Some of my favorite pass times include playing the guitar, reading fiction, and spending time at Cafe Milano! "
    },
    {
        "name": "Ashwin Dara",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1T26xsC8KQuDzio7-D37OWHmVeKr3ncoO",
        "details": "Hey! I'm Ashwin. I'm a freshman from Orange County CA majoring in CS. If you catch me during my free time, I'd probably be doing one of the following: playing 2K, collecting hours on Spotify, watching pseudo-educational YT videos, or boxing on Wii Sports. I really enjoyed this class when I took it, and hopefully, I can make this semester a bit more fun!"
    },
    {
        "name": "Daniel Endraws",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=11rEf-LNh1APuLfVeb5OwqYGgBQIK0ysF",
        "details": "Hello! I'm a second year EECS student and I'm super excited to be a mentor this semester! In my free time I love to go hiking, cook, and I've recently started skiing (with mixed results). Looking forward to this semester!"
    },
    {
        "name": "Harry Dalal",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=16MxNIlK1M-lUnYSzFo4XXZzEQvdUi_wP",
        "details": "I am a third year CS major from the bay and love the field of probability. I'm a big fan of Coldplay and love to eat, climb, and play basketball. Currently on my journey to check out all the the food places around :)",
        "webUrl": "https://www.linkedin.com/in/harry-dalal/"
    },
    {
        "name": "Preshtha Garg",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "She/her",
        "imgUrl": "https://drive.google.com/open?id=1cSXaXqTsR_Dhhfbes68BhINrJc8yu8Hu",
        "details": "Hello everyone! My name is Preshtha (you can call me Esha) and I'm a freshman hoping to major in CS! I'm from Delhi, India, but i'm super loving California. I'm looking forward to teaching and learning from my CSM group! In my free time I love reading, playing the ukulele, playing DnD with friends and writing. "
    },
    {
        "name": "Jonathan Pei",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1ldK4igCGRAqOBAaxSdF2obu3hgztFB8H",
        "details": "Hi! I’m a freshman studying EECS + Physics from the Bay Area. Here are some things that excite me: algorithms, machine learning, astronomy, anime, kdramas, league, water polo, weight lifting, hiking, and food (especially bananas). I can’t wait to meet you this semester, and feel free to reach out whenever!"
    },
    {
        "name": "Rebecca Dang",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1lBiF1UM0QVzcgx8Yevg0HRP04KXFaS_y",
        "details": "Hey there! I'm Rebecca and I'm a 1st year EECS major from San Jose, CA. I've taken CS 61A at Berkeley as well as some other CS courses at my hometown's community college. I love teaching, I love CS, and I love teaching CS which is why I decided to become a mentor! My favorite side project was making a Discord bot called Enoch written in Python. At Berkeley, I'm a member of Codebase, AWE, and SWE, so feel free to ask me anything about those clubs if you're interested in joining! In my free time, I like to read, play guitar, and watch cool movies/TV shows. I'm especially fond of the MCU and the Grishaverse.",
        "webUrl": "https://phrdang.github.io"
    },
    {
        "name": "Jessica Hsu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1E5yARPSpUPJeJb1bp2MjPVM_9gYF3UTI",
        "details": "Hi, I'm Jessica! I'm a first-year from the Bay Area studying computer science. I enjoy hiking, trying out new (relatively inexpensive) foods, and listening to music! Excited to meet everyone this semester!"
    },
    {
        "name": "Victor Kang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1qDQ08a4giJiOvv-5c5002-a3XfCfZu-q",
        "details": "Hi, I am a second year majoring in EECS. I was born in LA but lived almost my entire life in Seoul, South Korea! In my free time, I love watching sports (NFL, NBA, you name it), working out and playing poker. I had a great time taking Professor Hug's 61B so I will try my best to guide your learning of data structures and algorithms. I'm looking forward to working with you all!"
    },
    {
        "name": "Evan Frick",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1murEuAKJZzjn7YV3X5gHSRTbIfevrq4l",
        "details": "Hi! I'm Evan, a second-year CS Major from Mountain View, California.  I'm into cooking top-tier meals, and then eating them.  In my free time, you can find me tilt-queuing bullet chess games and league ARAMS.  Other times I enjoy practicing with Cal Wushu or taking 3 hour naps."
    },
    {
        "name": "Rebeccca Won",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1_4sntpQ66kXd2wkeGA_MkIVeDTLN1rGf",
        "details": "from Korea, my fav restaurant is Saigon Express"
    },
    {
        "name": "Rishi Madala",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1ZbqkAITRqcAV7uj6cdTqRfY1BMz0WTAR",
        "details": "Hey everyone! I'm Rishi, a freshman studying EECS and I have many interests and experiences within the field of technology - from software engineering to blockchain development, so talk to me about anything! In my free time I love playing sports like basketball and spikeball, watching movies, and eating Taco Bell. Feel free to reach out!"
    },
    {
        "name": "Saif",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=1yjUek9-KsOILG2v4wP1CtKjjpSXRmxSm",
        "details": "Hi everyone! I'm a sophomore studying EECS from New Jersey. I'm a pretty avid football and tennis fan, and I love trying new foods (and have been getting more into cooking recently). I know how challenging Berkeley EECS classes can be, so I'm excited to help you all out this coming semester!"
    },
    {
        "name": "Michelle Chen",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1Q3DAEvYxiEOK_3u-p_Siyn0Cat_eGlO6",
        "details": "hello! im a freshman from singapore planning to major in cs and econ. feel free to reach out :))"
    },
    {
        "name": "Sahil Gupta",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Savit Bhat",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1sMUWiaqLru8zk98Rh_0is2W8IrevTG23",
        "details": "Hi! I'm Savit. I'm a first-year EECS major and some of my hobbies are working out, baking (bonus points if gluten-free or vegan), watching basketball, and listening to music. I'm a fan of Joey Bada$$, Childish Gambino, Kid Cudi, MF DOOM, and Kanye."
    },
    {
        "name": "Evelyn Koo",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Kanav Mittal",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1sQCu2vwPTCs-MnJ8-bUbhjFAUWuX18WA",
        "details": "Hi everyone! My name is Kanav, and I'm a first-year studying EECS. In my (limited) free time, I enjoy cooking, hiking, and watching sitcoms (currently on season 7 of Brooklyn Nine-Nine). I also absolutely love listening to Taylor Swift - my favorite album is Reputation right now but that will probably change by next week. Super excited for this semester, and feel free to reach out to me if you need anything!"
    },
    {
        "name": "Max Ye",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1CmMAby5YdrY8zNYAxUYuAuqxL_r1Cm5f",
        "details": "Hi everyone! I'm Max and I'm majoring in CS! I'm from Chicago (go Bears!), and I enjoy swimming, cooking, yoga, and meditation. CS 70 was SUCH a challenging class for me so I'm here to give back. Please reach out to me if you have any questions about the material or anything else — especially if you’re a health nut like me :)."
    },
    {
        "name": "Ina Nierotka",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "they/them ",
        "imgUrl": "https://drive.google.com/open?id=1mRBbXVa_eqkoZXNDC5SvthAl4447i_sK",
        "details": "Hi! I'm a sophomore planning to major in business and/or data science. I took cs88 last semester, with it being my first official coding class! I also took a course in logic and stats20 (which taught some R) so I was able to figure things out. This semester I am also the publicity co-chair for Ballet Company at Berkeley. Some other experience I have with mentoring include working as a GSR and as a swim instructor last summer. \n\nAlso I get obsessively into fandoms, especially Doctor Who. neurodivergent and proud <3"
    },
    {
        "name": "David Long",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1zZW63GSEIZ5sRkYkvTIv8M_j5baBGi2A",
        "details": "Hi! I am a sophomore studying computer science. I like swimming and reading in my spare time. Looking forward to meeting you all!"
    },
    {
        "name": "Janani Sriram",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1yNpI2_5YuMJgwRXfqzcYr8ggKUG_pKv7",
        "details": "Hi! I'm a freshman studying computer science, and I'm super excited to help out with 61b! If you see me on campus, you'll probably catch me reading, humming, or listening to music, hopefully in the glade with a lot of sun :) I'm an academic intern for 61b and was an AI for 61a, and I'm generally interested in anything tech, healthcare, or economics related!",
        "webUrl": "https://www.linkedin.com/in/janani-sriram/"
    },
    {
        "name": "Vaishak Krishna",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1iRU2X5TlCVOajA52-g19U7Vb5ZC8-Thj",
        "details": "I'm Vaishak, a second year CS major from New Jersey. In my free time I play video games (Valorant and Osu!) and I like cooking as well. I'm looking forward to meeting you all this semester! "
    },
    {
        "name": "Saloni Agarwal",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1yPsnVqCTsMdEUcbYlfyo9a81I8QtG4q8",
        "details": "Hi! I'm Saloni and I'm a first year from Colorado. Outside of classes I like to paint, sing, watch tv, and try new foods! I am looking forward to meet you and talk about all things 61a. Feel free to reach out to me whenever!"
    },
    {
        "name": "Pragya Kallanagoudar",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1VlU4fJtdrAdZlrapVg-m4o4gE982zcbj",
        "details": "Hi, I'm Pragya! I'm a first-year student from the South Bay, intending to double major in CS and philosophy. Super excited to be mentoring for CS88, as well as AIing for CS61A this semester! Outside of teaching, I'm involved with cognitive science research and restorative justice work on campus. Some things I love: matcha lattes (though I am yet to find ~the perfect one~), The Good Place, and Visual Studio's high contrast theme. Looking forward to meeting you all - feel free to reach out for literally anything!"
    },
    {
        "name": "Angel Aldaco",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/His/Him",
        "imgUrl": "https://drive.google.com/open?id=1bPpd9URH8u2hvqNIt996BN6qCp3I-Mun",
        "details": "Hi! I'm Angel, a second year majoring in Computer Science and Political Science(with an American politics focus). I really enjoyed more design focused classes like 61AB for CS(but I enjoyed CS70 too, just not my favorite CS lower div) and really enjoyed analyzing political behavior for PS. I'm originally from L.A. and then moved to the central valley and now I'm here in Berkeley(It seems I'm slowly moving up state as time goes one). Most of the time I enjoy sink my time into school. But when I'm not doing that I like to go on trips camping with my friends in California, with Yosemite definitely being my favorite or learning how to play piano to relax. My favorite musician is David Bowie(even though that choice sounds like it radiates boomer energy so for a modern artist I'll say Kanye or Tame Impala). I'm currently playing through the Ace Attorney Trilogy and Full Metal Alchemist Brotherhood is goated. I like coffee to the point that it may be classified as unhealthy but not enough for me to have the other energy drinks. And though I haven't been at Berkeley enough to develop taste for a favorite restaurant I gotta say crepevine is pretty good. I look forward to helping you with one of my favorite classes I've ever had!"
    },
    {
        "name": "Jamie Jhoe",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1MRAyE-wmOFWXF_CZU80rx9-j6GJIu3gp",
        "details": "Hi! I’m Jamie and I’m a second year studying computer science and cognitive science. In my free time I like watching anime/kdrama, crocheting, and playing animal crossing. I’m super excited to be a mentor and looking forward to meeting everyone! :D"
    },
    {
        "name": "Josh Davis",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1ytwPMUW_B6P_yaCmoCUH2RUMGgMw5NMJ",
        "details": "Hi, I’m Josh! I am a second year computer science major. In my free time I code IOS apps and enjoy making other personal code projects. I am really interested in music as well and have been composing/producing music for almost 5 years. I like all types of of music from classical to alternative to experimental hip hop. I am a social person and always love to chat about interesting topics. "
    },
    {
        "name": "Aniketh Prasad",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/His",
        "imgUrl": "https://drive.google.com/open?id=1z_7lHTh1nfZCfeyWE5PQei-lOWdkimc3",
        "details": "Hey, I'm Aniketh and I'm a first-year Electrical Engineering and Computer Science major. CSM really helped me when I was struggling with 61A, and I hope I can do the same for you. I'm passionate about teaching and love meeting new people! My favorite restaurants are crossroads and foothill. I love crossroads so much, hmu if you tryna grab some."
    },
    {
        "name": "Ramya Chitturi",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1FbNkmrm3nQHgOqPGmXyFPLwts7HjZzzB",
        "details": "Hey everyone! I'm Ramya, and I'm a first-year from the Bay Area intending to major in computer science. I love sci-fi novels, crosswords, museums, rock music, Brooklyn 99, and Harry Potter. Super excited to get to know you this semester :)"
    },
    {
        "name": "Claire Wen",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1oApmapeFKDOjsdJt02buDx9SFjRiXEIe",
        "details": "Hi! I'm Claire, a computer science major from the Bay Area. Outside of CS, I like playing piano, reading, and playing with my cat :)"
    },
    {
        "name": "Troy Tsubota",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1UOPKCXGkAUkFyOeHCmzUCz2QXJou9ceD",
        "details": "Hi, I'm Troy! I'm a first year in L&S from SoCal, and I'm super excited to mentor 61A this semester! I'm currently interested in the applications of computer science to other fields such as mathematics and scientific research. My favorite artists are AJR and twenty one pilots, and my favorite place to eat is Croads. Can't wait to meet you all!"
    },
    {
        "name": "Kavin Kumaravel",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1faUMGIf8saY_PyzbeJ4oE38KCbjmiU5M",
        "details": "Hi, I'm Kavin and I'm a second year EECS major! In my free time, I enjoy going on hikes, eating lots of peanut butter, and watching one (1) episode of Attack on Titan every Sunday. I really enjoyed 61B and I'm excited to teach this semester :D"
    },
    {
        "name": "Karen Li",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1VETaF812ikaMsB0FMXO6oczncY2CutR5",
        "details": "Hi everyone! I'm Karen (but not a Karen!) and I'm a sophomore studying Computer Science and Cognitive Science. I love swimming (literally hit me up anytime if you wanna lap swim), dogs, reading (give me book recs!), journaling, and meeting new people. I'm super excited to be teaching CSM 70 this semester and I hope I can make your experience a positive and not-too-stressful one!"
    },
    {
        "name": "Andy Chen",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1f6ZhQ5bn7zKTcM0GZJT6-Bo-S4qVGFdf",
        "details": "Hi! I'm a second year CS major, and this will be my second time as a CSM mentor. I like playing tuba and flute, Fire Emblem, and reading One Piece (I'm usually caught up), so feel free to talk to me about those. I'm looking forward to meeting everyone!"
    },
    {
        "name": "Ted Kim",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=14AsDCQ4qwqwEakC6FwMIfupau937rX5p",
        "details": "Hi! My name is Ted and I'm a freshman from Pleasanton, California studying computer science. When I'm not locking myself up in Main Stacks, you can find me hiking with friends, playing video games (a lot of Persona 4 Golden lately), and trying (and failing) to learn new languages. Some of my academic interests outside of CS include political theory and world history. Feel free to vent to me too: I'm a great listener! I'm really excited to be a mentor this semester, and I'm looking forward to meeting you all!"
    },
    {
        "name": "Srikar Munukutla",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1WHoFEn7GYMAlilJ6k8JbxhwA_Lkvzpu8",
        "details": "Hey everyone! I'm a second year studying Computer Science from the Bay Area. In my free time, I love watching sports, listening to movie soundtracks, and exploring new restaurants in Berkeley. Super excited to be a 61B mentor this semester; I loved the class and want to help you all have a great experience too!"
    },
    {
        "name": "Meghnath Dey",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1-OHGvyEPP3M0-JjehUxVJzk8PYMlOgjo",
        "details": "Hi! I'm a freshman EECS major from Seattle and really excited to mentor for CSM this semester. Outside of the classroom, I'm involved with Berkeley Formula Racing and the Daily Californian. In my free time, you can find me taking pictures, watching football, listening/singing to music with my friends, and finding any excuse to drive in the Bay Area. If you have any questions or just want to talk about anything, feel free to reach out!"
    },
    {
        "name": "Emily Chau",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1TjMftgNDmaCw8ct3Kg-iFZHvzTR6SMub",
        "details": "Hi! I am a junior majoring in Computer Science. I am also involved in the Association of Women in EE&CS (AWE) and Truelement, a dance team at Cal. I often spend my time attempting to cook/bake, playing Stardew, and reading webtoons. "
    },
    {
        "name": "Olivia Huang",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1qSYXBMf4ZPHluHWVYXO_kTYnT1-Mv8co",
        "details": "Hi :D I'm Olivia, a sophomore studying CS and cognitive science! I'm from NJ, and as such, I have quite strong opinions on what makes good bagels. I'm a huge kpop and kdrama fan, and I could talk about it for hours. In my free time, I practice the piano for fun, volunteer with Cal Rotaract and teach AWS with Cloud at Cal. So excited to teach this semester!"
    },
    {
        "name": "Sandhya Ganesan ",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=17QooXphNzdh9BZuWEniqT4ka7Z9BqNfo",
        "details": "Hi! My name is Sandhya, and I'm a first-year CS and Astrophysics major from the Bay Area. I've worked as a CS instructor for nearly two years and 61A was what made me decide to major in CS, so I'm super excited to be a JM this semester! When I'm not mentoring or catching up on homework, you can find me at a Cal Hacks or ANova meeting, waiting in line for boba at Plentea, writing science fiction, or listening to Mitski (+ you might catch me as an AI in your lab section!). Feel free to reach out about anything (music recs are always appreciated), and I'm looking forward to a great semester with you guys :D"
    },
    {
        "name": "Lance Mathias",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him ",
        "imgUrl": "https://drive.google.com/open?id=1N0__A7OlrER3f2vH1YBXBR56o16dO5h1",
        "details": "Hi! I'm currently a freshman studying CS/Business. I'm into puzzles and problem solving, photography, and everything blockchain-related. Feel free to chat about anything!"
    },
    {
        "name": "Chancharik Mitra",
        "courses": {
            "cs70": "Junior Mentor",
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1mfz6xuffabAd_43QtI-pgzlGDpR4m6d_",
        "details": "Hello there. My name is Chancharik Mitra, and I am an EECS major passionate about research, teaching, and solving interesting problems with computer science! I have been a computer science and math instructor in some shape or form for 5 years now, and CSM is a wonderful part of that journey. Research-wise, I am interested in robotics and a little bit of computational biology as well. I am also a member of the IEEE chapter here at Berkeley as an officer on the Technical Operations Commitee. As you could probably tell from my opening line, I am a big fan of Star Wars. My hobbies include reading, ice hockey, and playing the piano. I am so excited to work with you this semester!"
    },
    {
        "name": "Amritansh Saraf",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=16m0ZeBFv9M_XmC3fKnTtlrBN4vPnhOmH",
        "details": "Hey! I am a Junior from Delhi, India and this is my fourth semester teaching 61A. In my free time, I (try to) play the piano, listen to music (love John Mayer, Coldplay and Chopin) and watch Netflix. I am excited to get to know y'all and make this a memorable semester. Feel free to get in touch regarding anything 61a or non-61a! :)\n"
    },
    {
        "name": "Pranav Muralikrishnan",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1vn7l3hKa8pu2xoeEsyjDBFHlZ5moGUXK",
        "details": "Hi! My name is Pranav and I'm a first year intended Computer Science and Math major from New Jersey. I'm excited to be a CS70 mentor since I loved taking the class. Outside of school, I like playing video games and going camping. "
    },
    {
        "name": "Ryan Tabrizi",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=17UKa5tcnhJJ0CeaUZHSiM7syh9L0xpP9",
        "details": "Hey everyone, I'm Ryan and I'll be a CS mentor this semester for 61A! I took the class last semester as a freshman and am so excited to give all sorts of insights and lessons to help you! I like reading and strength training and recently I've picked up running. Some of my favorite artists include The Beatles, Abba, and Coldplay and I really recommend watching 'The Prestige' or 'The Shawshank Redemption' if you haven't already. I'm also a member of Launchpad here at Berkeley so come say hi at one of our events! I look forward to meeting you guys and having a great time this semester!"
    },
    {
        "name": "David Zhang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1FuuINWTmgxFqWol2IakH9_iifiD6z1ng",
        "details": "I'm a 1st year interested in CS theory and math. Two artists representative of what I listen to are Frank Ocean and Charli XCX. I like running, cycling, hiking, and probably most other activities that move my legs. Also a huge fan of daydreaming. One time I walked into a pole. My ear hurt a lot."
    },
    {
        "name": "Kehan Li",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "She/her",
        "imgUrl": "https://drive.google.com/open?id=1BzNppukn_mKF7wvvKrazWeJ-2CncYmOx",
        "details": "Hi! My name is Kehan and I’m a sophomore majoring in Computer Science. I was born in China and also lived in Germany for a long time. I like to dance and watch reality shows in my free-time. Really excited to be teaching CS61b and meeting you all this semester! "
    },
    {
        "name": "Ashley Chiu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1HchzAEUJcGfc9d7WqcSXc3J6wwCwx3aV",
        "details": "Hey! My name's Ashley and I'm a freshman from Seattle studying CS. I really enjoyed taking 61A last semester and am so excited to teach in CSM :) I love spending time redesigning my Notion pages, trying new restaurants in the area, and napping. Super stoked to meet everyone!"
    },
    {
        "name": "Sofia Theodoras ",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=18kcY6LTaxu39wSj1SZfgONL995acu-ys",
        "details": "I'm an intended Computer Science and Molecular and Cell Biology double major with interests in baking, cooking, and kickboxing. I'm part of the Barton Lab studying immunology and host pathogen interactions, and I'm in a variety of clubs across campus, from computer science clubs such as CSUA (Internal Exec last semester, officer this semester), Plextech (Developer), Cloud at Cal (Developer) to biology focused clubs such as TMSCA (Academic Cochair) and Bioprinting at Berkeley. Come to me for advice on getting into labs, clubs, and if you're interested in computational biology!"
    },
    {
        "name": "Michelle Huang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/they",
        "imgUrl": "https://drive.google.com/open?id=1dcf5VE3DeDJuCGQGVVKIIIUbp7_6ViTG",
        "details": "Hello, I'm Michelle! I'm a second year computer science major from socal, and this will be my first semester with CSM. Outside of classes, I enjoy cooking, reading, and dancing. Come chat with me about figure skating!"
    },
    {
        "name": "Janise Liang",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs61c": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1IPvqB2liKma9ykuogjHy2Zig3mvDCB_e",
        "details": "hi, i’m janise! (pronounced like ja-niece)\n\nI'm a third-year from the bay area studying CS and applied math. I like to play tennis and soccer, and during COVID I've also started climbing and playing chess. I like cooking and trying new food places near Berkeley so please give me good recommendations (for restaurants or recipes)!",
        "webUrl": "https://janiseliang.github.io"
    },
    {
        "name": "Khanh",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Pradyun Kumar",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Shiv Sethi",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1a0eMz1VYjNcWJhfVk0ChO4oub-ZNXP4c",
        "details": "Hi! I love exploring Berkeley because it's so huge there's always something I find that I didn't know about. In my free time, I hang around the Nobel laureates' parking hoping to catch some genius in the air. I love listening to new artists so I'd love to know more about your music tastes as well. I had very little experience coming in to 61B and it turned out to be super hard and yet, my favorite class at Cal so let's have fun (and maybe cry a little?) this semester!"
    },
    {
        "name": "Shawn Zhao",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1J2aabRhB4isOehbMuK9hY5XZUg1tSSfE",
        "details": "Hi! I'm Shawn, a sophomore from the D.C. area, studying EECS. Outside of school I play tac shooters such as CSGO and Valorant, as well as more casual things like osu! and Genshin Impact. I primarily enjoy J-pop, but am open to many more song recs! I'm also down play table tennis and basketball in my free time. This is my first semester in CSM but I had a great time in CS70 and am here to help you do so too, so feel free to reach out to me with any questions or concerns."
    },
    {
        "name": "Austen Liao",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Z6Nq5k3nmtVwru0S7CBsXeEtmiVwcDPD",
        "details": "Hello! I'm a second-year CS Major from Fremont, California, and I'm excited to be a mentor this semester for CS 61B! I love playing Smash, video editing, taking walks and hikes, and playing Go when I have time. Let's have a great semester together!"
    },
    {
        "name": "Olivia Huang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "Sher/her",
        "imgUrl": "https://drive.google.com/open?id=1Q34LDHoo7ooUbmtEOtRNjf6RL8zqu89d",
        "details": "I am a Junior studying Computer Science and Business, and this is my first semester in CSM. Previously, I was an AI for CS 61B for 2 semesters, and I have also been involved in a variety of clubs on campus. In my free time, I like drawing and playing tennis!"
    },
    {
        "name": "Gavin Zhang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he series",
        "imgUrl": "https://drive.google.com/open?id=1J8vNaipNhJ-q9KA-qzR1xucO7cQIUdtr",
        "details": "Hey, my name is Gavin and I'm a 2nd semester (intended) L&S CS Major. This is my first time teaching CSM, and I'm super excited! I'm super into Genshin Impact, Gypsy's Trattoria Italiana, and Cognitive Behavioral Therapy. I had a great experience in 61A and I hope to share that with y'all! "
    },
    {
        "name": "Liam Tan",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1LPl_FizFgjjmFFvg5d-NiXnFU-DHVw7U",
        "details": "Hi I'm Liam. I'm majoring in Computer Science and am from San Diego, California. I like lifting weights, cooking, and doing math. I hope to help you with any CS70 related subjects."
    },
    {
        "name": "Nithila Poongovan",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1VeF3mTvauXQOJru_3CDCC4PJr7EG3f6G",
        "details": "Hi! I'm Nithila, an EECS and Business Major from Silicon Valley, CA. Professionally, I'm interested in robotics in space technology and would be happy to talk about it sometime. I love running, listening to indie music and watching shows like Silicon Valley and The Office. I had a lot of fun in this class and hope you will too. Looking forward to supporting you through the semester! ",
        "webUrl": "https://www.linkedin.com/in/nithila-poongo/"
    },
    {
        "name": "Aman Shah",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1gvWV5gyk2KI-ThO7uiMNZaOeODC11kRg",
        "details": "I'm a senior who likes Math and I stress geometric interpretations. Outside of school stuff you will probably find me eating at Gordito's Amigos and watching Netflix.",
        "webUrl": "amanshah2711.me"
    },
    {
        "name": "Dana Feng",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=12gv3mDQsKZWhDbakvTYhAT_vwPXFXuF2",
        "details": "Hi there! I'm Dana and I'm a sophomore majoring in CS :) In my free time I love drawing and sculpting, as well as going on hikes. I loved CS61B and I hope you will too! "
    },
    {
        "name": "Aneesh Patel",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=13LCJ_qGQFmUDJZowyPX2nyuh7-lmmEMN",
        "details": "Hi! I'm Aneesh, a sophomore studying computer science from the bay. I'm super excited to be a tutor for 61b this semester! I love watching The Office, drinking boba, and listening to rap. Looking forward to meeting you all and feel free to reach out for anything!"
    },
    {
        "name": "Sylvia Jin",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "why are pronouns required again? I brought this up to exec 2 semesters ago",
        "imgUrl": "https://drive.google.com/open?id=16tjCJ88nDzq7edUD-dL3y7zytanLjSFP",
        "details": "I'm a senior math major currently on a gap semester! I'm teaching remotely, but formerly I taught and made content for CSM CS 70, taught the card-counting DeCal, and am involved with Berkeley Math Tournament (<a href=\"https://bmt.berkeley.edu/\">MUSA</a>). Outside of school, I spend much more time on my hobbies, mainly fixing electronics. When I'm back on campus, you may often find me in Cory 246, or Supernode! Feel free to email me with pictures if you have any old dead electronics you want me to try to revive.<br><br>Check out my <a href=\"https://www.youtube.com/watch?v=doEqUhFiQS4\">website</a>!",
        "webUrl": "https://bmt.berkeley.edu/"
    },
    {
        "name": "Grace Deng",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Gabe Classon",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1zATtxbeijV965aJtq1IKjhtsXieCXpkf",
        "details": "I'm Gabe, a freshman intending to major in computer science and pure mathematics. I'm a midwestern boy, hailing from Palatine, Illinois. In my free time, I enjoy crossword puzzles, photography, and contributing to free-culture projects. In addition to CS mentoring, I write for The Daily Californian and academic intern for CS61A. "
    },
    {
        "name": "Gina Wu",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=18t3uj-isjKGs8izdd2TObAIpWI5i0bgn",
        "details": "Hi! I'm an EECS + Physics major. Previously, I was a 61B mentor and this will be my third semester in CSM. Excited to meet you!"
    },
    {
        "name": "Hari Vallabhaneni",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1O2WNKatxnd7za5a9Dw_JIyvnV98Vud3R",
        "details": "01100111 01101111 00100000 01100010 01100101 01100001 01110010 01110011"
    },
    {
        "name": "Kerem Dilmen",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1jcIicWH8mH4Ll7Bw7VpPfOgMfz0pIt22",
        "details": "Hi, I'm Kerem! I'm a freshman from Istanbul, Turkey majoring in EECS and Business. I enjoy exploring new places, watching action and sci-fi movies, and playing different kinds of video games. I took 16A last semester and I'm super excited about being a tutor for the course this semester. Looking forward to meeting everyone! Feel free to reach out for anything."
    },
    {
        "name": "Edward Lee",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=17vU8wTJH3UuHq9GORYmfjWG8e-4TVr_O",
        "details": "Hey! I’m Edward, a freshmen majoring in EECS from the Bay Area. When I’m not exploiting StackOverflow, I can be found chugging cheap caffeine, rewatching more Marvel movies, or “playing” TFT (I’m Iron, don’t @ me). Feel free to reach out for a round of badminton or to grab some boba!"
    },
    {
        "name": "Shrestha Vatsala",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "She/her",
        "imgUrl": "https://drive.google.com/open?id=1IQrbkmcjDRGPH2NXrxQrC-aPpimLgWj2",
        "details": "Hi! I'm a second year EECS major and I'm super excited to be mentoring this semester. I'm from the DC/NOVA area, and I'm really interested in web dev, SWE, and ML research. Besides that, I enjoy restaurant hunting, all types of movies, thrifting, and reading (reading Dune atm)!"
    },
    {
        "name": "Lance Liu",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "He/His/Him",
        "imgUrl": "https://drive.google.com/open?id=1tMY4wlMV8taEG1_fwushfs6giLpaXllN",
        "details": "I am an amateur barista, feel free to ask me to make coffee for you~:)"
    },
    {
        "name": "Vikram Kumar",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Nikki Suzani",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1kT3a6Yqeb8G5L3zk73woGxjepuIwqG6h",
        "details": "Hi! I'm Nikki. I'm a CS and Data Science major who loves teaching, and I'm super excited to be a mentor this semester :) Outside of CSM, I also do software development for Codebase and Blueprint, and am part of a data fellowship that helps get democrats elected in red states. In my free time, I love playing video games and drinking tea (lemon chamomile is the fave!). P.S: Expect our sections to cover some *secret* tips on how to approach and succeed in problems in this class. I learned a lot of tips last semester, and I'm so excited to share them with y'all!",
        "webUrl": "https://nikkisuzani.github.io/personal-website/"
    },
    {
        "name": "Anish Kachinthaya",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Michael Huang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=17t7AwACOME7jRvLxPdYsb3O8dFYJb132",
        "details": "O/, I'm Michael, and I'm a sophomore CS + Math major, and for some reason, I really like recursion. In my free time, I like to play ping pong, destroy my friends in Civ V, and carry in Bloons TD6. Excited to meet you all!"
    },
    {
        "name": "Mawil Hasan",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1XBhkO1_OOzQ-URSakjiiIJ_luJv-Y9w7",
        "details": "Hii! I'm a second-year CS major, and I'm from LA! This is my second semester on CSM, and I'm very excited to mentor for 61B! Outside of school, I love playing and watching different sports, chillin w/ my homies, and sleep.  "
    },
    {
        "name": "Ujjaini Mukhopadhyay",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1e-zA2DQOFALyFNDB7bEYG56GOBWhDfBh",
        "details": "Hey hey! I’m so excited to be part of the csm70 team for my 5th semester! I really enjoy all things theory and systems. When I’m not doing CS, I love singing Hindustani Classical Music, but have recently been branching out to listening to Doja Cat and Adele. If you love music, we’ll be great friends! "
    },
    {
        "name": "Kafia Ahmed",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1TrVzb5nh7c-SG5FENm-tAliMReltghU_",
        "details": "Hi! I'm a sophomore from SoCal studying CS. I enjoyed this class so I am enthusiastic to be able to teach it. I like binging random Netflix shows, baking, and playing board games. Looking forward to working with you all!"
    },
    {
        "name": "Ted Lin",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1hJtkh8GlXzV6WAR-nT_VMA4ZM82V9MUq",
        "details": "Hi! I'm Ted, a third-year from Los Angeles studying EECS. I like cold weather, music from around the world, basketball, and tangerines. Looking forward to meeting y'all and exploring computing together!"
    },
    {
        "name": "Rithesh Kannan",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1M67pEu1-KHbAOkMnQ4mftD4QuQSppZAB",
        "details": "Hi, my name is Rithesh and I'm really excited for my second semester teaching CSM. I am a sophmore studying CS and Data Science. I grew up in Fremont, CA, but I was originally born in Chennai, India. I love trying new foods of all kinds, so feel free to drop your favorite cuisines/restaurants in Berkeley and I'll be sure to check them out. I also like to stay active, regularly playing pickup basketball or hiking. I hope you guys will have as much fun in CS61B as I did :)"
    },
    {
        "name": "Kristen Chen",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1foKUcZTQniFx4bR3PPn_gbzGLYjX288w",
        "details": "Hi! My name is Kristen and I'm a third-year studying CS. This is my third semester teaching 61B for CSM and I'm really excited for it! In my free time, I love watching Pixar movies, embroidering, and scrolling through TikTok. Feel free to chat with me about anything :)"
    },
    {
        "name": "Neha Harpanhalli",
        "courses": {
            "cs61c": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=17jBqzU3fB3oniVdnSAI7G3U4VM6xxjdN",
        "details": "Hi! I’m Neha, a third year EECS major from the Bay Area. This is my third semester mentoring for CSM 61C. In my free time, you can find me either living vicariously through food/travel TV shows or hunting for new music to listen to."
    },
    {
        "name": "Ryan Ma",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1uGheDAvzuBeW40hnDs0PrNCdoCg8nsCI",
        "details": "Hi! My name is Ryan Ma and I am a first year intended computer science major from Houston, Texas. I really enjoyed 61A and I can't wait to help! Some of my pastimes include building computers, playing violin, gaming, watching anime and listening to J-rock/K-rock. If you want to talk about computer science or anything else, feel free to reach out. "
    },
    {
        "name": "John Le",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1h7FgXuU0jPP4z-oWB_jPWTid9BPfUYvg",
        "details": "Hi, I'm John. I like to cook, play Valorant, and also love playing badminton (email me if you want to join Cal Badminton or ask about anything else). :)",
        "webUrl": "https://johnthanhle.github.io/"
    },
    {
        "name": "Allen Cao",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1921fOHAdE9G2DB2_E54EZk_2Ypf9KYsQ",
        "details": "Hey all! I'm Allen, a sophomore studying CS. I'm from the Bay Area. I have a billion interests: I love playing music (I can play guitar and sing and have recently picked up piano), playing and watching sports (I play basketball and played American football in high school), and taking walks (catch me on campus around midnight)! Please reach out to me if you wanna talk about any common interests; I'm always down to talk! See ya'll in section!",
        "webUrl": "https://allencaoo.github.io/"
    },
    {
        "name": "Raman Varma",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1ecfCacp3CGpVGwofjVkuXaMnw1QvjOC9",
        "details": "Hi! I’m Raman, a sophomore studying CS and Data Science. In my free time, I enjoy playing pick-up soccer and basketball, hiking, and hanging out with my dog. This is my second semester with CSM, and I am super excited to meet you all! Feel free to reach out anytime!"
    },
    {
        "name": "Chris He",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1_vJ5qTgCztXIsdxTh20Hxiz9AIihhJH0",
        "details": "Heyo! I'm from Rancho Cucamonga, CA and I'm currently a second year studying Applied Math + Computer Science. I love playing alto sax, playing Beat Saber, riding my scooter around campus, and I'm a big time jazz enthusiast/band geek, so feel free to talk to me about all things music! Looking forward to meeting you guys!"
    },
    {
        "name": "Timber Lin",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1lfjkRXyoyqjQEuckBA5J3UefiG_fixhd",
        "details": "Hi, I'm Timber! I'm a sophomore studying Computer Science, and CS70 is my favorite class. I enjoy playing golf, card games, and video games."
    },
    {
        "name": "Deepta Jasthi",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1tbgQYRYZi082jfdOsL9g6OcZRqrAZ5pF",
        "details": "Hi everyone! My name is Deepta and I'm a second-year studying data science from Minnesota. Some things I enjoy are kayaking, pasta, horror movies, and cats. I'm excited to be a mentor for CS 61B again, looking forward to the semester!"
    },
    {
        "name": "Anusha Muley",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "(she/her)",
        "imgUrl": "https://drive.google.com/open?id=1eaO0ilozUElhRm1Y6jNb1H3vr5J3BbRJ",
        "details": "Hey! I'm Anusha, and I'm a second-year from the Bay Area studying CS and Linguistics! I really enjoyed CS61A and I'm excited to teach it for CSM again! I love hiking (hmu if u need places to explore!), wasting time on reddit, dance, and learning new languages. Feel free to reach out if u have 61a questions or otherwise and I'm looking forward to meeting y'all!!"
    },
    {
        "name": "David Ban",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=17Dem_7sdCXxV2Mye8q-fFgyhN84_TbzB",
        "details": "Hey! Nice to meet you! I'm a second year studying CS and Cognitive Science from Pittsburgh, PA (boy do I miss snow), and this is my second semester teaching CS70. I like to play video games and bake in my free time, and if you have a cute pet then please send them to me. I'll trade cute animal pictures with you. \n"
    },
    {
        "name": "Steven Christopher",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=1qDhwP4v178HVJdn1eiNS2lC69K7YPbhX",
        "details": "Hi, I'm Steven! I'm a third year CS student from SoCal who loves watching movies, playing games, and listening to music (R&B and rap mostly). Feel free to contact me if you ever need help with anything. I'm super excited to meet you all and I'm looking forward to a fun semester of 61A!"
    },
    {
        "name": "Ayda Nayeb Nazar",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1STe7I7-ua5vEB_8R2_4OclhCwEgTIA9L",
        "details": "Hi everyone! My name is Ayda and I'm a junior double majoring in Computer Science and Data Science. I love biking, baking, and going out to try new food places. I'm super excited to be a returning mentor for 61A this semester and I can't wait to meet you all! Please feel free to reach out for anything :)"
    },
    {
        "name": "Rachel Kim",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1NRpAmAD0Nv1HePpE6Ph2r5A909N_XGJZ",
        "details": "Hi! I’m Rachel and I’m a sophomore majoring in CS. This is my third semester mentoring for 61A, and I’m excited to be back! In my free time, I’m usually just watching Netflix or listening to some throwback Korean music. If you need any advice or just want to chat, feel free to email me anytime :)"
    },
    {
        "name": "Mingxiao Wei",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Raymond Tan",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1pQgYe9aAGCfhncU-WJuYINdlevcwTN1u",
        "details": "Hey everyone! I'm Raymond, and I'm a second year studying CS. In my free time I enjoy exploring new places, watching the NBA, and eating delicious food. Excited to work with you all this semester!"
    },
    {
        "name": "Stephanie Trinh",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1_OXQPl2tHwL5Np0u8tUj1ZDWDIzC1Tod",
        "details": "Hi everyone! My name's Stephanie, and I'm a third year CS and statistics student. In my free time, I enjoy reading, bullet journaling, and binging kdramas and Netflix shows. I really enjoyed taking CS61a, and I'm excited to be a mentor for this class! Looking forward to meeting y'all!"
    },
    {
        "name": "James DeLoye",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=193v6Mgm_B9YBSNyu1IeUMeMXen8FUgCd",
        "details": "Hi, I'm James and I'm a second year CS major originally from South Florida! My hobbies include cooking and baking, gaming, building PCs, and listening to music (hiphop, kpop, rock, pop, and more). I love chatting about anything from the latest album releases and my weekly meal prep to PC parts and Valorant eSports. I look forward to meeting you this semester and helping you learn 61A!",
        "webUrl": "https://jamesdeloye.dev/"
    },
    {
        "name": "Chris Liu",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "his/him/hes",
        "imgUrl": "https://drive.google.com/open?id=1OsHwc7KeMKCPOVsAvofUOZHEP_3nXzoJ",
        "details": "professional conclusion jumper and cloutmonger. if it ain't ice i don't want it. proficient with microsoft word and powerpoint",
        "webUrl": "https://calico.berkeley.edu"
    },
    {
        "name": "Sadia Qureshi",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1LhtWNJ2WyNSFtpN34c6y8aS5pra-sf7r",
        "details": "hi! This is my fourth semester teaching 61b. Join my section, I really enjoy teaching and chatting with you all. I also like reading (currently: the night circus), chess (what openings do you play?), lauryn hill (plz listen to The Miseducation of Lauryn Hill), skiing, sitcoms, the phantom of the opera, photography (do u wanna see my pinterest boards?), and weird hair colors. welcome to 61b c: "
    },
    {
        "name": "Maanav Khaitan",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1DljFQK_oLo6N7cgJ0j2S3CP-jcCM2ovX",
        "details": "Hi! I’m Maanav, I’m a sophomore studying EECS and Business. I’m originally from India, and I really enjoy anything to do with fintech and building cool stuff. I'm also interested in design, stand-up comedy, and cricket. I've loved teaching CS 61A, feel free to reach out anytime!",
        "webUrl": "https://www.linkedin.com/in/maanav-khaitan/"
    },
    {
        "name": "Jonathan Lu",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1gw6UYDxSdiNW3vc3kaEpnA-l2olhACk4",
        "details": "Hi! My name is Jonathan, and I'm a sophomore majoring in CS. In my free time, I like to play guitar, workout, read, and watch way too many random Youtube videos. Feel free to email me about anything!"
    },
    {
        "name": "Eddy Byun",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1yGt3e_4pr3-MOam35mJB7Yl5XdBg7EdI",
        "details": "Hello World! I'm a second year EECS major (Exhausted Eddy and Confused Student)! If you want to hash out 61B concepts, sort through problems, or have a heap of fun, then joining my section would be a BIG-OH YES! "
    },
    {
        "name": "Bryce Wong",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1hIjXuG3XoYccfcimT5mvk654TvDepOkt",
        "details": "Hiya! I’m a third-year CS/DS major from the Bay Area. In my free time, I enjoy reading webcomics, playing rhythm games, and following (e)sports. Let's have a great semester."
    },
    {
        "name": "Kotryna Vismante",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Jackie Pei",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1LHjXIsXlaNOcJ9DGAE4kRmOxMJzj8GGu",
        "details": "Hello! I'm Jackie and I'm a second year cs major. I like cooking, dancing, birds, and taking care of plants (also skating but I still don’t know how to stop). I'm really excited to be back mentoring for 61a this semester and I look forward to meeting you all!"
    },
    {
        "name": "Sungum Sogani",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1G-YDNiL_s8S1TVdxTKSwRl0Wa5JolRM2",
        "details": "Hi! My name is Sungum, and I'm a sophomore studying computer science and data science from Fremont, Ca. I love watching and playing sports, listening to music, and watching random shows on Netflix. I'm currently attempting to learn how to cook, as my skills are unfortunately limited to top ramen and Trader Joe's frozen enchiladas right now. I'm looking forward to a fun semester of 61a with you, and please feel free to reach out whenever if you have any questions or would just like to chat about literally anything."
    },
    {
        "name": "Aneesh Konda",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1xXju6CJQROLgy6WI-NKoRd35mfHFzCB9",
        "details": "Hey everyone! My name is Aneesh and I’m a junior studying computer science from the bay. I am really excited to be teaching 61A this semester! I love hiking, exploring, and concerts-my favorites are rap, rock, and r&b but I’m always looking for recs. Look forward to meeting everyone!",
        "webUrl": "https://aneeshkonda.github.io/"
    },
    {
        "name": "Eric Chang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=16auVRwxpKANkhJdlK7yuq1zg8ryKBFNn",
        "details": "Hello everyone!\nMy name is Eric and I'm a 3rd year CS and Statistics Major from the Bay! On campus, I spend a lot of my time with Cal Badminton (come join us 🙂). In my free time, I really enjoy playing games, listening to music, or hanging out with friends. Some of the games I've been playing are Genshin Impact and League (I'm trash 🥲), and some artists that I'm currently listening to are Daniel Caesar, keshi, Pink Sweat$, and Anson Seabra. I also enjoy a nice chess game from time to time. Feel free to reach out about anything and I look forward to meeting you!"
    },
    {
        "name": "Ishaan Mishra",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1VFAyI1fWf-QeQ09aCeXkSknwty3QOuHM",
        "details": "Hey! I am a junior, CS major from Mumbai, India. Besides CS, my interests include music (I play the guitar, I’m mostly into rock) and squash. Feel free to reach out to me with any questions about CS experience at Cal (including and beyond coursework), international student experience, any personal problems, or anything you feel I can help with."
    },
    {
        "name": "Laura Pei",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1QxeK-7_cnb8Jf99PBEP25G74Rct5nxZP",
        "details": "Hi! I'm Laura, and I'm a sophomore studying EECS from SoCal. I love Gudetama and egg tarts! Outside of school I like drawing, reading, sleeping, and occasionally gaming :^) I've enjoyed teaching 61A throughout the past year, and I'm looking forward to working with you all this semester :D"
    },
    {
        "name": "Kevin Han",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1aAAvhbMiDMfVps3ncZQfGU7KL91coR1v",
        "details": "Hey! My name is Kevin, and I'm a CS and Applied Math double major. I'd like to believe I lead a simple life -- I like working out and writing code. Hit me up if you want to talk about 61A! (Or anything else)"
    },
    {
        "name": "Ashwin Gopalan",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Rahul Kaparaboyna",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1Is_0ydQW5_nmKtPRquSnrS5-GfA4Jd8P",
        "details": "Hi! I'm Rahul, and I'm a sophomore studying CS. I enjoy trying new food, watching movies/tv shows, and following sports (basketball and football). I’m looking forward to this semester, which will be my third as a mentor for CSM. Feel free to reach out!"
    },
    {
        "name": "Rohit Ravi",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1PsecEIFk7sqcc_JkjyXUbE2_TZLjaX5C",
        "details": "Hey, my name is Rohit Ravi, from Fremont, CA. I've been coding ever since 2nd grade and I'm super excited to now be teaching. I enjoy dancing and gardening and am currently a member of Berkeley's Bollywood Dance Team, Azaad. I love listening to Travis Scott, Khalid, Playboi Carti, and Lil Uzi Vert! Feel free to hmu if you have any questions because I know the struggles certain concepts in 61A may give and I am free anytime to help you guys out! also if you just wanna talk hmu im a chill dude i promise :)"
    },
    {
        "name": "Vikram Deepak ",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1lm2mO-HbDJp9w8ibOFd0qLIVz-AUI8Ok",
        "details": "Hi! My name is Vikram and I'm a Junior studying Computer Science! This will be my 5th Semester teaching CSM and CS and I can't wait to meet you all! In my free time I like playing Ultimate Frisbee for Cal and spending time outdoors with friends. This is going to be a great semester, Go Bears!"
    },
    {
        "name": "Dominic de Bettencourt",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1GoYKAy8VX6qlJlmb6YmQavwtIHC00uMc",
        "details": "I'm Dominic, a sophomore CS major who enjoys playing sports, playing and creating board games, and exploring. You can often find me trying to think of TikTok ideas or dumb jokes to post on Twitter, and I have never learned to play the clarinet. "
    },
    {
        "name": "Jessica Dong",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/hers",
        "imgUrl": "https://drive.google.com/open?id=1HXqklD9s85I9uhdFA8QP-iSiKZfpeCeS",
        "details": "Hi! I'm Jessica, and I'm a third year CS major. I like watching TV shows and have been trying to run more. I'm looking forward to meeting everyone!"
    },
    {
        "name": "Shivam Singhal",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1-ec2Umzl_EoBPgGJpX9x473vaD9EuJKh",
        "details": "Hi there! My name is Shivam, and I am a third-year EECS major from the Bay Area. I am really excited to be teaching CS70 for the third time this semester, and I hope you are ready for this challenging, yet rewarding class. In my free time, I love watching comedy, political dramas, and mysteries, and I enjoy biking around town. Feel free to reach out to me if you ever have any questions or just want to chat!"
    },
    {
        "name": "Anthony Sigov",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he series",
        "imgUrl": "https://drive.google.com/open?id=14Frf6sJ9QJD8lH3SVhAkdNOSf_vokUjv",
        "details": "Hi! My name is Anthony and I am a second year CS major. This will be my second semester teaching for CSM for 61A. I really enjoy hiking and exploring the Berkeley area and my favorite restaurant is Imm Thai. "
    },
    {
        "name": "Lily Yang",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1G9Zfy8zqZGkcsysl7A87NM_-9r-6RSGz",
        "details": "Helloo! I'm Lily, a sophomore studying computer science. I love yoghurt, tetris, and listening to b music! I'm super keen to meet you all (-: Feel free to reach out whenever! I love to chat."
    },
    {
        "name": "Tracy Xia",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=13mFmT3THth5EYRi_xrv72p2SS63Sjuxq",
        "details": "Hello everyone! I'm a third year CS/DS major and this is my fourth semester mentoring! In my free time I like to play Animal Crossing :3 I'm super excited to meet you all! Hope everyone enjoys 61A and has a great semester :^)"
    },
    {
        "name": "Kendrick Sharpe",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1oz4YRfiyFnF5EOqnDsDLcWcUSubgNm5V",
        "details": "Hi! I’m a Junior studying computer science and getting a minor in geography. I love the outdoors, pets, and I have played water polo in Croatia before!",
        "webUrl": "http://ksharpe.org/"
    },
    {
        "name": "Jedidiah Tsang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1spKrCLAJTmljOOuMQz5V69zLchCVoQ8p",
        "details": "heyo! I'm Jedi, a 4th year studying Political Science and Computer Science. Looking forward to a great semester :)"
    },
    {
        "name": "Andrew Wang",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Z5zlnaQK3VDfBakxZoYzrEVV-ECl095R",
        "details": "Hi! I’m a second year student studying EECS from San Diego. I enjoy baking (share your recipes), playing piano, playing Valorant, and of course, teaching! This is my 3rd semester with CSM and I look forward to meeting and teaching y’all!"
    },
    {
        "name": "Jeffrey Sung",
        "courses": {
            "cs61c": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1G6mSARGYcjjmoX7A-Oaby6tqe2_G2JyS",
        "details": "Hello! My name is Jeffrey and I am a junior studying data and computer science. I took CS 61C in Spring 2021 and have been mentoring/teaching it since; I am happy to be able to share the knowledge I gained along the way. Outside of school, I love playing basketball, watching shows/movies, and listening to all different kinds of music. I’m also really good at the game Hearthstone - I can mentor for that as well ˙ ͜ʟ˙."
    },
    {
        "name": "Anoushka Singal",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1DlXM5BDO4NJbpo03sLdGx1JezuldLo93",
        "details": "Hi, my name is Anoushka and this is my second semester teaching 61B through CSM! I really like watching TV (HIMYM is my favorite) and listening to music. Feel free to reach out to me for anything, and I'm excited to teach this semester!"
    },
    {
        "name": "Mialy Rasetarinera",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1M6SA7aZdp_OZ1NL6FUg30u3xcrhryX2F",
        "details": "hello hello! i'm mialy, a cs sophomore with a minor in public policy :3 fun facts about me: i'm obsessed with going to concerts and eat imm thai + drink yi fang boba religiously. join my section for fun times~"
    },
    {
        "name": "Naveen",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1wSkevu5-IOYK_ZbvzKMIgT2MgNmYzkjz",
        "details": "Hello! I am Naveen, a Freshman and intended CS major from Fremont, CA. I took CS61A this summer and was amazed by the broad scope of the course. I mentored a CS61A session this fall, and I thoroughly enjoyed it. Outside of school, I enjoy chess, table tennis, and visiting my family in Fremont. As a side note: I am an AI in CS61B; if you are more familiar with Java than you are with Python, I can explain Python concepts using their counterparts in Java.",
        "webUrl": "https://www.linkedin.com/in/nathannaveen/"
    },
    {
        "name": "Justin Zhang",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1rtykNBI5e1yj80CJ1dxMtTQ5iQheXuD-",
        "details": "\"... to help all living beings obtain a chance of survival\" (that means me helping you pass the class)"
    },
    {
        "name": "Serena Gu",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1ES75orbFIdY9K8oUd8JrSALpM7AimodK",
        "details": "Hey everyone! I'm Serena and I'm a second-year studying CS and Economics. I'm from Beijing, but I currently live in Vancouver, Canada! In my free time, I enjoy doing outdoor activities, trying out new restaurants, taking naps, and I recently started cooking. I'm super excited to teach 61B this semester, and I look forward to meeting all of you!"
    },
    {
        "name": "Indu Abhilash",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1_2bXBeAFEnWalVGSxVUufsXhtFNnJScg",
        "details": "Hi guys! I'm Indu (she/her). I'm a second-year CS major and this will be my second time AS A 61A CSM mentor and I'm super excited to meet everyone. In my free time, I love going to the gym, riding my motorcycle, and going to concerts!"
    },
    {
        "name": "Mihir Weling",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1MBIX58rv81TT8Q81U0-p3Q16VsK_obCg",
        "details": "Hi y'all, I'm excited to teach for 61A this semester! I'm a junior studying CS and this is my second semester teaching for CSM. Feel free to talk to me about basketball or what music you're into (always looking for reccs)!"
    },
    {
        "name": "Richard Wu",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1DXgnI2IpnaRyLi1jO6Qq_IykXu5UVe4N",
        "details": "Hello! My name is Richard and I'm a sophomore majoring in Computer Science. I've been coding since middle school and I've enjoyed it ever since, mostly interested in theoretical computer science and physics nowadays. In my free time, I love going hiking, running, or just hanging out with friends. I am excited to be a mentor this semester!"
    },
    {
        "name": "Jake Bringetto",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1FV-osPt2hpp13iG5COCF4Gb5d8zNb2mo",
        "details": "Hello! I'm Jake and I'm a second year EECS major from Fresno, Ca. Outside of class I enjoy mountain biking, running, listening to all sorts of music, and playing spikeball on campus. I'm looking forward to meeting everybody this semester!"
    },
    {
        "name": "Ergun Acikoz",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Xj7YDceXbjqkMqwMAR0IbJnc51ctnxKA",
        "details": "Hey! I'm Ergün, a sophomore from Istanbul. I love traveling and hiking and I like learning random things about different countries/languages. So if you are up to trivia night, hit me up. I'm excited to meet you and feel free to reach out - also any good food recommendation is appreciated :)"
    },
    {
        "name": "Akshit Dewan",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1-ZQ4Ne96tbYU1nGiHF3XVUpy_478Bh9D",
        "details": "Hi! I'm a junior from NJ who is in a exploration >> exploitation phase of life. Teaching 61A is one of my favorite things to do, so I'm excited to meet you all!"
    },
    {
        "name": "Kevin Chang",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Sambodh Mitra",
        "courses": {
            "cs61c": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1hMPfYXmY7VoaC-Ne8WEpdrBTIE39LDP9",
        "details": "Hi! My name's Sambodh, and I'm a senior majoring in CS and minoring in English. I'm a huge fan of video games, swimming, music, and literature, so if you're interested in anything, come say hi! I've been on 61c course staff for 2 years now, but floating point still scares me :^)"
    },
    {
        "name": "Shreya Mohanty",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Surbhi Jain",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1ylgyMzNzP24oOQ47nHpisonnkUD4kqqT",
        "details": "hello! im surbhi, a sophomore studying eecs + business from seattle! i love exploring new places, attempting to cook, and trying new food! super excited to mentor 61a again this semester, and i hope you enjoy the class as much as i did! :)"
    },
    {
        "name": "Hannah Oh",
        "courses": {
            "cs61c": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1yY2j4u1WzW4UKA6MGavf3NJPd6B01zgH",
        "details": ":>"
    },
    {
        "name": "Cooper Bedin",
        "courses": {
            "eecs16a": "Associate Mentor"
        },
        "pronouns": "they/them",
        "imgUrl": "https://drive.google.com/open?id=1_Nyv6_6GAymwiee4rKLMAidKsqx3D7gG",
        "details": "I'm a senior majoring in linguistics and computer science, with a special interest in queer and trans language and self-expression in linguistics. I also do lots of tech theater with the student group BareStage and spend lots of time hanging out with my cat, Jellybean. "
    },
    {
        "name": "Lucy Meng",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1JsdcmX9Kb_PikWO7rqZN0Gx7-b6quEJ2",
        "details": "Hi! I am a second year CS major from Michigan. I love sparkling water, playing cards, and occasionally running. Feel free to reach out anytime:)."
    },
    {
        "name": "Key Zhang",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1U2HqSUctTF3vhfAeBmvQRcVHwOWH5Z0n",
        "details": "Hey guys, my name is Key, and I'm currently a Sophomore studying Computer Science and Economics. I have great passion in healthcare, public policy, philosophy, and 3D design. I'm a part-time documentary photographer, and I always felt like I'm a fake STEM student who has the heart of an artist living inside. I had zero coding experience prior to 61a and REALLY struggled through it. I feel the pain and wish to be here to make your experience with 61a tiny little bit easier :)"
    },
    {
        "name": "Rhea Kommerell",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1pgA36r1qpiKP309CQDnEgr82oiDxy8iJ",
        "details": "Hi! I'm a second year double majoring in Math and Computer Science. I love to teach and help people reach their full learning potential, so I'm excited to meet you! In my free time you'll find me pretending I know how to embroider, underestimating how long ambitious cooking projects will take (dinner at 10 pm anyone?), playing tabletop games, and having friendly debates."
    },
    {
        "name": "Andrew Zhang",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1f6wWcNP2qzIR9KSG3YIXemCEN7pO_z8F",
        "details": "I am a 3rd year CS and Physics student interested in quantum computing and embedded systems. I play minecraft and coh2 when I'm not busy drawing inductors or doing homework."
    },
    {
        "name": "Ben Liao",
        "pronouns": "he series",
        "details": "Hi all! My name is Ben Liao and I'm a 4th year studying EECS and ME at Berkeley. This will be my third time doing CSM for EE 16B, and my second semester on course staff! My interests are mostly in low-level EE (power electronics and circuit design) as well as mechatronics (i.e. interfacing a mechanical system with electronic components). I hope that I can make your experience with this class be a little better, and maybe convince some people to take some EE upper division courses. At Berkeley, the club that I'm most involved with is PiE (a.k.a. Pioneers in Engineering). We host a robotics competition for underserved high schools in the Bay Area to help disadvantaged high schoolers obtain some STEM experience. In my free time, I like doing amateur astronomy, photography, and biking; I also love hanging out with friends and chatting about random stuff. I'd be honored to have you in my section--it'll be a fun time!",
        "imgUrl": "https://drive.google.com/open?id=1Zx_0LON7tJk5OQFPw6xsZP4mb60jkTCG",
        "webUrl": "",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Charles Ming",
        "pronouns": "he/him",
        "details": "Hi! I'm a second-year majoring in CS from New Jersey. In my free time I've been lifting at RSF, playing chess and poker, and listening to hip-hop/rnb. Excited for this semester!",
        "imgUrl": "https://drive.google.com/open?id=1BpePTNHUEYqRQI_smtgXijnWbVZ7RQrY",
        "webUrl": "",
        "courses": {
            "cs61b": "Content Mentor"
        }
    },
    {
        "name": "Ashley Ye",
        "pronouns": "she/her",
        "details": "Hi! I’m Ashley from suburban Maryland, a sophomore studying EECS. I enjoy songwriting, making Spotify playlists, and taking way too many personality quizzes. Outside of CSM, I’m involved with Launchpad and Songwriting at Berkeley. Feel free to ask me about navigating clubs on campus or send me your personality test results!",
        "imgUrl": "https://drive.google.com/open?id=1B-3wMSw1ZUMGGHmAWLJOXC4bY8OjaovG",
        "webUrl": "ashleyye.me",
        "courses": {
            "cs61b": "Content Mentor"
        }
    },
    {
        "name": "Zaina Shaik",
        "pronouns": "she/her",
        "details": "Hi, it’s so nice to meet you! I’m Zaina :)) I’m a second-year majoring in Computer Science and pursuing the Berkeley Certificate in Design Innovation. I’m interested in the intersection between Human-Computer Interaction and Artificial Intelligence, and I’m involved with FEMTech. I love running, calligraphy, and listening to Olivia Rodrigo and Taylor Swift (and 1D ofc)! Feel free to reach out about anything at all, I’d love to chat :D",
        "imgUrl": "https://drive.google.com/open?id=1S8hTw1mUz47QhWPP8aODUqndve376Z0F",
        "webUrl": "https://zainashaik.com/",
        "courses": {
            "cs61b": "Content Mentor"
        }
    },
    {
        "name": "Tarun Amarnath",
        "pronouns": "he/him/his",
        "details": "Hello, I'm Tarun! I'm from the Bay Area, and my primary academic interests include robotics and the intersection of hardware and software. I really enjoy playing and watching basketball (huge Warriors fan) and like creating new things, whether that's on a CAD software or Photoshop. The Imagine Dragons are probably my favorite band, and if I could own a fictional pet, it would probably be Snowy from Tintin or Appa from ATLA. I look forward to getting to know you!\n",
        "imgUrl": "https://drive.google.com/open?id=10gA1NziarigfjFSBkv9FrBfaoBB_rSyn",
        "webUrl": "",
        "courses": {
            "eecs16b": "Content Mentor"
        }
    },
    {
        "name": "Edwin Lim",
        "pronouns": "he/him/his",
        "details": "Hi I'm Edwin.",
        "imgUrl": "https://drive.google.com/open?id=1mtpu_G3C9aYBi3FT8yddocsFKlqbuNwL",
        "webUrl": "https://www.linkedin.com/in/edwin-lim-14180a155/",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    }
]
