[
  {
      "name": "Aditya Iyer",
      "courses": {
          "cs61a": "Associate Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=19-J0j6ec3679YgPyypvssjh8fzfFNW0J",
      "details": "I'm batman. Thats all you need to know"
  },
  {
      "name": "Andrew Thein",
      "courses": {
          "cs61a": "Associate Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1Ftw0haZPbKlntAukUXUI4JoJKFjwV8iH",
      "details": "Hi everyone! I'm a sophomore studying CS and Stats and this is my second semester mentoring for CSM. As for hobbies, I like cooking, playing poker, watching sports, going hiking, and of course teaching. Recently, I've been getting into trying a whole bunch of teas from all over the place. I'm super excited to get to meet you all and I hope you sign up for my section!!"
  },
  {
      "name": "David Tan",
      "courses": {
          "cs61a": "Associate Mentor"
      },
      "pronouns": "He/him/his",
      "imgUrl": "https://drive.google.com/open?id=1qJ29Ar_3AmFfFT8p95f0l59Y6jCAy-ec",
      "details": "Bring it back to 5th semester as 61A mentor!! Coffee addict, manga reader, and love to talk about video games. Hit me up if you want to co-op in Elden Ring (I plan to open NG+1 soon)!!",
      "webUrl": "https://dtanxxx.itch.io/"
  },
  {
      "name": "Divya Sundar",
      "courses": {
          "cs61a": "Associate Mentor"
      },
      "pronouns": "she/her/hers",
      "imgUrl": "https://drive.google.com/open?id=1IeF5_hQl6oE-BaxWr1Is_DK9Gsx7rjnf",
      "details": "Hi! I’m a sophomore from the Bay Area majoring in CS and cognitive science. I enjoy watching Ghibli movies, playing Breath of the Wild, and crocheting silly gifts for my friends. CS 61A can be intimidating, so I hope I can help make learning CS as stress-free and fun as possible! :D"
  },
  {
      "name": "Isabelle Ng",
      "courses": {
          "cs61a": "Associate Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1Tae7gHN28TBKkhikI0j_Ufut1Jt5g4h4",
      "details": "Hello! I am a second year studying CS and music. This is my second semester mentoring for CSM and I’m so excited to meet you all! In my free time I love making my own music and spending time with my amazing roommates. "
  },
  {
      "name": "Mahir Shah",
      "courses": {
          "cs61a": "Associate Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1PU0ZZ5POWiZEgFX4OpFPzta6NejR2pCh",
      "details": "Hey everyone! I'm a freshman from Mumbai, India studying Computer Science and Data Science. In my free time, I love playing Tennis, squash, hitting the gym, and going on drives. Feel free to reach out to me about anything!"
  },
  {
      "name": "Saadhvi Narayanan",
      "courses": {
          "cs61a": "Associate Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1LKDG5Lc-k0XbVQnBk6iDjmr2oJ0prhIz",
      "details": "hi, i'm saadhvi! i'm a second year bioengineering major who loves to watch sports, read sci-fi, try new drinks at cafes, and take naps. this is my second semester as a CSM mentor, nd i'm excited to meet all of you! feel free to reach out for anything and hope you have a 61Amazing day!"
  },
  {
      "name": "Aditi Telang",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1BbKZuOZGoEfI8eBiU9otJICC_BO8hyOz",
      "details": "Hi guys! My name is Aditi and I am sophomore studying computer science and business administration. This will be my second semester teaching 61a with CSM. I understand how hard this class can be so, I hope to be there as a strong support system! I like to try new restaurants, travel and chill on the glade. Excited for a great semester ;)"
  },
  {
      "name": "Alicia Gullon",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her/hers",
      "imgUrl": "https://drive.google.com/open?id=1OWnNVH4RK_IA3Xa5B9IlUhSM3hWTjlkA",
      "details": "Hi all! I'm a second-year CS and Cognitive Science student interested in ML/linguistics. My hobbies include Judo, making food with friends, and playing piano! I love indie rock music and sci-fi books; my favorite restaurant is La Note (a good French brunch place :D). Looking forward to meeting you!"
  },
  {
      "name": "Angie Baik",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "She/her",
      "imgUrl": "https://drive.google.com/open?id=1P29ocyPOXQ96kamOMciK9M8KpIIwsveL",
      "details": "Hi! I’m Angie Baik and I’m a freshman from Irvine, California. I’m an Applied Mathematics major, intended Computer Science. I enjoy watching Netflix and doing fun little crafts like crocheting. So excited to talk with you guys!"
  },
  {
      "name": "Ashwika Gampa",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "She/Her",
      "imgUrl": "https://drive.google.com/open?id=13QSlm_h0atPHATT6VNdBm9mL0HHhlfdc",
      "details": "Hi! I'm Ashwika, and I'm a first-year EECS major from Seattle. In my free time, I like to travel, hike, play board games, and binge sitcoms. Feel free to reach out anytime, I'm excited to meet everyone, and have a great semester!"
  },
  {
      "name": "Avery Chen",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1ZzWe645FjZTtnOYP2w9iXbIHPkyCxQ3N",
      "details": "Hello! I’m Avery, a first-year majoring in CS and cognitive science. At Berkeley, I’m involved in SWE and the Association for Computing Machinery. I love watching Survivor, reading, listening to podcasts, going for runs, and eating. Feel free to reach out if you want to talk classes or life!",
      "webUrl": "https://averychen.me/"
  },
  {
      "name": "Ben Thien-Ngern",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1pPkTLMhyTDi_v2zGyWaTHBw38SMgiaU5",
      "details": "I'm Ben! I'm from Thailand but I went to high school in SoCal. I am a first year planning to major in Cognitive Science and CS. I play A LOT of tennis in my free time :) and I also love rock climbing and running as well! I genuinely enjoy tutoring and I look forward to getting to know you all :)"
  },
  {
      "name": "Bryan Ventura ",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/hiim ",
      "imgUrl": "https://drive.google.com/open?id=1iHRPfN6wxmbt8GUG0PLt4uWAeZz-VBba",
      "details": "I'm Bryan Ventura, a CS junior transferring from LA but born in El Salvador. I am an active advocate for social justice and DEI (diversity, equity, and inclusion). In my free time, I love listening to music, attending concerts, cooking, working out, and adding plants 🪴 to my place. A fun fact: my musical taste is a bit all over the place, but lately, I've been listening to SZA, Kali Uchis, and Rauw Alejandro a lot. I'm very open to music recommendations. I can't wait to meet you all - feel free to reach out (: !"
  },
  {
      "name": "Carolyn Wang",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her/hers",
      "imgUrl": "https://drive.google.com/open?id=18A1SE0wnfJSjF6LULAMVyV4_RiFEMo0Z",
      "details": "Hi! I'm Carolyn, a CS major and Public Policy minor who's super excited to teach CSM 61A this semester! Outside of classes, I enjoy blogging, running, swimming + biking on Cal Triathlon, taking beginner acting classes at Berkeley Rep Theatre, and singing Disney / classical / theatre pieces. If you have good food recs around Berkeley, lmk!",
      "webUrl": "https://www.carolynwang.me/"
  },
  {
      "name": "Celina Yang",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "She/her",
      "imgUrl": "https://drive.google.com/open?id=1OHQkJyykZmsmzIfqIQTHVcdIlvAqDOWC",
      "details": "Hi! I'm Celina and I'm majoring in Data Science. I love cats, pottery, hiking, and music (especially Taylor Swift), but feel free to chat with me about anything! :D"
  },
  {
      "name": "Collin Tran",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1Mg-R5yooZ6c399P1xv4e_VcQSNOonLiV",
      "details": "Hi I’m Collin! I’m in my second year doing CS and Poli Sci. I like to run and lift but in a chill way. Other than that I watch movies, listen to music, and eat. Best movie is Pitch Perfect and worst artist is Pentatonix. Favorite bite in Berkeley is at Top Dog but I’m gatekeeping my order. Looking forward to seeing everybody this semester."
  },
  {
      "name": "Erica Liu",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=18io3K2doLUgQjVu-qUDlK89yKtWciFdD",
      "details": "Hi! I'm Erica and I am a first-year Computer Science major. I was at student in CS 61A last semester and absolutely loved it. Outside of academics, I play the violin and I participate in the UC Berkeley Symphony Orchestra I am so excited to be a CSM mentor this semester!"
  },
  {
      "name": "Eshika Singh",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=19yK-PGLay7sbURnwxrsYi7goDQ_TIzoe",
      "details": "Hi!! My name is Eshika and I'm currently a sophomore majoring in Bioengineering and minoring in CS/DS. My hometown is San Jose, CA and I love to crochet, watch TV (currently hooked on Suits), or readT in my free time. My top 5 artists last year were Drake, Travis, Don Toliver, The Weeknd, and Metro Boomin. I'm excited to be your CSM mentor this semester!! :)"
  },
  {
      "name": "Evan Wong",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1S_fOuJCf7wG3QMvxJ5MFhFU0YzNmrtgJ",
      "details": "Hi, I'm Evan, a freshman studying Environmental Engineering Science from Menlo Park :). I like talking about a bunch of random stuff, but I'm a big Pokemon fan and also enjoy playing league. CS 61A was my first real coding class I've ever taken, so I'm excited to teach it this semester!"
  },
  {
      "name": "Gabriel Han",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1BAEbUybn8pXw9zB968fvyo09vRrUK_BI",
      "details": "Hi! My name is Gabriel and I am an EECS major that also likes to play basketball."
  },
  {
      "name": "Jake Pastoria",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=17zIluqhxJ4uFSODYobefLsuBa58STWOF",
      "details": "Hi! My name is Jake and I’m a junior studying data science and computer science. A fun fact about me is that back home in Los Angeles I have a Shiba Inu (of course I will show pictures)."
  },
  {
      "name": "Jasmine Aggarwal",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1N1adFT8UKAhNBWVVLbm6IT_mtNkJvMbm",
      "details": "Hi there! I'm a Data Science major with a concentration in Human Behavior & Psychology and a minor in English. I loved my experience in 61A; it was instrumental in giving me both the tools and confidence to pursue a DS degree at Berkeley. Big fanatic of pilates, psych podcasts, (attempting) cooking, & SZA :)"
  },
  {
      "name": "Jeffery Ren",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=12QqBZSv88ymqofTEdIR0HNtdG7cGm79C",
      "details": "Hey guys! I am Jeffery (you can also call me Jeff), and I am a first year studying Applied Math and Computer Science. I am originally from New York, but lived in Singapore before coming to Berkeley. In my free time, I like to play chess, watch movies, and listen to podcasts."
  },
  {
      "name": "Jim Fang",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1H-e4mLto68RjhUfuGxTBQfoDakjAEQFo",
      "details": "Hi! current first-year in eecs, took 61a fa23 & first semester on csm. \nchat with me about backend (web)dev, devops, servers & networking stuff in general; currently pivoting towards computer architecture & cpus. feel free to email me at jfx@berkeley if you have questions or just want to talk :)",
      "webUrl": "https://github.com/jimfangx"
  },
  {
      "name": "Kelly Hu",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1ET4Kf_tyHo7v4eXpwXi1yb4cLPZZeYo6",
      "details": "HI! My name is Kelly Hu and I'm a freshman studying Data Science and Business. I'm from San Diego, CA and some things I love to do are teaching, dancing (i do hip-hop and contemporary), research and trying new restaurants in Berkeley. I spend my Sundays at Baker and Commons doing homework, or hiking on the Fire Trails, or watching Modern Family with my friends. Some artists I listen to are Frank Ocean, Lana del Rey, and Beach House. My favorite restaurant in Berkeley is Freshroll! Besides that, I am also in a consulting group on campus. Super excited to teach 61A!!"
  },
  {
      "name": "Kyle Ramachandran",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1NFDF_8xXSKjHgzrYeqZGvzx21SJGslCl",
      "details": "Hi! I'm Kyle, a freshman EECS major. I am from Kuala Lumpur, Malaysia and have had experience tutoring CS in high school. Outside of my studies, I enjoy watching MMA and basketball, playing Assassin's Creed, and training kickboxing here at Cal. If I'm not at Croads, I'm probably at Dumpling Kitchen."
  },
  {
      "name": "Manav Bhargava",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1Qv1VfQmSdmcqv6_sHmYtrCZI71EgUZlF",
      "details": "Hi! I'm Manav, a freshman studying Cognitive Science and Computer Science. In my free time I enjoy trying new food, watching/playing sports(baseball, football, basketball), and listening to music.  "
  },
  {
      "name": "Mehul Jaiswal",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1t_6470iQGVOEBg4ZiivwxY0H4e-syQNQ",
      "details": "Hey, I am Mehul Jaiswal, Junior majoring in CS. In my free time I like to listen to music, travel and go on hikes. CS 61A was one of my favorite classes and I'm super excited to spend the semester teaching it. Reach out if you have any questions or concerns!",
      "webUrl": "https://www.mehuljaiswal.com"
  },
  {
      "name": "Nirali Shah",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1wqVziTp9eUUv2roIHqgsGzEpkkD5vJm0",
      "details": "Hello! My name is Nirali and I'm a freshman studying Cognitive Science and intending to double major in Computer Science. I've been coding since high school and worked on a projects to diagnose skin cancers and predict seizures using machine learning. In addition to CSM, I am also part of Code for Good. In my free time, I like to work out, drink coffee, hangout with friends, and nap! I'm super excited to be teaching this semester so let me know if you have any questions!"
  },
  {
      "name": "Pooja Agarwal",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1oK82W23WSHrlDkjepnXo4RctCCwKDDA_",
      "details": "Hi! I'm Pooja, I'm a freshman intended MCB and Data Science double major, and I'm passionate about computational biology and genetics. I'm a bullet journal enthusiast, y’all over-user, and sucker for sour candies. I spend far too much time every other weekend getting emotionally invested in Formula 1 drivers going around a race track (I swear it’s fun) and trying to convince my friends to also mindlessly participate in the viewing experience. I also religiously follow the Great British Bake Off. In addition to CSM, I'm in Cal Mock Trial and Women in Computing and Data Science! Ask me anything :)"
  },
  {
      "name": "Rajoshi Basu",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1sSDF-a2EQXb0PAmLJRmfTf-ot5ijPcy2",
      "details": "Hey'all!! My name's Rajoshi and I'm a freshman who's intending on majoring in math + cs and minoring in chem. I really like to solve competitive programming problems along with listening to Indian and pop music. Hope to connect with y'all soon and best of luck with the sem! Peace out!! 🤗"
  },
  {
      "name": "Reema Rafifar",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1_ybq4FXQbxO3tRbKsPe5cIpWhq6IrHQS",
      "details": "Hi everyone! I'm Reema, a first-year MCB-Neurobiology & Computer Science Major, so if you're interested in the intersection between neuroscience research and CS, I'm your girl! I also LOVE movies so please come talk to me about your favorite actors/directors. I'm excited to get to know you all and I can't wait to get through 61A with you!\n"
  },
  {
      "name": "Reya Puri",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1i5dmvNGnv97hAY7n4HnMcc0hgZmiZc_f",
      "details": "Hi! I’m Reya and I'm a freshman majoring in Data Science. I love going to the gym, shopping, snowboarding, and coffee/matcha dates. Currently my Spotify is filled with Drake, Travis (prod by Metro especially) and Future. I took CS 61A in Fall 23 and am so excited mentor this semester!"
  },
  {
      "name": "Rohin Juneja",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1N9BmSPcIFHHa022vRH2gY1uiWpNu6jwF",
      "details": "Hey, my name is Rohin and I'm a sophomore majoring in CS and Atmospheric Science. I'm really excited to be a junior mentor this semester and look forward to getting to know you all!"
  },
  {
      "name": "Subham Mitra",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1Whg5q_4O9BK2z25hGoQO_M9bGQJT7mIm",
      "details": "Hi! Freshman at Berkeley studying EECS. Took 61A + 16A and am taking 61B + 16B right now. Involved in 180 Degrees Consulting. Big F1 fan!"
  },
  {
      "name": "Surya Ramkumar",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1cKd72p-O5EmptOFhCgK_KCgzpKzsqev_",
      "details": "Hey! I'm Surya and I'm a freshman from the Bay Area studying Applied Math and Data Science. I enjoy playing tennis, basketball, and watching sports. Looking forward to meeting you all this semester!"
  },
  {
      "name": "Susanna Atanessian",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "She/Her",
      "imgUrl": "https://drive.google.com/open?id=1-u7l1Id-u9YDT743LYg9NbkAmPEp-arq",
      "details": "Hi! I'm Susanna, a first-year studying EECS. So excited to be teaching 61A! I really enjoyed taking it and hope to excite you more about the course! In my free time, I love dancing, experimenting with arts and crafts, travelling, and watching sitcoms. Can't wait to meet you all! Get ready for some seriously exciting sections!"
  },
  {
      "name": "Swathi Badrinarayanan",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "she/ her",
      "imgUrl": "https://drive.google.com/open?id=1ws2iV3K9_wEiKPtKJ0YcjKE4OA0dn7f5",
      "details": "Hi! I'm Swathi, and I'm a first-year BioE/ EECS major from the Bay! I took 61A the summer before my freshman year, and I'm super excited to be teaching it this semester! I enjoy running, dancing, hanging out with friends, and listening to music (especially rap). Feel free to reach out if you need anything!"
  },
  {
      "name": "Tiger Zhang",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "He/him/his",
      "imgUrl": "https://drive.google.com/open?id=1TxUCWJ97z4dT2f4uK_oUJXusQxmqE1E3",
      "details": "Hi!! You can call me Tiger, and I’m a first-year student studying Engineering Physics from Beijing/LA. You might spot me at Tilden Park Golf Course sometimes, where I attempt (usually unsuccessfully) to get regular exercise. In general, I like to try just about anything new; I’m writing this bio at Chase Center about to watch Warriors vs Lakers, and I’ve barely touched a basketball before. :)"
  },
  {
      "name": "William Li",
      "courses": {
          "cs61a": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1lJXAoKl9AKuVdDLK0Cp6Ri0YCV7-H8GN",
      "details": "Hey, I’m William, and I’m a freshman from Diamond Bar, CA studying EECS. I loved taking 61A, and I’d love to share that with you! Outside of coding, I enjoy watching TV (Community and Succession are my faves), playing word games (send me your wordle), and being mad sleepy."
  },
  {
      "name": "Andrew Choy",
      "courses": {
          "cs61b": "Associate Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1E-I0HNzMfjWVqaCu20Kkgt642rBiAnfN",
      "details": "Hello! I am a sophomore, and this is my second time teaching 61B. I am from the Bay Area, and enjoy soccer, playing valorant, and poker."
  },
  {
      "name": "Aneesh Patel",
      "courses": {
          "cs61b": "Associate Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1C7Y35lme6FQkX9WKTTdg-2O3QQfVOQgv",
      "details": "My name is Aneesh Patel and I am a senior majoring in Computer Science, Data Science, and Economics. I took CS61B with Professor Hug in Fall 2020 and this will be my sixth semester tutoring for the course. Outside of CSM, I enjoy attending concerts and hanging out with friends."
  },
  {
      "name": "Ashna Singhal",
      "courses": {
          "cs61b": "Associate Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=15c5zTtAti1Gd3rzuqY_E3en7CzaQ9hx8",
      "details": "hii, my name is Ashna and I've been a mentor for 61b for 3 semesters! In my free time, I love exploring places around Berkeley, trying new food, hiking, reading, art, and listening to music. Feel free to reach out if u have any questions about CSM or anything in general!"
  },
  {
      "name": "Christopher Kim",
      "courses": {
          "cs61b": "Associate Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1tlkVhQE1e-pDi-NPWo3iG6atlKdaJwx5",
      "details": "HI! I am a sophomore studying Computer Science and minoring in Data Science. I love meeting new people and teaching computer science to other students. I love playing basketball, hanging out with friends, and finding new genres of music to listen to. I look forward to meeting you all!"
  },
  {
      "name": "Terrianne Zhang",
      "courses": {
          "cs61b": "Associate Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1us0WFYD6UoFs6xUQ2rLdj6X0CnvI441e",
      "details": "Hi! My name is Terrianne, and I'm a sophomore from Vancouver, Canada, studying CS. This is my second time teaching CSM 61B, and some of my hobbies include playing video games, badminton, and trying new boba drinks. "
  },
  {
      "name": "Elden Yap",
      "courses": {
          "cs61b": "Associate Mentor",
          "cs61c": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1csS6YJHpRsDWo677n8qi10uzbLQS10XZ",
      "details": "Hi I'm Elden, I'm a sophomore studying Computer Science and Economics, and this is my second semester teaching with CSM!"
  },
  {
      "name": "Anirudh Suresh",
      "courses": {
          "cs61b": "Content Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=12cQQead1GvYMoJ1RNh8fCUlkMwhOhgZB",
      "details": "Hi! I’m a sophomore majoring in CS and Economics. This is my second semester in CSM and my first semester as a content mentor. I enjoy board games, crosswords and reading in my free time. Looking forward to a great semester!"
  },
  {
      "name": "Bisan Suleiman",
      "courses": {
          "cs61b": "Content Mentor"
      },
      "pronouns": "She/her",
      "imgUrl": "https://drive.google.com/open?id=1SH62HDtlLxkf9sJcU8yyZeerj4MFJK99",
      "details": "Hi! I’m Bisan, I’m a second-year CS and Cognitive Science major, and sooo excited to join CSM! I love to paint, try new coffee shops, and cook. BIG fan of romcoms and champagnepapi. "
  },
  {
      "name": "Isabelle Hsu",
      "courses": {
          "cs61b": "Content Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1w1bRIdqDJGC3nnwFWwaQyV4Qj_BhWjl8",
      "details": "Hi! I'm a first year majoring in EECS, and I'm enjoying so much at Cal so far: fresh salads at dining halls, Yin Ji's congee, studying with friends, HKN, RSF activities, playing and teaching piano, autonomous race car project at RFS, Christian fellowship and Sunday services with watching 2-year-olds every other week!",
      "webUrl": "https://www.linkedin.com/in/isabellehsu/"
  },
  {
      "name": "Jocelyn Ding",
      "courses": {
          "cs61b": "Content Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1Ku8YlXelWCSIWCL_mHSJPMV_H2Ee64LI",
      "details": "hi! super excited abt CSM this sem:)"
  },
  {
      "name": "Melissa Liu",
      "courses": {
          "cs61b": "Content Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1hFIdXdSGozukOD5FfS9sIfNYXVjjM9mi",
      "details": "Hey! I'm Melissa, and I'm a sophomore student studying CS and Anthro from the Bay. In my free time, I like listening audiobooks/podcasts + walking around. Looking forward to a great sem!"
  },
  {
      "name": "Shreya Mantripragada",
      "courses": {
          "cs61b": "Content Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=15qmt4lIBgepLQi7p5uEzdw40ykz6lwm5",
      "details": "Hi! My name is Shreya and I'm currently a sophomore majoring in Computer Science and Data Science. I love being in the outdoors: hiking, camping, and running. I'm also a huge foodie (especially Thai food) and could talk about Im Thai for hours :). I recently got into indie pop music (a HUGE Noah Kahan fan), and my favorite study spot on campus is FSM (on not packed days) and the Engineering Library (before it closed down :( ). \n"
  },
  {
      "name": "Adam Staley",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1o9ZyGW2_m4q5QAQj0IInPQvcVz3HzeH8",
      "details": "I'm a Sophomore majoring in CS and Econ, I like to sleep, play chess, and chill. I'm in the middle of suits, great show! I'm happy to teach 61B this semester!!"
  },
  {
      "name": "Alfonso Portilla",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=13o7pioDlmI1ERVfxq_2uLVtHxUbbknu0",
      "details": "Hi! My name is Alfonso and I’m currently a sophomore studying EECS and Business. I’m an international student from Mexico City and my greatest hobby is playing the piano. I also love swimming and watching movies. Feel free to talk to me about anything you’d like. I’m excited to get to meet you and code together!"
  },
  {
      "name": "Andy Chen",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1LMNUUID8b_MPFLF3Ut0rPjk8opVtWR5r",
      "details": "Hi! I'm Andy and I'm a 4th year CS major from Austin, Texas. This is my 6th semester in CSM. I like playing instruments, listening to J-pop, and reading One Piece. Looking forward to meeting everyone!"
  },
  {
      "name": "Angela Li",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1ijfBAHZsJEhAbn8aAPt5Lnt94l8_pvOI",
      "details": "Hi, I’m Angela! I’m a second-year student studying Business & CS and I love food! I went into this class with no experience and I came out on the other side, so I’m excited to help deepen your understanding and enjoy 61B as your mentor this semester!"
  },
  {
      "name": "Anshika Ojha",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1gsHEaRGPDnXltaHQUttHTZY003HeAAoy",
      "details": "I'm super excited to be a tutor at CSM and give back to the org that has helped me so much! I am double majoring in CS & Business and I would love to be someone that you can come to for support with cs, declaring, haas, berkeley in general, etc. In my free time, I enjoy reading, trying new activities, spontaneity, and cuddling my dog (Shadow). The best way to enjoy berkeley is to surround yourself by people who care about you and join organizations you like!"
  },
  {
      "name": "Apple Zhou",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1uoP1git9r3E4iE1mxsuG1oo-gR1a9d_v",
      "details": "Hi, I am Apple, studying data science and stats. I was from Shanghai, China but have been living in Orlando, FL for a few years. In time when i don't code, i love to dance, play Zelda(the best game ever created) and watching tv dramas/shows. <3"
  },
  {
      "name": "Brian Hsiao",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1QAOGdWM5XeMb4NXVBDRuoU3xgDjVTOUL",
      "details": "hi! i'm brian a junior from san diego, ca studying EECS. i love listening to music, especially keshi, Eric Chou, and kr&b artists. i also like playing basketball and watching tv shows!"
  },
  {
      "name": "Christian Rhodes",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1w2xhqKlLTfNQjLmm7IzqxtezO-guPRVt",
      "details": "Hey! I’m Christian, a third year majoring in DS and Econ. I enjoy hiking, spending time with my friends, and watching old movies. If you have CS related questions or any book/music/food recs feel free to email me. Let’s have some fun this semester!"
  },
  {
      "name": "Codey Ma",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1IMjMB_E-W3MTpfaM4w0yE6CF3lblk70h",
      "details": "Hi! I'm Codey, a second-year studying Computer Science. I enjoy playing badminton, watching Youtube, eating good food, and hanging out. This is my first time being a mentor and I am so excited to meet everyone!"
  },
  {
      "name": "Erin",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1yR0tepq2uMKlYAcsu3TJglMODhz_XG1X",
      "details": "Hi, I’m Erin! I'm a sophomore studying data and environmental science, and I took CS61B last semester, so the trauma (oops, I meant material) is fresh in my brain. In my free time, I love going on walks, baking, reading sci-fi/fantasy novels, rock climbing, and chilling with my roommates. :)"
  },
  {
      "name": "Ethan Tam",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=10u1Yw8HghnJlm0F_xkN4-vMSOaD4BZ2c",
      "details": "Hi! My name’s Ethan, and I’m a second-year at Berkeley studying CS. Outside of school, I enjoy working out with friends, baking pastries, and teaching. I’m also involved in a few orgs on campus such as the Basic Needs Center and ANova. Super excited to be a mentor for CSM this semester!"
  },
  {
      "name": "Faith Dennis",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1N63pDXFS1g_99rO7stVJ9pn42jfKAnp8",
      "details": "Hi, my name is Faith, and I’m from Oklahoma. I’m majoring in Data Science emphasizing in robotics and minoring in Computer Science. I’ve spent most of my time at Berkeley working a variety of jobs on the side, but this year my resolution is to spend more time on campus and meet as many people as I can. Outside of school, I really like going to the gym, attending concerts and festivals, and traveling. I also really enjoy meeting people from different backgrounds and listening to people talk about what they’re passionate about. "
  },
  {
      "name": "Felicity Aktan",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "She/Her",
      "imgUrl": "https://drive.google.com/open?id=1HRF4lW-AXuiu0XavbYevKV5bID1BYh1k",
      "details": "Hey everyone! This is my second semester in CSM and I’m so excited to be mentoring for cs61b! I like to teach people data structures for fun (more like subject my non cs friends to lectures about graphs, trees, linked lists, etc whenever I can) and my mission/ goal is to make learning about data structures the most fun and engaging experience possible :D"
  },
  {
      "name": "Isabella Alpert",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1-SP8XyQSC6GvI26N5FksCo22dtoQbxnQ",
      "details": "Hi everyone! My name is Isabella, and I’m a second year majoring in EECS and minoring in Data Science. In my free time, I love playing video games, drinking coffee, and watching random video essays on YouTube :)"
  },
  {
      "name": "Ivy Liu",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1TJP2V_i_S1e-XdJbsmSPDyE47hDOE3pw",
      "details": "Hiya! I'm Ivy (she/her) and I'm a sophomore studying CS. I'm a big part of the gaming / game development community here at Berkeley and a former facilitator of the Game Design and Development DeCal. This is my first semester on CSM and I'm excited to get to know you all!"
  },
  {
      "name": "Jaiteg Chaha,",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1RNq8liJtWLPptaC1uqwyL40FeIlmLTAo",
      "details": "Hello! I'm Jaiteg, a Sophomore studying CS + Math. Some of my hobbies include playing basketball, watching movies, and eating out. Excited to teach!"
  },
  {
      "name": "Jessica Ng",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1d3PdiH7aNxULWiiJPLRvVrYtk87eBJMK",
      "details": "Hi, I'm Jessica, a 2nd year CS major from the Bay Area! I like reading, crocheting, bagels and cream cheese, Cornelia Street by taylor swift, and singles inferno season 3. I'm also involved in Cal Hacks, AFX, and course staff for cs70! "
  },
  {
      "name": "Kayle Marsh",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1-QCbksXqz9eNY1pwhQd-h57-ycbaziP2",
      "details": "What’s up! My name is Kayle Marsh and I am a second year student majoring in computer science with experience in data science. I am a half-Korean, half-Greek human who enjoys all types of music. I was born in Amsterdam and raised in Los Angeles. I look forward to being your mentor for 61b!"
  },
  {
      "name": "Kenny Zhang",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "He/Him/His",
      "imgUrl": "https://drive.google.com/open?id=15sWfciUcoZ5xdzxaue8zj3xnq5-csuXu",
      "details": "Hi My name is Kenny. I'm a second year studying CS. I'm a music producer so hit me up if you want to cook up some BEATS together 🥵. Speaking of cooking, I also enjoy cooking (food). Excited to meet yall and cats (slightly)> dogs."
  },
  {
      "name": "Lakshya Nagal ",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "He/him",
      "imgUrl": "https://drive.google.com/open?id=1UgKq_FUePnDc8xeIqVcBSqXo43kfthbK",
      "details": "Do you want to stop stressing over your CS midterms? My name is Lakshya (Luck- sh- ay) and I would love to be your CSM Mentor. My goal is to help you prioritize the important concepts in 61B, and recognize any blind spots in your understanding. In my free time, I like to scroll mindlessly on TikTok and watch outdoor survival videos on YouTube. My favorite restaurants are Gypsy’s and Thai Basil. That’s a lot from me, so I look forward to hearing from you sometime soon!"
  },
  {
      "name": "Matthew Zárate",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=17jHSx08oihCKdEUe3f0WK0BNEe_zcg1m",
      "details": "Hey guys, I'm Matthew! I'm from Santa Cruz. I'm studying CS & DS + I'm trying to fit in as much math as I can before I graduate. I'm a surfer--enjoy solving math + programming puzzles--Town Hall 15 on Clash of Clans--and I love cats!! Email me if you wanna talk about anything!!"
  },
  {
      "name": "Miranda Santillan",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her/hers",
      "imgUrl": "https://drive.google.com/open?id=1ScWKrzj93ShQycotTHb-RLJxvZVPyocB",
      "details": "Hi everyone! My name is Miranda and I'm a junior majoring in Data Science. I love learning about anything Neuroscience and discussing consciousness. Some of my fav artists are Arlo Parks, Kali Uchis, and The Marías. Looking forward to a great semester! :)"
  },
  {
      "name": "Peyton Boone",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=10m82Tz8dq_2V6-8gZ7-QARJXbNXyQemj",
      "details": "Hi everyone! This is my first semester being a CSM but I'm super excited for the teaching experience. Currently, I am a second-year intended CS transfer student. My hobbies include soccer, crocheting, and going on night drives.On Sundays, you'll find me binge-watching TV shows and catching up on some much-needed sleep."
  },
  {
      "name": "Prisha Singh",
      "courses": {
          "cs61b": "Junior Mentor",
          "cs88": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=17tf558g9fSENm7HFqzGzZd7X0Vg9YZiX",
      "details": "I'm a second year studying Physics and Computer Science. I'm a big swiftie, love hiking, and never turn down a sweet treat. I'm also part of Quantum Computing @ Berkeley."
  },
  {
      "name": "Sage Kasick",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1F_L8wNSfopnAC4R4WAs3kIRcBZ5vC1yX",
      "details": "Hi! My name is Sage, and I’m a third-year Business Administration and Data Science major from Los Angeles. I love reading, running, filing tax returns, and drinking oolong tea. I’m looking forward to meeting everyone!"
  },
  {
      "name": "Stella Song",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1T7Uhzre8NM_G6raWoJNE63RMnkPg7xpa",
      "details": "Hi I'm Stella! I'm majoring in computer science and super excited to be a mentor for 61B. I enjoy cafe hopping, choreographing dances, soccer, and traveling! "
  },
  {
      "name": "Willy Guan",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1uEeygHZllkX2ffxt35kSUncCNRqjqjrW",
      "details": "Hi! I'm Willy and I'm a sophomore studying Data Science and Applied Math from LA County (SGV!!!). I'm a violinist in UCBSO and I love to cook, eat, and experience all things food! I'm also silver in Valorant, so if anyone wants to carry me, or just talk about anything else, feel free to reach out :D"
  },
  {
      "name": "Lawrence Wu",
      "courses": {
          "cs61b": "Junior Mentor"
      }
  },
  {
      "name": "Siddharth Ganapathy",
      "courses": {
          "cs61b": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1vUVZ2ySLTxjTWS1B5AdrFIkPbl43oFtZ",
      "details": "I’m a sophomore studying CS and Linguistics and this is my second semester as a CSM mentor. I had an amazing time taking 61B and hope yall feel excited about it too. In my free time, catch me reading, playing/following sports, and eating at My-Oh-My. Get hyped!"
  },
  {
      "name": "Adrian Segura",
      "courses": {
          "cs61b": "Junior Mentor",
          "cs88": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=16YBWMWqAX64rOL1U_74wBH_ALxn20VcR",
      "details": "Hello! Join this section if the time fits, but also if you like snacks and learning cool concepts! My name is Adrian and I love to teach, I am a part of the CalTeach program at Berkeley and also teach computer science to high schoolers. I also enjoy cybersecurity, so if you want to know more about teaching or cybersecurity let me know! :)"
  },
  {
      "name": "Wenjia Song",
      "courses": {
          "cs61b": "Junior Mentor",
          "cs88": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1_1JZGQ5mFTuIcBREGNjSaNigoYXIMe0L",
      "details": "Hey there! I'm Wenjia, a sophomore studying CS and DS from the Bay Area. In my free time, I love drawing, playing games, and watching animated shows and films. I'm an events officer for DICA, the digital art club at Berkeley. I'm also taking a ceramics class and playing badminton for fun this semester. My favorite boba place is U-cha just for their special Bomberman drink! Excited for an awesome semester together as your junior mentor! :D"
  },
  {
      "name": "Advay Ratan",
      "courses": {
          "cs61c": "Associate Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1PbM4NbJZmBcwBZlSx5lnog5-Dn3eXaCD",
      "details": "What's up. I'm Advay and I'm a second-year EECS major. I really enjoyed 61C and I'm looking forward to spread my enthusiasm! Some of my hobbies include the guitar, basketball, exploring, and cooking with fear. Excited to meet you all!"
  },
  {
      "name": "Alex Um",
      "courses": {
          "cs61c": "Content Mentor",
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=11-SipNaY3bdML36AmT3bDL3KGmN1FSVA",
      "details": "Hi Everyone! I am Alex, a second year from Sunnyvale majoring in IEOR and EECS. This is my second year on CSM, originally on 16a, now on 61c and 70! I am excited to be teaching again. My technical interests lie in machine learning, algorithms, and circuits. In my free time, I like to play the piano, video games (league, val, gacha games), swim, and watch romcoms. Looking forward to meeting everyone!"
  },
  {
      "name": "Alec Morgan",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1cFTYV9msYj4zsmIxcNIvvfCXleBd7vhh",
      "details": "Hello! My name is Alec, and I'm a fourth year studying Data Science. In my free time I like to go fishing because I enjoy being outdoors. My favorite genre of music to listen to is rap and my preferred artist right now is Travis Scott. "
  },
  {
      "name": "Billy Ou",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "pronouns": "he him",
      "imgUrl": "https://drive.google.com/open?id=1-3nZo67wulZnhG_XhuY4JkYpOP5zlrTZ",
      "details": "Heyo! I'm a sophomore in EECS. I enjoy drawing and animating in my free time, as well as playing video games, Quidditch (like from Harry Potter) and going to the gym. My favorite restaurant at Berkeley is Crossroads because I still have a meal plan and don't like to cook, although that Mediterranean place on Durant is also very good. Can't wait to meet you all at section!"
  },
  {
      "name": "Emily Hsi",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1QZ-iduEaF1L5u-HKraRQqfdyTfAcRayT",
      "details": "Hello! I'm Emily, majoring in EECS & Business but I spend most of my time on my Japanese class lol. I love learning how things work & really enjoyed 61C because of that. I used to competitively rock climb but this year I'm on the Cal Taekwondo Team! go bears ＼＼\\٩(๑`^´๑)۶//／／"
  },
  {
      "name": "Henry Cen",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1JmxlEwnlqkOJY67CdKw-pmrvO9CRGTeF",
      "details": "Hey! I’m Henry and I’m a second year student from New York City studying EECS. In my free time, I like trying new food places with friends, watching football/k-dramas/anime and singing Ed Sheeran. I’ve also been trying to pick up badminton. Looking forward to this semester, talk to you guys soon!"
  },
  {
      "name": "Jocelyn Tao",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "pronouns": "she/her/hers",
      "imgUrl": "https://drive.google.com/open?id=1lVt17YyHb6ie26X0AatMbLrLGna-SaXD",
      "details": "Hi! I'm Jocelyn and I'm a second-year CS major. I like crosswords, Mezzo, and 61C :>"
  },
  {
      "name": "Joshua Chuang",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=11dNTZ6mnoXrtxk1K_pKi5ntTZOejuhUY",
      "details": "We can go over some computer stuff together."
  },
  {
      "name": "Joshua Kim",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "pronouns": "He/him",
      "imgUrl": "https://drive.google.com/open?id=1wr1PdvQsv4lUlJ0wizRcBbZijJUiVvSL",
      "details": "My name’s Josh, a 3rd year cs major! I love anything music related and am part of an acapella group as a singer and beatboxer. Other than that, a lot of my time goes into working out or serving as a part of my church. I look forward to sharing my love for this class with y’all!"
  },
  {
      "name": "Leo Sun",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1a2hOzRvNvNn6zmiYqqvO9jWPtrWX3ejk",
      "details": "What's up guys. I'm Leo, a second year CS major. Outside of class, I like to watch movies and listen to sad girl music. Looking forward to meeting you all in CSM this semester!"
  },
  {
      "name": "Yixin Huang",
      "courses": {
          "cs61c": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=18I4dXWtBs3YeBTo_EUaFocmRHfdcXNE1",
      "details": "Hi there! My name is Yixin, and I am currently a junior majoring in CS and Applied Math. 61C is by far my favorite CS course at Berkeley! I was an OH AI for 61C last semester, and I really enjoyed getting to know my students and help them out when they struggling.  With this positive experience, I hope to continue doing the same and helping u out if u choose my section! During my free time, I like to read, listen to Chinese pop, watch cdrama/kdrama, or play the piano. So yeah, if u guys r interested, def sign up for my section!"
  },
  {
      "name": "Andrew Tao",
      "courses": {
          "cs70": "Associate Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1feD7NEulvzW2x7O8oHXbEKW0Q3WkpJw-",
      "details": "Hey! I'm a sophomore studying CS. My favorite artists are Bowie and Arcade Fire, and in my free time you'll probably catch me rewatching yet again another episode of my favorite show, Community. Super psyched to teach 70 and meet you all this semester :)"
  },
  {
      "name": "Bryan Li",
      "courses": {
          "cs70": "Associate Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=15SpILgmTAHfOnADN3cDkxwE0W_zTHKjA",
      "details": "Hi! I'm a 2nd year undergraduate studying math and CS, and this is my third semester doing CSM for 70. I've also been on course staff for 70, and am currently a uGSI for 53. I look forward to teaching this semester!"
  },
  {
      "name": "Jason Huang",
      "courses": {
          "cs70": "Associate Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1pFXYoAGR78xSEbD3PMYlX7is2cBtb2h3",
      "details": "Hello hello, I'm a Junior and this will be my 2nd semester teaching CS70 in CSM. RSF and Moffitt are my favorite place to be after class. Chocolate and coffee are my sources of energy."
  },
  {
      "name": "Vika Stukalova",
      "courses": {
          "cs70": "Associate Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1Oo3x3pfMiNEd5Qb6Ci7Z2bvYYlDDe8HP",
      "details": "I’m Vika and I’m a 3rd year studying CS & DS! Some of my interests include ballet & skiing. If I had to choose a favorite artist I’d say it’s The Beatles! When I’m not debugging you can find me at the Fire Trails. I absolutely love teaching and cannot wait to teach you everything from proofs to probability :)"
  },
  {
      "name": "Anish Sasanur",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1JVQnqAgB6rEs9FHESOv0TUjq_aoIXVTr",
      "details": "hi!! my names anish and im currently studying eecs + math. my interests include playing any nintendo video games, folding origami, or being a Uniqlo enthusiast, and my favorite artists right now are post malone and stray kids. looking forward to a chill and upbeat section!!"
  },
  {
      "name": "Bhuvan Prabakar",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1oy4W9Ask1NvGmHHjHR7lDjVXWAAecgXP",
      "details": "Hello! I’m Bhuvan, and I’m a second year studying CS and Econ. I am so excited to be a Junior Mentor for CS70 this semester! My primary academic interests include algorithmic economics and artificial intelligence. My personal interests are sitcoms, books, and video games. Sonic Mania = best game."
  },
  {
      "name": "Darren Shen",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=17ydLUbXItSwrDMP_TQARh2SHm7BQjb74",
      "details": "Hi everyone! I'm Darren, and I'm a sophomore from the bay majoring in computer science and math. In my free time I like baking, hanging out with my dog (Peanut), and watching movies. I'm looking forward to getting to know all of you!"
  },
  {
      "name": "Ishaan Shah",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=121QROoMYnYzKiattO7nA6zzX1lUGE8DM",
      "details": "Hey! I’m Ishaan, a 3rd year CS major from Pittsburgh, PA. When I’m not screaming at a computer, you can find me skydiving, listening to Fred Again, or getting frustrated by Pittsburgh sports teams. Hit me up if you ever want to talk entrepreneurship, house music, or cars. Can’t wait to meet y’all!"
  },
  {
      "name": "Jeffrey Fang",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1aVEOC9ESw66B5fPN3GFCZNl7zpAN0NpC",
      "details": "Hello! I'm a sophomore studying CS and MCB. I enjoy classical music, chess, and cosplaying as a lawyer on the weekends (mock trial). Excited to meet all of you this semester!"
  },
  {
      "name": "Joel Castro",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "He/Him/His",
      "imgUrl": "https://drive.google.com/open?id=1XskeJ3CGR_4ROcbAruqcNEIVqDVNDDLY",
      "details": "Hey y'all, I'm Joel from San Diego. I'm incredibly serious and un-laid-back. My greatest passions in this world are my 3 cat fur babies and graphics/animation + computer vision + robotics. Ironically, I do research in the completely perpendicular field of Computational Biology, but I stay in touch with the former through my work with Space Technologies at Cal (STAC). Other than that, I'm a washed runner and biker—maybe you'll catch me doing laps around Berkeley in the morning. I deeply understand the struggle that is CS70 so I can't wait to pass on the tips and tricks to lighten it as best I can :D. "
  },
  {
      "name": "Mallika Parulekar",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1mjJt6ewAuV8Pfa6uDW-sLyUA1gnWkl3y",
      "details": "Hi! My name is Mallika and I'm a senior studying CS. CS 70 has been my favorite class at Cal  and has opened my eyes to a lot of interesting academic interests. I'm very excited to be teaching CS 70 in CSM this semester and have previously been a CS70 TA, making this my fourth semester teaching this awesome course. Happy to also talk about anything from class recommendations and declaring CS, to internships and research :) \n\nP.S. Go try Pizzeria de Laura in downtown, it's to die for."
  },
  {
      "name": "Mataio Nonaka",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1q5bJVKehAoPzsVglEsZsItzbCo5IpGcJ",
      "details": "I am a 2nd year Applied Mathematics and Computer Science Major. In my free time I enjoy learning how to cook and listening to music. I am looking forward to having a great semester with everybody!"
  },
  {
      "name": "Sam Poder",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1PCslv-YMADLYwr1Nn7Zg00L6IN19v-yv",
      "details": "Hey! I'm Sam :D. In my free time, I enjoy making weird and random things with code. I'm a first-year here at Berkeley, I grew up in Australia & Singapore and then moved to the US for university. When I'm away from my computer, I enjoy playing cricket & AFL, going on hikes and joyriding public transit. I also help run Cal Hacks here at Berkeley!",
      "webUrl": "https://sampoder.com"
  },
  {
      "name": "Sarthak Agrawal",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1c3-sXSRErf982Ois4t6HE8bpyxMg-jNN",
      "details": "Hi everyone! I'm Sarthak, a freshman from Sacramento intending CS. I like running, listening to music, and finding places to study outside of my dorm. Outside of CSM you'll probably find me in Cory Hall jamming out to Bollywood music. Looking forward to meeting you all!"
  },
  {
      "name": "Shravan",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "Balaji",
      "imgUrl": "https://drive.google.com/open?id=1wCp4S92ArX2O_z1hB4tpV6-Egs6jW5Xr",
      "details": "Hi! I'm Shravan Balaji, a freshman double majoring in Computer Science and MCB! I enjoy singing, reading, playing soccer, and making new friends! I love math and biology, and I’ve competed in many olympiads for them. My favorite artists are the Weeknd and Jubin Nautiyal (Hindi). "
  },
  {
      "name": "Sima Kassianik",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1iMQ6o3_2K1ZLP-aoudtUvwmZKrr8PA4d",
      "details": "Hi all! My name is Sima and I'm a junior CS major! I enjoy reading (currently my favorite author is Sholokhov), running outside, and listening to a bunch of random music ranging from classical to the Grateful Dead.  "
  },
  {
      "name": "Simon Kang",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1xobfew9SPQS8RtfKdAwrAaPAh0nHsJ5R",
      "details": "Hey guys! Im a sophomore from South Korea / Socal studying CS & Applied Math. In my free time I love playing the piano and trying out new food places around Berkeley. I also enjoy playing league of legends but dont worry I take lots of showers :)"
  },
  {
      "name": "Steve Davaasuren",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1n5Z7ocDYm8ji-MFIg5crK9fTRJoO4M9m",
      "details": "Hi everyone! I am a Junior from Mongolia, studying Computer Science. I enjoy playing basketball, video games, and guitar in my free time. Looking forward to meeting you all."
  },
  {
      "name": "Sydney Tung",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1D9RViNve6BSqdgdfX61o8IJbh-DS-Xie",
      "details": "Hi I'm Sydney! I'm a sophomore from the bay area studying computer science/data science. I love dancing, reading, and watching Studio Ghibli movies. I'm so excited to meet you all!"
  },
  {
      "name": "Tejasv Bhatia",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1gBxo_xZ1r1gK6habvJ3C6h8hiFVk5tps",
      "details": "Hi I'm Tejasv! I'm a second year who enjoys card magic, k-dramas, bollywood, basketball, and the gym. My favorite restaurant at Berkeley has to be What the Cluck (their poached chicken is to die for) and I like to spend my free nights taking spontaneous Zipcar trips to SF. Can’t wait to meet you all."
  },
  {
      "name": "Thanh Tran",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1G4-RIsZqQL-RWG8OEeD6T9t_OXMFLUuq",
      "details": "Hi, I'm Thanh! I'm a sophomore from Boston studying computer science and applied math. I'm interested in video editing, word games, and all types of outdoorsy activities. Looking forward to a fun semester with y'all!"
  },
  {
      "name": "Vrushank Prakash",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1ttv6aY-xKkKdXBLqLQdnK_RjI4KE5bdl",
      "details": "Hey! I'm Vrushank and I'm a sophomore from the Bay Area studying Applied Math and Computer Science. I like playing basketball, watching sports, and exploring new places. Looking forward to meeting you all this semester!"
  },
  {
      "name": "Yichen Zeng",
      "courses": {
          "cs70": "Junior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=11_ZCrl2gND250Go-g_kp_u9-u8yHtYrc",
      "details": "Hi everyone! I’m Yichen, and I’m a sophomore studying Neurobiology, Philosophy, and Computer Science. As CS 70 is one of my most memorable experiences in college thus far, I’m so glad and grateful to have this opportunity to facilitate your enjoyment and success in this class! Outside of school, I write short stories and play rhythm games!"
  },
  {
      "name": "Arnav Deshpande",
      "courses": {
          "cs70": "Junior Mentor"
      }
  },
  {
      "name": "Daisy Wang",
      "courses": {
          "cs88": "Associate Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1hZ5vERD2vZqdd28eN7rJy_LOIXOAa-GK",
      "details": "Hi! I'm Daisy, a third-year majoring in Applied Math and Statistics! I've been teaching CS 88 for 3 semesters now and I'm super excited for this semester. In addition to teaching, I also enjoy reading, writing, watching c-drama, listening to music, and playing games (board, card, and video). I'm looking forward to meeting y'all!"
  },
  {
      "name": "Hemani Patel",
      "courses": {
          "cs88": "Associate Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=19SStkseg6tFJ_Wd672PgJVIu2fZbzERI",
      "details": "Hey! My name is Hemani and I am a sophomore from the bay majoring in Data Science and Cognitive Science. I love to travel, go to concerts, try new restaurants, and watch movies/tv shows! My favorite artists are the Weeknd, Drake, SZA, and Lana Del Rey. This will my second semester teaching CS88, so excited to meet everyone! :))"
  },
  {
      "name": "Isita Talukdar",
      "courses": {
          "cs88": "Associate Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1QC2rCCvahOAjCHtYFLzHcAd5haNO1Ugc",
      "details": "Hi! My name is Isita and I'm a queer EECS sophomore! This is my second time teaching CS 88 via CSM, but I have also been an Academic Intern for CS 61A and taught Python to high schoolers. I love to spend my free time quilting, knitting and volunteering at the Berkeley Animal Care Services."
  },
  {
      "name": "Tyler Zhao",
      "courses": {
          "cs88": "Associate Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1WZo3YzOLOruuQ6ICqfqraIbH0q_6tDyt",
      "details": "Hello! I'm Tyler, a 2nd-year CS and Stats major. I like hiking, reading about history, and following both kinds of football in my spare time. Looking forward to meeitng everyone!"
  },
  {
      "name": "Andria Xu",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1bE7mAVym0UP5QkrN4bRjSciD_Go6lbPq",
      "details": "Hello! Excited to meet you all :D"
  },
  {
      "name": "Danna Camacho",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "she/her/hers",
      "imgUrl": "https://drive.google.com/open?id=15otLohgpv5UHm1mky1jDiP9MheO3t5GM",
      "details": "Hi! I'm Danna Camacho from Mexico City, Mexico. I am studying Data Science, CogSci, and CS. I've enjoyed being an AI for this class and I'm excited to get to know you all. In my free time, I enjoy going to coffee shops and traveling. Feel free to reach to me about anything!"
  },
  {
      "name": "Dennis Koh",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=152QvnSGnOot2DewPeQACecmWowexxk1d",
      "details": "Hey everyone! My name is Dennis, and I'm from Philly! I'm a CS and stat major here at Cal, and I can't wait to start CSM with you guys! \n\nSome of my hobbies outside of school include swimming and sailing. I love listening to R&B and rap, and my favorite restaurant in Berkeley is Freshroll."
  },
  {
      "name": "Dhruva Bhagwat",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1_JudhdHQ5Upl24FHfEFOzFBlZv-XRRhm",
      "details": "Hi everyone! I'm a first-year intending to major in applied mathematics and statistics! I started coding when I was 13 and I am comfortable with Python and Java. Outside academics, I like to play chess and poker, and enjoy long-distance running. I’m looking forward to meeting with you in the future!"
  },
  {
      "name": "Ella Hammond",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1UP7wxwjkOcyzKJF0jbTjr1l_Rqbdfz3X",
      "details": "Hi, I'm Ella Hammond. I'm a sophomore and an intended computer science major. This is my first time as a CSM mentor! I enjoy playing video games, reading manga, and listening to music. Looking forward to meeting some of you this semester!"
  },
  {
      "name": "Ethan Lau",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1br8ElbXazcRkfOXApgVDV-PHCsXeEo4g",
      "details": "Hey everyone! My name is Ethan and I'm a freshman majoring in EECS. Love trying new foods and playing board games. Look forward to meeting you all!"
  },
  {
      "name": "Hannah Dermawan",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "She/Her",
      "imgUrl": "https://drive.google.com/open?id=1EUuyLv-pA2cdLWXnzRiJY7faO_JB7WVG",
      "details": "Hi! I'm Hannah, a freshman intending to study CS! I have experience with Python and Java and my hobbies include playing tennis and board games! Outside class, you can always find me hopping restaurants coz I love to eat good foods! Looking forward to meeting everyone :)"
  },
  {
      "name": "Jonathan Mui",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1sk0uJ7rs8O5bnzV3zehMWuU9hxMkpFjw",
      "details": "Hi! I'm Jonathan, a freshman studying Data Science from Chicago, IL! When I'm not falling asleep in lecture, I like spending my time exploring new cities, crocheting, playing badminton, doing escape rooms, and late night walks/car rides. Looking forward to meeting you all soon!"
  },
  {
      "name": "Jonathan Ngai",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1Vi2KitMI1hEaujBesuqQLwfygIH1iwwE",
      "details": "I'm a Political Science, Data Science double major who enjoys skiing, rock climbing and reading in my free time! My favourite band is The Stokes and a fun fact about me is that I played in Carnegie hall once as a trombonist! My interests extend beyond my love for music too as I'm also part of a wide variety of clubs including, BPR, HKSA and ASUC. I love talking about education, social media algorithms and all things poli sci related! I'm always eager to get to know people so feel free to reach out!"
  },
  {
      "name": "Maggie Dong",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "She/Her",
      "imgUrl": "https://drive.google.com/open?id=1qvmPaAktvr0XwXv33-u81zAO-wJs_mVX",
      "details": "Maggie is a freshman majoring in data science. Looking forward to studying and working in machine learning, she aspires to make an impact on the world! In her free time, she enjoys solving puzzles, playing tennis, swimming, sailing, listening to Taylor Swift, and spending time with friends."
  },
  {
      "name": "Niki Parker",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=13kg9aHliw3WfP0Q6RWq3sBBV95uP34pX",
      "details": "Hi, I'm Niki, a sophomore from LA studying CS+Cogsci! Some fun facts:\n- I'm also in Neurotech\n- I'm an ENTJ\n- Crumbl cookie addict \n- I play piano, violin, and guitar\n- My favorite foods are kbbq and poke\n- My section is gonna be lit"
  },
  {
      "name": "Noor Rauf",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=17j1UamQhAFsicN_d1b_am3OMCHqxWxhi",
      "details": "Hi, I'm Noor! I'm an EECS major from SoCal. When I'm not coding, I can be found reading adventure novels (send me your book recs!), traveling, or trying new restaurants with friends. Having loved CS61A and being a student in CS61B, I'm so excited to mentor CS88 this semester!"
  },
  {
      "name": "Piper Bruner",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1rrAnzLp78b4z4Vj8n0qawYxB7N4NJZr8",
      "details": "Hi! I'm a second year majoring in history of art and data science! When I'm not studying or hanging out with friends, I love to spend my time crocheting or visiting various art galleries and museums. When time allows I love getting into a good book, and I’m always on the lookout for recommendations!"
  },
  {
      "name": "Rayyan Saiyed",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "he/him ",
      "imgUrl": "https://drive.google.com/open?id=1k79sdwt0pN83PMoQdXEXhP3v4HpG_sUz",
      "details": "Hey! I'm Rayyan and I'm a 2nd year eecs from Tracy, CA. I enjoy watching Liverpool play and catching up on anything soccer related. I hope we can have a great semester!"
  },
  {
      "name": "Yoon Yang",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1C0RIgP3Ssaty11zCPXswn0_k8bESsgoG",
      "details": "Hello! I'm Yoon, a junior majoring in EECS from Seoul, South Korea. Aside from school, I mainly spend my time running my startup. We build an AI-powered discussion platform that helps TAs run sections, and it's used by CS 61A. I also love playing sports - I often go swimming or play tennis :)"
  },
  {
      "name": "Dhruv Syngol",
      "courses": {
          "cs88": "Junior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1d-LVaSl3EgTkmiWvEzDS2trs9iWU9I3f",
      "details": "Hey everyone! I'm Dhruv Syngol, and I'm a first-year student from the Chicago suburbs majoring in Data Science. In my free time, I love to watch the latest sports games (I love all sports!), play cards, go on long walks, and tutor others! I also enjoy intense games of ping pong, badminton, and ultimate frisbee alongside engaging in discussions about education, technology, or just about anything. Excited to meet you all soon and help out :)"
  },
  {
      "name": "Danny Lam",
      "courses": {
          "eecs16a": "Associate Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1KmQ7vrDlZu-0upHlcXI4xCCsdta6iGD3",
      "details": "I honestly have no idea what to put here."
  },
  {
      "name": "Christopher Duroiu",
      "courses": {
          "eecs16a": "Content Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1ZQXwPjIU01jYcHtCLZu5qdI7fdC0b15c",
      "details": "Hello! My name is Chris and I'm a freshman here at Berkeley interested in electrical engineering and computer science. I really enjoy swimming, hiking, and going to the gym in my free time because physical activities really help me clear my head. Alongside csm, I'm also involved in research."
  },
  {
      "name": "Cody Rawlings",
      "courses": {
          "eecs16a": "Content Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1iO9pcm63kveqmcDHNbhgIKBS8mRX2x9q",
      "details": "Hello, my name is Cody. I am a first-year majoring in EECS + Materials Science and Engineering. I love going to the gym, hiking, and cooking. My favorite artists are Nas, Nujabes, and LUCKI. I usually go to Trader Joe's on Sundays and Brown's is my favorite restaurant so far. ",
      "webUrl": "www.linkedin.com/in/cody-rawlings-616352271"
  },
  {
      "name": "Aniket Kamat",
      "courses": {
          "eecs16a": "Junior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1VnwSzLaWB86L4D9HNfkBzpZ2_psO18Vr",
      "details": "Hey y'all! I'm Aniket and I'm a math major originally from SoCal. I loved taking EECS 16A, so I'm really excited to teach linear algebra this semester. In my free time, I watch The Big Bang Theory, run marathons, and eat at the Panda Express near campus. "
  },
  {
      "name": "Arjun Reddy",
      "courses": {
          "eecs16a": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1JsGga6KF88LTf45mm7vsevbx5lPSbezh",
      "details": "Hi everyone, my name is Arjun and I'm from the Bay Area. In my free time I love to lift, play music, and eat food. This is my first year doing CSM and I hope to get to know you all better over the course of the year"
  },
  {
      "name": "Bob Zhang",
      "courses": {
          "eecs16a": "Junior Mentor"
      },
      "pronouns": "He/him",
      "imgUrl": "https://drive.google.com/open?id=1uApHYpewSb4MA1z4BPEGJYX2zESNoZ5Z",
      "details": "Hello! I'm Bob (left, although it would be funny to say right) and I am a first year EECS major. Outside of school, I am also a part of CalSol, CHAOS, and Berkeley visitor services to give campus tours. My hobbies include swimming, hiking, and watching football (go Vikings). My music taste is all over the place, although my current go-to study music artist is Phoebe Bridgers."
  },
  {
      "name": "Ken Zheng",
      "courses": {
          "eecs16a": "Junior Mentor"
      },
      "pronouns": "he series",
      "imgUrl": "https://drive.google.com/open?id=1BI_gwCNaPLHmL-av1zziZ1zMy-lH_k3C",
      "details": "Hi friends! I’m Ken, a first-year EECS student. I took 16A last semester and it was one of my fav classes—I’m excited to share with you everything I know! I was born in Rio de Janeiro, Brazil, and I enjoy learning new languages, working out, and listening to trop house. Can’t wait to meet you!"
  },
  {
      "name": "Mallika Agrawal",
      "courses": {
          "eecs16a": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1nX8wbkrmwq7gVyPkTrOabJemghvd-G7l",
      "details": "Hi everyone! My name is Mallika, and I'm a freshman EECS major from the Bay Area. I love cooking, meeting new people, playing tennis, and thrifting. Outside of CSM, I'm also involved in Formula Electric at Berkeley.  I can't wait to meet all of you and share what I know about 16A (my fav class!!)"
  },
  {
      "name": "Maria Xu",
      "courses": {
          "eecs16a": "Junior Mentor"
      },
      "pronouns": "She/her",
      "imgUrl": "https://drive.google.com/open?id=1RdOcLkqHHpldu48zqyf98fNWg-76hO58",
      "details": "hii my name is maria (pronounced like mariah) and i’m a sophomore studying eecs. i like trying new cafes, binge watching kdramas, and adding random non related emojis when i text 🧌 i loved 16a when i took it and hope to make it fun for you too 🎺🐛 !!"
  },
  {
      "name": "Maitree Meher",
      "courses": {
          "eecs16a": "Junior Mentor"
      }
  },
  {
      "name": "Courtney Langdon",
      "courses": {
          "eecs16b": "Junior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1Tx9Nddvoy0w4TcbL37IYYLC3rRtdxF6M",
      "details": "Heyo! I'm Courtney, a sophomore majoring in EECS. I really like video games, sleeping, and going to metal shows. EECS 16B was one of the most interesting classes I've taken so far at Berkeley, and I hope to make it so everyone else can feel the same way!"
  },
  {
      "name": "Harry Qian",
      "courses": {
          "eecs16b": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=163KHbs2jUInL9rF286yPqbGg8sYHZkkM",
      "details": "Hello! My name is Harry Qian, and I am a sophomore majoring in Physics and minoring in EECS. This is my first time teaching a CSM section, and I am very excited to meet you all and I hope to support you throughout the course. I'm from Rome, Italy, so if you have any questions about Italy, please stop by and ask!"
  },
  {
      "name": "Henry Qi",
      "courses": {
          "eecs16b": "Junior Mentor"
      },
      "pronouns": "He him",
      "imgUrl": "https://drive.google.com/open?id=1DovD7P-E5O4pFQEwx0xYmaxP73c5Vzzk",
      "details": "Hi my name is Henry Qi and I’m a sophomore in EECS. In my free time, hmu at the the RSF gyming or swimming or randomly listening (and singing) to Blackpink. "
  },
  {
      "name": "Jordan Argel",
      "courses": {
          "eecs16b": "Junior Mentor"
      },
      "pronouns": "He/him",
      "imgUrl": "https://drive.google.com/open?id=1qgGOW6ifYpwWBOnefexhHt5xbdbJga7E",
      "details": "Hello! I am a 2nd year EECS + IEOR double major. I like to spend my free time either playing video games and hanging out with friends or just watching YT videos/anime. This is my first time mentoring at Cal, but I look forward to starting my teachings off strong! "
  },
  {
      "name": "Hosny Hussein",
      "courses": {
          "eecs16b": "Junior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=11lGTXjkI_wyrxGijV_r-b-sskC2N2GMx",
      "details": "Hello! I am Hosny and I am a second year EECS major. This is my first time mentoring for CSM and I am super excited. Feel free to reach out whenever, I am always down to talk about anything (related to 16b or not) !"
  },
  {
      "name": "Alan Wang",
      "courses": {
          "cs61b": "Senior Content Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1d_1sCRb-hQ94B30ieRN5N87mQ-xFmaYy",
      "details": "Hi everyone! I'm Alan, and this is my fourth semester being a part of CSM. I try to encourage participation and interaction between all the students. I love music ranging from Aespa to Travis Scott and even Chopin (Not to mention any anime ops). If I have time, it is usually wasted on Genshin trying to get a couple more primos, or playing tennis and hiking!"
  },
  {
      "name": "Esther Shen",
      "courses": {
          "cs61a": "Senior Content Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1dzQEmHMdAiXNQrBl7_CVKaqBSogo_PtZ",
      "details": "Hello hello! I'm Esther, a third-year studying DS and Linguistics from the Bay Area/China, and this is my fifth semester with CSM. 61A has been one of my favorite courses at Cal so far, and I hope you'll enjoy it too! Talk to me about languages, going to concerts, and music!"
  },
  {
      "name": "Ethan Wu",
      "courses": {
          "cs88": "Senior Content Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1mro3bSPIoVZRU23TOknWk6u7d4rIciiS",
      "details": "Hi! I am Ethan. I am a third year studying cs. I love to play ping pong, badminton, and basketball. Nice to meet you guys!!"
  },
  {
      "name": "Anand Ashar",
      "courses": {
          "cs88": "Senior Content Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1Cn8qhjYcIyTGYeudp3Y-JStL8F4Nuiaz",
      "details": "Hey! I'm Anand, a sophomore from the Bay Area. I enjoy all things outdoors -- running, biking, and building airplanes. I'm super excited to meet you all. Hope y'all enjoy CS 88. Feel free to reach out about anything :-)"
  },
  {
      "name": "Mihir Marathe",
      "courses": {
          "eecs16a": "Senior Content Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1E9WiPc2zGMSIqXT-jickkOj70mt4mEv3",
      "details": "Hi everyone! My name is Mihir, and I am a second year EECS major from the Bay Area. In my free time, I love to play basketball and football, hang out with friends, and watch various tv shows. I'm super excited to be an SCM this semester for 16A!"
  },
  {
      "name": "Yale Han",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1w-c5KsVLp8_5By-wJ2iAlsITdbDXtBX6",
      "details": "Hi there! I'm Yale, and I'm a sophomore from Fremont, CA studying CS. In my free time, I enjoy going on day trips, thrifting, dragging friends to the gym, and cafe hopping. Feel free to reach out about anything :)"
  },
  {
      "name": "Amy Song",
      "courses": {
          "eecs16a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1oKgMGexvf1Np6bmYSsMEYY8uZvAQdrhl",
      "details": "Hi! I'm a junior majoring in EECS. I loved taking 16A as a student and I hope you will too! In my free time, you can find me trying out new coffee shops and listening to music :)"
  },
  {
      "name": "Marie-Anne Xu",
      "courses": {
          "eecs16a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1grJGT_R4H-BbjdwyTqypbtqEzVe7rEHt",
      "details": "Hi everyone! I'm Marie-Anne, a second-year EECS major from the Bay Area. Some of my hobbies include dancing, cooking, jigsaw puzzles, and sudoku. Looking forward to meeting you all!"
  },
  {
      "name": "Damanic Luck",
      "courses": {
          "eecs16b": "Senior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1lGt8tujtjlqg5eX1xt5C976Mksc6LP9l",
      "details": "I'm a second year EECS major and I'm excited to be a part of CSM this semester!"
  },
  {
      "name": "Vivien Chen",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1Nc_NnlFc1gB98hJAxSrKHB0vdWqJWtbg",
      "details": "Haii everyone! Super excited to back as an SM this year! I love anything from food to movie to data structures WOO! Gimme some restaurant reqs that I should try this sem! "
  },
  {
      "name": "Branden Lin",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1wcSrrRh0ITYkNM3eZrAQZvufF9js57Ca",
      "details": "Hello! I am a junior CS major from San Francisco. This is my 3rd semester with CSM and I think y'all will thoroughly enjoy 61Best :) In my spare time, I like to spontaneously hike Big C and watch games where the Warriors lose by 1 point. "
  },
  {
      "name": "Teja Kanthamneni",
      "courses": {
          "eecs16a": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=19aerauyNb_tb5FxfTGvyvQpSwtKJZW1b",
      "details": "Hey, I'm Teja! I'm a junior CS major and I'll be one of 16A's SM's this semester. . I've previously been an AI and JM for 61A and a JM for 16A. I've been a part of CSM for a year now and I've loved it! Some of my hobbies include playing basketball, hiking, watching anime, and playing video games. I'm looking forward to meeting everyone!"
  },
  {
      "name": "Alyssa Chen",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1qeDy5WIyNzxeBfb1m1yE6MSTz32xkR44",
      "details": "hi im alyssa! i'm a sophomore studying math and cs. i love reading, photography, journalism, raving, and cafe hopping!"
  },
  {
      "name": "Viviana Tran",
      "courses": {
          "eecs16a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1-DMGq_u2Siev6EONlm2-l15sVvHWtxXa",
      "details": "Life is bright y'all...well that's how I try to see it. My name is Viviana and I'm a sophomore studying EECS. When I'm not on my computer working away, I enjoy hiking, baking, playing with my doggo (mushu), and going to the grocery store with friends. This is my second semester mentoring for EECS 16A and I am so excited to meet as many people as I can. If we have any common interests or wanna share yours, please reach out!"
  },
  {
      "name": "Nathan Huynh",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1ZmCRlsi-J1tDMogTpYKxe0Mudt6ai7Up",
      "details": "What's up guys. My name is Nathan and I'm a Sophomore majoring in Computer Science and minoring in Data Science and STEM Education. I love playing Video Games (such as Valorant) and Volleyball. I'm very into Pokemon as well so hit me up if we have similar interests or if you just wanna talk. Excited to meet you all this semester! #GoCSM"
  },
  {
      "name": "Albert Wang",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "He/Him/His",
      "imgUrl": "https://drive.google.com/open?id=1jv3Re8Rzy0f6uUIw91wGNZhfCVhcRQ-N",
      "details": "Hi! I'm Albert, a junior from Sacramento majoring in CS and Business. I enjoy playing soccer, smash bros, league, and listening to kpop. Excited to meet everyone!"
  },
  {
      "name": "Lenci Ni",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1CttPAnT74ofLOMnZsMWIkWzJm0nP2cBQ",
      "details": "Hi! I'm Lenci, a second-year studying EECS from Seattle, WA. This will be my third semester teaching 61a in CSM. I enjoy reading, hiking, getting boba, and hanging out with friends. I really enjoyed taking this course and I'm excited for this semester — feel free to reach out :D"
  },
  {
      "name": "Christy Quang",
      "courses": {
          "cs88": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1494LVnzzCw53uZV1tEIqVYuMt8vIXlyv",
      "details": "Hi hi! My name is Christy and I'm a third year CS & DS major from the East Bay. In my (limited) free time, I enjoy destroying people in Word Hunt, watching basketball (Warriors), listening to kpop and eating fruit! "
  },
  {
      "name": "Elizabeth Yeh",
      "courses": {
          "cs61c": "Senior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1X8pDFvXKetjZD8TW18zHLlmZmuRESBTM",
      "details": "Hi, I'm Elizabeth! I'm a senior studying CS, and in my free time, I love to bake and watch movies. Looking forward to meeting you all!"
  },
  {
      "name": "Sophia Liu",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1A0F2z3izFOrERj7f3XhqOU9OpO4g32Yx",
      "details": "Hi! I'm Sophia, a second-year CS major from the Bay Area. I love listening to all kinds of old music and learning random song facts. I can't wait to meet you!"
  },
  {
      "name": "Grant Zhao",
      "courses": {
          "cs70": "Senior Mentor"
      },
      "pronouns": "He/Him/His",
      "imgUrl": "https://drive.google.com/open?id=1ESxhMnfsP43BEO3gR5GruLmkFrBnlvcm",
      "details": "Hey everyone! I'm a junior studying computer science and data science. This is my fourth semester in CSM and I can't wait to teach again! I'm from Louisiana and I love to read novels and cook Cajun food. Good luck in CS70!!!"
  },
  {
      "name": "Iris Zhou",
      "courses": {
          "cs88": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=19SySVwKJYQ_5WI1T6JhJwYpSiBZNU4zt",
      "details": "hii! i'm iris, a sophomore from san jose, and i'm studying cs and astrophysics. outside of cs, i enjoy cafe hopping, skiing, thrifting, listening to taylor swift, and (trying to) make my own matcha. looking forward to this semester!"
  },
  {
      "name": "Wen Cao",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1sSidml9BC_kFWWQ_pwZ5omzxOZxokx9Y",
      "details": "Hi!"
  },
  {
      "name": "Wilson He",
      "courses": {
          "eecs16a": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1sQCkoRp3_YIH_XW5C4TlZZl21gP9RtoY",
      "details": "Hi! I am Wilson, a second-year student studying CS and Applied Math from Shanghai, China. I love eating Japanese food, watching anime, and driving all sorts of things in-game (supercars, 18-wheelers, tanks, trains, etc.) I also drive to school IRL! (in an ordinary car, of course)"
  },
  {
      "name": "Ramya Chitturi",
      "courses": {
          "cs88": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1OMLmlP7Cb_mJ_Vx5RKRqRqXhjlYDpt81",
      "details": "Hi! I'm Ramya, a junior majoring in CS and linguistics. I enjoy sci-fi/fantasy books, crosswords, rock music, museums, civic technology, and more! Excited to get to know you this semester :)"
  },
  {
      "name": "Joseph Pandur",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1uEtJKUd7e2ZnOB2u9eK5QkTNksfjW72B",
      "details": "Hello! I'm a third-year astrophysics and computer science major, and I am so excited to be a Mentor for CS 61B again this spring! In my free time, I enjoy distance running and listening to '70s and '80s music. I hope to see you in section, and here's to a great semester!"
  },
  {
      "name": "Archie Lee",
      "courses": {
          "eecs16a": "Senior Mentor"
      },
      "pronouns": "He/Him/His",
      "details": "Hi, I'm a junior majoring in EECS. I'm interested in hardware, especially the intersection between hardware and software. I love soccer and going to new places. Feel free to reach out anytime if you have questions or anything you want to talk about."
  },
  {
      "name": "Matthew Nguyen",
      "courses": {
          "cs88": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1HySJdXSGG1kaBZotlx3MQvuuEgV3Zjcz",
      "details": "Hello everyone! I'm Matthew, a 2nd-year and CS+DS major from Milpitas, CA. I love to hoop, make new friends, and talk about my hometown. Looking forward to giving you a great CS88 experience!"
  },
  {
      "name": "Adith Reddi",
      "courses": {
          "cs88": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=163Ur5MYW7KIvAda2don9N7nyYWjVunBO",
      "details": "Hey! My name's Adith and I'm a 3rd year CS + DS major from Philly. I love teaching (of course lol) and am an AI/ML enthusiast. I also produce music on the side and it takes up wayyy too much of my time : )."
  },
  {
      "name": "Eric Du",
      "courses": {
          "cs70": "Senior Mentor"
      },
      "pronouns": "He/Him",
      "imgUrl": "https://drive.google.com/open?id=1M3MLUkANqbTi_Rl34ykHCnX8PMY1hcdF",
      "details": "Hi! I'm Eric, a third year CS + Physics double major, and this is my third semester on CSM. In my free time, I frequently play badminton, climb, and occasionally play volleyball. If you're ever in the physics building, there's a 50% chance I'll be there. I look forward to teaching you this semester!"
  },
  {
      "name": "Elana Ho",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=13Qc9Fmx0jv7Ys60_E9HlxSpNNPbN37FK",
      "details": "Hi! I’m Elana, a third year majoring in computer science and French. In addition to being a CSM mentor, I am also a TA for 61B. When I’m not teaching data structures and algorithms, I enjoy drawing, learning new languages, and watching anime. I’m super excited to meet you all, and I look forward to a fun semester! Please feel free to reach out about anything :3"
  },
  {
      "name": "Steven Luo",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1prQple3cVZC2MX3wVBDHSAlXb3v9qhN1",
      "details": "Hey everyone! My name is Steven, and I'm a second-year studying CS, DS, and Public Policy from San Jose, CA. I love music (especially classical), cats, dogs, bullet journaling, and desserts. This semester, I'm trying to study in every library on campus — feel free to reach out and join me! :)"
  },
  {
      "name": "Priya Venugopal",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1zX2QIadaq3zQh-qt67fCvzJFdRf3nCIR",
      "details": "hi! i’m priya, a third-year eecs & econ major from new jersey! i love playing guitar and finding new music to obsess over. feel free to reach out :)"
  },
  {
      "name": "Shashwat Bansal",
      "courses": {
          "cs61c": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=18J3XYfibwPCKqaHKgVmup37HtyjpLz5x",
      "details": "Hi, I’m Shashwat, a junior studying CS/DS/Math from New Delhi. I enjoy learning foreign languages, working out and watching movies in my free time."
  },
  {
      "name": "Mohamed Ganda",
      "courses": {
          "cs88": "Senior Mentor"
      },
      "pronouns": "He/him",
      "imgUrl": "https://drive.google.com/open?id=18FfU1m4F4OFI_vzPAAdVWYLvsYdCtmEQ",
      "details": "hey all! I'm a first gen student currently in my second year studying data and econ. My two favorite sports to watch is F1 and futbol (soccer for Americans). I also have a heavy interest in history so feel free to talk to me about anything!"
  },
  {
      "name": "Eric Wang",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1X5YmHU_1U0nV0U6O-13rydTcR6-7xizm",
      "details": "Hey! I'm Eric, a freshman majoring in EECS + Business. I'm a big fan of legos and puzzles and a lot of other things ... I also love CSM & 61A, and I'm super excited to have a fun time this semester! :)"
  },
  {
      "name": "Trisha Venkat",
      "courses": {
          "cs88": "Senior Mentor"
      },
      "pronouns": "she/her/hers",
      "imgUrl": "https://drive.google.com/open?id=1w7ttVj3lhQT9lY1O0vvbqerfGELdjtHt",
      "details": "My name is Trisha and I'm a second year CS+DS major! This is my second semester as a mentor for CS88. In my free time, I enjoy exploring new places, going to Trader Joe's, trying new restaurants, and hiking. I'm super excited for this semester :)"
  },
  {
      "name": "Annabelle Park",
      "courses": {
          "eecs16b": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1KZmOItu3YFURcmCDTwbazNoi_zCDrFWn",
      "details": "Hihi I'm Annabelle! I'm a second year EECS major with a minor in Music from socal. I'm a big fan of video editing, snowboarding, mushrooms 🍄, playing oboe, and hiking / camping (touching grass). I’m looking forward to this semester and can’t wait to meet you all!"
  },
  {
      "name": "Jiajun Liu",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1tKQtdDyx0U2YB74JJdBng5TRUjCfn5Au",
      "details": "Hi! I'm Jiajun, a sophomore majoring in computer science + data science from Northern Virginia. In my free time, I like music, watching dramas, and all spicy food. Looking forward to meeting everyone and to an amazing semester! :)"
  },
  {
      "name": "Jaimyn Drake",
      "courses": {
          "eecs16a": "Senior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1W1w3aUzl5uD-I8QMCD3ML1N0y_q5TVy1",
      "details": "Hey guys! I'm an EECS sophomore and returning SM with a focus on robotics and machine learning. When I'm not taking or teaching courses, I do research at Berkeley's AUTOLab and play a moderate* amount of Pokemon. If you've got questions about EECS courses, course staff, research, or Pokemon teambuilding, I'm always happy to help. Let's have a great semester."
  },
  {
      "name": "Eldar Hasanov",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1iM0ezmuqPX5-heSPB-BbM__LTmts8ff5",
      "details": "hey guys! im Eldar, an international student from Azerbaijan studying CS currently in my 3rd year. feel free to talk to me about anything, whether it is academic related or just anything. one of my biggest hobbies is both watching and playing football (or soccer how they say around here). i also play guitar, watch tonnes of movies and love reading "
  },
  {
      "name": "Vivien Goyal",
      "courses": {
          "cs70": "Senior Mentor"
      },
      "pronouns": "They/She",
      "imgUrl": "https://drive.google.com/open?id=11O7USGRjsCCACz2W7YpwSeqBW2p28x55",
      "details": "I'm a junior (CS & Math) interested in CS theory, sci-fi and fantasy, and the intersection of the two (it exists and it's glorious). I'm also fond of programming languages, tabletop RPGs, and lemonade (and all combinations of those elements). Looking forward to teaching you all a bunch of really neat math!",
      "webUrl": "https://github.com/VivianWilde"
  },
  {
      "name": "Carolann Dong",
      "courses": {
          "eecs16a": "Senior Mentor"
      },
      "pronouns": "she/her/hers",
      "imgUrl": "https://drive.google.com/open?id=1m7DmC193UwxSEsqLlGoz5lZWQkd6GK34",
      "details": "Hi! I'm Carolann, a sophomore from the south bay, and I'm super excited to be an SM again this semester. In my free time, I love reading, crocheting, and baking. Can't wait to meet everyone this semester :)!"
  },
  {
      "name": "Richard Yu",
      "courses": {
          "cs61c": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1OXe9CICKLK2jErIuPR5daIU_FBGznnmN",
      "details": "Hi! I'm Richard and I'm a sophomore studying Computer Science and Data Science. Super excited to meet you all!"
  },
  {
      "name": "Srihitha Pallapothula",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1l7b165aNRY0W3qJ9luuQV2QFS2VeKAAP",
      "details": "Hi! My name is Srihitha. I’m a sophomore majoring in CS/Psychology and minoring in creative writing. I love reading, writing, listening to South Indian music/cool podcasts, restaurant hunting (I love Dumpling Kitchen with my whole heart), boxing, and spending time with my family and friends. I’m passionate about increasing access to computer science at Berkeley—that’s why I teach with CSM. Looking forward to meeting you. :)"
  },
  {
      "name": "Ronald Arifin",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=15_41Jn2DpSVy2oEl7YbO8BTJPVckQScL",
      "details": "Hi everyone! I'm Ronald, a senior EECS major not ready to graduate :( Glad to be your mentor for the semester :D This class is fundamental and really helpful IMO. Super excited for the semester."
  },
  {
      "name": "Aaron Xu",
      "courses": {
          "cs61c": "Senior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1pZ4kKA7sg35rqO-YKfwhZZ5qI590V5sw",
      "details": "Hi everyone, I'm Aaron and I'm super excited to be an SM for 61C this semester!!!!! I like music, archery, lifting, and computers I guess. Can't wait to meet you all!!!!"
  },
  {
      "name": "Shrithan Sandadi",
      "courses": {
          "cs70": "Senior Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1ZQzAAmnM4VqUBhXmDnosL6pKUni1rOQI",
      "details": "Hi everyone! I’m Shrithan, a second-year CS major from Indiana. I’m a huge Colts and Pacers fan, and I’m always looking for new movie and show recommendations. Feel free to reach out about anything and I’m excited for a great semester ahead!"
  },
  {
      "name": "SooHyuk Cho",
      "courses": {
          "cs70": "Senior Mentor"
      }
  },
  {
      "name": "Wesley Zhang",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1kiY-RjcSDF0r1MLiRNHeLOH-bXGfo9iG",
      "details": "Hi everyone! I'm Wesley and I'm a thrid-year studying Computer Science and Data Science. I'm looking forward to mentoring CS61B this semester! I like basketball, tennis, and watching movies. Feel free to reach out at any time if you guys have any questions. "
  },
  {
      "name": "Grace Baek",
      "courses": {
          "cs88": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=17MM9jAvsQi5Syum4vIdParksK_7JDnJ7",
      "details": "Hi! I'm a sophomore majoring in Computer Science and Economics. This is my second semester on CSM and first semester as a senior mentor. In my free time, I like to bake, watch k-dramas, and make strawberry matcha. Looking forward to a great semester with everyone :)"
  },
  {
      "name": "Jessica He",
      "courses": {
          "cs70": "Senior Mentor"
      }
  },
  {
      "name": "Savit Bhat",
      "courses": {
          "eecs16b": "Senior Mentor"
      },
      "pronouns": "he/they",
      "imgUrl": "https://drive.google.com/open?id=1zYBy4LVZ95GAREM1Zz5XPj1Zif7O0YYC",
      "details": "Hello! I'm a third-year EECS major from the Bay interested in (biomedical) circuits and signals! In my spare time you can find me trying to be pretentious about coffee and listening to music. I've recently been super into Sweet Trip, Isaiah Rashad, and Peter Cat Recording Co."
  },
  {
      "name": "Rosemary Ting",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1x7dL6z2tn33Fm0FqAXHP-X3ESxWO0dUx",
      "details": "Hey everyone! I'm Rosemary and I'm a junior studying Computer Science. I enjoy eating, drinking matcha latte, playing badminton, and hanging out with people. This is my third semester teaching CS61B in CSM and I'm excited to be meeting everyone! "
  },
  {
      "name": "James Geronimo",
      "courses": {
          "cs61b": "Senior Content Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1UgYVY4M4IJbVsFitmD1jS1-PGRfHESrK",
      "details": "Hello everyone! I'm a second-year studying CS and data science from the Bay Area. Outside of school, I love to play basketball/volleyball, listen to K-pop/Lo-fi, and dabble in anything tech. Don't hesitate to reach out to me for anything and I look forward to meeting you all!"
  },
  {
      "name": "Anirudh Chaudhary",
      "courses": {
          "cs61c": "Senior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1H3tSm4QN1KiI9CYkrd_Z2jZzf9ygr39L",
      "details": "Just a fourth year EECS dude from Irvine, CA who likes teaching 61C. I like to keep my sections pretty easy and calm so please sign up! Personally, I like to do a lot of different things like playing the guitar, playing sports like volleyball, soccer, and basketball. And over winter break I spent an ungodly amount of time watching Drive to Survive so I guess I'm a F1 fan now!"
  },
  {
      "name": "Carolyn Liu",
      "courses": {
          "cs61b": "Senior Mentor",
          "cs88": "Senior Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=12tKVhFV9RzrL_-eWKx16gDo41RiH36-1",
      "details": "hii :)"
  },
  {
      "name": "Daniel Li",
      "courses": {
          "cs61a": "Associate Mentor"
      },
      "imgUrl": "https://drive.google.com/open?id=1YsTuy-1l6u0RMhkYL_6n4Z_0Bz7xyqAO",
      "details": "Low-end mediocrity is worse than abject failure."
  },
  {
      "name": "Kelly Coutinho",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "she/her",
      "imgUrl": "https://drive.google.com/open?id=1MVnRcShVUGsQR2Hf5-5xb6f4PXbUAjjz",
      "details": "Hi everyone! I am a 2nd Year CS/CogSci Major and I am a 61B SM for women and gender-non conforming students this semester! I love playing water polo, soccer, and swimming. I am also a big fan of crime and suspense shows, as well as anime and Bollywood. I am an aspiring gym girl but also a big foodie which makes me conflicted all the time hehe. I am so excited to be teaching this semester! Feel free to reach out if you have any questions or anything."
  },
  {
      "name": "Evan Lim",
      "courses": {
          "cs61b": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1zV1zmSsr4mfUt-LMValmT3rGj8mYi9K4",
      "details": "Hey all! I'm Evan, a senior studying Computer Science. In addition to teaching the Web Design DeCal, this is my 4th semester teaching 61B with CSM. 61B was one of my favorite courses at Berkeley, and I hope I can make it yours as well :)"
  },
  {
      "name": "Ritik Sinha",
      "courses": {
          "cs61a": "Senior Mentor"
      },
      "pronouns": "he/him",
      "imgUrl": "https://drive.google.com/open?id=1JUoaZa0O40LGdnRfq6nPeaRC-Xp7g6I4"
  },
  {
      "name": "Robert Tian",
      "courses": {
          "cs61b": "Content Mentor"
      },
      "pronouns": "he/him/his",
      "imgUrl": "https://drive.google.com/open?id=1mWWbDSeY4slRCLC5y_so5hEPeVbvrcvO",
      "details": "Hi everyone, my name is Robert. I'm a freshman studying EECS. I enjoy mountain biking, hiking, lifting, and chess. I'm excited for my first semester in CSM and mentoring for 61B!"
  }
]