[
    {
        "name": "Jason Chang",
        "email": "jr44chang@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Coordinator"
        },
        "details": "Hiya, my name is Jason! I'm a third-year majoring in Computer Science and Applied Math, and this is my 4th semester with CSM. When I'm not studying, I really enjoy cooking, listening to Korean music I can only half-understand, and daydreaming about the useless things on my Amazon wishlist.",
        "imgUrl": "https://drive.google.com/open?id=11ukdeoG_SuHMBDvccyJFzQawOKT_HWT4"
    },
    {
        "name": "Jade Singh",
        "email": "jadesingh17@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Coordinator"
        },
        "details": "Hi, I'm Jade, and I'm a third year studying CS and music.  When I'm not teaching 61A you can find me eating Chipotle or watching Food Network or maybe even eating Chipotle while watching Food Network.  I'm also a TA for 61A and this is my fifth time teaching the class, so ask me anything about 61A :)",
        "imgUrl": "https://drive.google.com/open?id=1c-WpyVd23EUMKsw-Epheov75owTSc-ix"
    },
    {
        "name": "Sean Sananikone",
        "email": "seans1337@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hey! I'm a sophomore studying majoring in CS and I'm looking forward to meeting and working with some of you guys this semester. I've been involved with the 61A content since my Freshman Fall semester having taken it then, being an AI in the spring, and now being involved with CSM. In my free time I enjoy hanging out with friends, watching Youtube, and playing video games and overall just chilling.",
        "imgUrl": "https://drive.google.com/open?id=1fyaAv9DCFW3vW8cYov9XWg7A0uj5-H_k"
    },
    {
        "name": "Owen Gong",
        "email": "goldenowen@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hello! I’m a 2nd-year CS student from the best-known state in the US - Nebraska. Converse with me in anything CS or non-CS related, ranging from algorithms to professional sports to the acceptable number of hyphens in a bio. Ask me to play any non-rap song on the violin.",
        "imgUrl": "https://drive.google.com/open?id=1Tz69UC-Roc81f6mdYjkVM19G9aJSMV81"
    },
    {
        "name": "Bridget Cheng",
        "email": "bridget.c@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        }
    },
    {
        "name": "Jemmy Zhou",
        "email": "jemmyzhou@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hello! I'm Jemmy and I'm a third year CS major from the Bay. My pronouns are he/him. In my spare time, I love sports, games, and browsing through r/buildapcsales. Excited to meet everyone!",
        "imgUrl": "https://drive.google.com/open?id=1hAzLloyaUhP24hUSKR_tPqm5xUR9L2wT"
    },
    {
        "name": "James Fletcher",
        "email": "james.fletcher@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        }
    },
    {
        "name": "Richard Roggenkemper",
        "email": "rroggenkemper22@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hi! My name is Richard. I'm a second year student from Los Gatos, California. I’m a Computer Science/Data Science major also hoping to major in Business. I love skiing, cooking, and anything related to food. I'm excited to be Internal Vice President and a CS 61a Senior Mentor this semester!",
        "imgUrl": "https://drive.google.com/open?id=13oOy3ugIKfuHPHadX9upnzd1jB6YSKkc"
    },
    {
        "name": "Nikhita Anumukonda",
        "email": "nanumuk@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hi everyone! My name is Nikhita and I'm a junior studying CS and Data Science from San Ramon, CA. This is my third semester with CSM! In my free time, I like listening to music, exploring new boba places, and hanging out with friends. Looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1RmpH0OMOvbRU_fM_UBMYNaUafeGpMkjA"
    },
    {
        "name": "Addison Chan",
        "email": "addcninblue@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "hello! i'm a second year cs/stats major from san jose. you'll probably find me around campus either listening to music or sleeping (quick plug: go.addcnin.blue/spotify:f) shoot me an email if you wanna chat! i love everything from finance to theoretical stats to all sorts of compsci topics woohoo",
        "imgUrl": "https://drive.google.com/open?id=1qZ3NKlsMOfIkXnrmRZkLYfrysH-mxsnN"
    },
    {
        "name": "Matthew Guo",
        "email": "matthewguo9@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hi there! My name’s Matthew, and I’m a second year CS major from San Jose. I like to spend my time drawing, making video games, and listening to music. Looking forward to meeting everyone!",
        "imgUrl": "https://drive.google.com/open?id=1_78V7mRSzeT7jwL6-jyPU23d86EvLxBN"
    },
    {
        "name": "Kunal Agarwal",
        "email": "kagarwal2@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hi, I’m Kunal! I’m a junior CS & Applied Math double major from the Bay Area. I destress by playing FIFA or Animal Crossing, and then stress myself out again watching the NBA (Go Warriors).",
        "imgUrl": "https://drive.google.com/open?id=1pGJHAzGD8N4NSZehH-uo-qZ_KcAvpk0e"
    },
    {
        "name": "Annie Tang",
        "email": "annietang@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor",
            "cs61b": "CS 61B Senior Mentor"
        },
        "details": "hello!! i'm a 4th year cs major who has been involved in the cs ed community here @ cal since su17 and have not left it since :~) csm is one of my favorite orgs on campus and 61a/b were some of my favorite classes, so i am happy to be teaching them during my last semester here at cal for you all! ᕕ( ᐛ )ᕗ \n\nsome misc. things about me include: i listened to 100k+ minutes of music on spotify in 2019, have not grown since middle school (5'1\" reax only), and have some weird intolerance/allergy thing to allium (ie. garlic, onion) haha! hmu if u want to talk about anything and i hope u have a lovely spring semester :fingerguns: ",
        "imgUrl": "https://drive.google.com/open?id=1XwdCy3W_lmXVTYebGSaNhE0f2jziZoBK"
    },
    {
        "name": "Catherine Cang",
        "email": "catherinecang@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hi I'm Catherine! I like cats and teaching",
        "imgUrl": "https://drive.google.com/open?id=1NaW1Zs7LDle54g4WafK8Z0wrdWPU-C-h"
    },
    {
        "name": "Christine Luo",
        "email": "christineluo@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hello! My name is Christine and I'm a third-year computer science major from Palo Alto, CA. This is my third semester teaching 61A and I'm super excited to teach it again and meet you guys ~ I love watching Terrace House, drinking boba (my absolute favorite is the Peach Oolong Milk Tea from Teaspoon), and the color pink! My pronouns are she/her.",
        "imgUrl": "https://drive.google.com/open?id=1K1rU4xD2RTo17cpwxpdYpuZMVyf4Hajd"
    },
    {
        "name": "Basant Apurva",
        "email": "basant@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "I am sophomore Computer Science major from Seattle! I love teaching, sustainability, and the outdoors. In addition to CSM, I'm also a part of Net Impact Berkeley and the Delta Upsilon Fraternity.  ",
        "imgUrl": "https://drive.google.com/open?id=1Gy-3B_aMx7kacu-xQJlEHVogY9zpwBag"
    },
    {
        "name": "Aman Shah",
        "email": "amanshah2711@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hey! I'm a 3rd year Applied Math and CS major from Edison, New Jersey. In my free time I enjoy any kind of problem solving, way too much Netflix, drawing, video games, and sleeping. Feel free to talk to me about anything! My pronouns are he/him.",
        "imgUrl": "https://drive.google.com/open?id=1qU9qHUvWobTMpux3YVTg2jjaj_eu0tRF"
    },
    {
        "name": "Ivan Penev",
        "email": "ivan.penev@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Stop dreamin' start schemin'",
        "imgUrl": "https://drive.google.com/open?id=1k4QAEJdwMeB5j3lvhHhk-5g_Jf1gs8r8"
    },
    {
        "name": "Joshua Baum",
        "email": "joshuabaum@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        },
        "details": "Hi, name is Josh. I'm a sophomore studying CS. I love photography, cars, and trying all different kinds of food. Looking forward to a great semester! ",
        "imgUrl": "https://drive.google.com/open?id=1khMvWl9aW57F1Cw-LcCFQyf_AkBsFN5Q"
    },
    {
        "name": "Aidan Hew Yeung Tong",
        "email": "aidan.tong@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Senior Mentor"
        }
    },
    {
        "name": "Melanie Cooray",
        "email": "melaniecooray@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi everyone! I'm a second-year CS major from Sacramento, CA. This is my second semester as a mentor for 61A and I'm excited to be teaching again this semester! I enjoy cooking, listening to podcasts, and traveling!",
        "imgUrl": "https://drive.google.com/open?id=113ImdQQxCiiTYXKUyGW7i6759AEPBcgh"
    },
    {
        "name": "Albert Huang",
        "email": "albert168@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "4th yr cs;\nI've mentored for this course a couple semesters now so I guess I kinda know what's going on ",
        "imgUrl": "https://drive.google.com/open?id=1IOkf2_MvmbrwBVgenD_36Mmppyi0KQjv"
    },
    {
        "name": "Imaani Choudhuri",
        "email": "imaanic@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi, I'm Imaani! I've been involved with teaching CS61A in some capacity (including course staff) for the past 4 semesters and I'm looking forward to another one. I think the sciences are super cool and am minoring in geology. In my free time, I'm usually gaming, drawing, or listening to music. Feel free to ask me any questions about anything Berkeley-related or otherwise!",
        "imgUrl": "https://drive.google.com/open?id=1yckhwFOkU3ArQC2oTNk0gkaIkIVJ5fgj"
    },
    {
        "name": "Jamie Ip",
        "email": "jamieip@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Heyo. I'm a sophomore from the bay double majoring in CS and Data Science. This is my 2nd semester teaching with CSM and my first semester not being a CSM student. When I'm free, I spend my free time drawing, playing Smash, and watching cooking or cute animal videos. Here's to a fun semester!",
        "imgUrl": "https://drive.google.com/open?id=1Duerlr0hLYYTChkvIM7JVe45dnlq0g03"
    },
    {
        "name": "Alex Wang",
        "email": "alxw1863@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi everyone! I'm a 4th year CS major teaching who's been teaching 61A for over two years. Otters hold hands when sleeping so they don't float away. ",
        "imgUrl": "https://drive.google.com/open?id=1ie7mZRFjv-_RqJrGj6_SQGzC98hhmz3K"
    },
    {
        "name": "John Chin-Jew",
        "email": "johnchinjew@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi all, I am an EECS senior from East Bay! I love people, music (especially Flume and Snail Mail), eating, and coding in Elm. Excited to help folks learn computer science!",
        "imgUrl": "https://drive.google.com/open?id=1EnlBofjfQ2hd0ttNUgaeNk4SOLChTLw4"
    },
    {
        "name": "Chi Tsai",
        "email": "chitsai@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor",
            "cs88": "CS 88 Senior Mentor"
        }
    },
    {
        "name": "Parth Gupta",
        "email": "parthgupta@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor",
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hello! My name is Parth and I'm a first-year EECS major from Pleasanton, CA. I love spending time outdoors, anything to do with food or music, and teaching :) I'm looking forward to a great semester, and can't wait to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1r6zUJe2u2vOchGTzJsQIlryEunV7P9TD"
    },
    {
        "name": "Emmett Ling",
        "email": "emmettl@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "I'm a graduating senior in CS!  In my free time, I build and play electric guitars, skateboard, and mentor with a2f.  I'm only taking one technical so I'm super down to hang out, jam, or help with course planning/internship hunting! :D  Find me at m.me/meltingmettle. ",
        "imgUrl": "https://drive.google.com/open?id=1i-iS-ieZDmo-gcODg-143kyXhoZPvciT"
    },
    {
        "name": "Jessica Yu",
        "email": "jessica.yu@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi! I'm a second year intended CS major from Fremont, CA. In my free time away from Hilfinger's 61B, I enjoy hiking/RSFing, mooching off my roommate's Netflix, and currently passionfruit green tea. Pro tip: Shihlin in Asian Ghetto has the superior fried chicken of all the popcorn chicken locations. I'm teaching 61A and 61C this semester, and I hope you enjoy these classes as much as I did!",
        "imgUrl": "https://drive.google.com/open?id=0B_Im0j7YpIovTkRMQ2FXcG9CNEtNRFY0U3ZmaENGblkwcDYw"
    },
    {
        "name": "Brandon Choy",
        "email": "choyb21@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi, I'm Brandon! I took 61A as an incoming freshman without any CS experience and fell in love with the class so much I changed from MechE to EECS! I hope to inspire all of you with the same passion I found! When I'm not busy with schoolwork, you can find me rock climbing, skiing, or playing Smash.",
        "imgUrl": "https://drive.google.com/open?id=1QC1gAIToU3LymQIbCoy42SP5ilzhQso5"
    },
    {
        "name": "Lucy Lou",
        "email": "lucy.lou@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi I'm Lucy Lou! I took 61a fall 2018 as a freshman. It was my first time coding, so if it is yours as well, I may have some helpful tips and tricks for you! The class was definitely challenging, but I also found it very fun and hope you will too! This will be my second semester mentoring 61a. I have also taken 61b, cs70, was a cs370 tutor for 61a, an academic interned for 61b, and am now currently taking 61c. Besides CS, I also love chocolate, beaches, Ariana Grande, and working out and am on the Cal Cheerleading team, Cal Club Gymnastics, and the Chi Omega sorority! Hope you have a wonderful, amazing day!",
        "imgUrl": "https://drive.google.com/open?id=111-3ZI6YLDyqNYpdKyt2Wu3JVQSxPJU7"
    },
    {
        "name": "Kaavya Shah",
        "email": "kaavyashah@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi all! My name is Kaavya (she series) and I'm super excited to be teaching 61a again! I am a third year Data Science major who is a Bay Area native and loves teaching, dogs, boba, and going to the gym when I am not lazy. I am a member of Codeology (should def check us out) and my favorite food places in Berkeley are probably Sliver, Angeline's, and Jakarta (rip). I look forward to meeting y'all this semester!",
        "imgUrl": "https://drive.google.com/open?id=15VA6_CWS7V58wte16v6ysUPKY_v_XziE"
    },
    {
        "name": "Sai Kapuluru",
        "email": "saikapuluru@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hello all! My name is Sai and I am a junior majoring in computer science. I am from Dublin, California(One of the BART stations) and would be more than willing to give recommendations about things to do in the bay, and also am currently taking recommendations. I love playing basketball and fantasy basketball, and since I am here as a cs major you can probably guess which one I am better at. Other than that, I am ready to have another great semester and to meet some amazing people that I can grow with!",
        "imgUrl": "https://drive.google.com/open?id=1WofptmpNEFjBEDIaZDdtnBQIqRnt-tmj"
    },
    {
        "name": "Cindy Lin",
        "email": "cclin520@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor",
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hi everyone! I'm Cindy and I am a junior from Taiwan studying Data Science and CS! I'm super excited to be mentoring with CSM and am excited to meet everyone. :) I absolutely love eating food, traveling, cats, and watching anime (hehe). Feel free to ask me for any food recommendations or anything about CS! :D",
        "imgUrl": "https://drive.google.com/open?id=1DhOY9XXwBH3zYZhVNCORLRyfs4JieD-B"
    },
    {
        "name": "Alina Wang",
        "email": "alina.wang@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi! My name is Alina. I am a Sophomore from Arizona studying Computer Science and Data Science. Yes, it rains in Arizona. Yes, it snows in Arizona. No, I have not been to Antelope Canyon. Arizona Tea is not my favorite drink. Yes, you can fry an egg on the side walk and bake cookies in the car (personal experience). Hot take: Arizona has better boba than Berkeley. ",
        "imgUrl": "https://drive.google.com/open?id=1eabTTRXboSrSwCRu8_HjswDzXosf9d6-"
    },
    {
        "name": "Matthew Lee",
        "email": "matthewlee1@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Heyo! My name is Matthew and I'm a junior from Marin County intending to major in computer science. I used to be pre-med and have jumped around way too many majors which is why I'm pretty late to the game but happy to finally be here. Before entering into the world of Berkeley CS, I was a fiddler in a bluegrass band and spent last summer interning at the White House. Outside the classroom, I enjoy trying out new recipes, staying up way too late talking with my roommates, and getting incredibly sore from a light workout. I am making it a personal goal to enjoy this semester by making more time for friends every week. If you ever want to talk American politics or are confused about which classes to take, please reach out! Let's get this.",
        "imgUrl": "https://drive.google.com/open?id=1Q5-XwkPNfdaLCu0FiEP5pliRlPri1IRU"
    },
    {
        "name": "Kaitlyn Lee",
        "email": "klee376@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor",
            "cs61b": "CS 61B Junior Mentor",
            "cs88": "CS 88 Senior Mentor"
        },
        "details": "Hi! I'm Kaitlyn, a sophomore EECS major from South Bay! This is my second semester in CSM, and I'm super excited to be teaching this semester as well. Outside of CSM I'm involved with HKN and the Web Design Decal. Feel free to hit me up if you want to play badminton or Pokemon :)",
        "imgUrl": "https://drive.google.com/open?id=16FbL44XKQcCzFDRa8MnDCrs63Ch9eERs"
    },
    {
        "name": "Eknoor Kaur",
        "email": "ecomohr@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi Everyone! I am a junior computer science major from the East Bay. CS61a was one of my favorite classes to take as a student and I hope that I can help make this class as enjoyable for you as it was for me! I look forward to great semester! :)",
        "imgUrl": "https://drive.google.com/open?id=1XKXr6YzCoRQ8x_jG9imKIgKgbptNMClT"
    },
    {
        "name": "Abhinav Singh",
        "email": "abhinavsingh@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hello everyone! I'm Abhinav (or Abhi), a second year CS/Data Science double major from Pleasant Hill, CA. Outside of CS, I love playing music (piano and Cal band woooo), listening to music, spending time with my friends, and just going out adventuring. I love collecting vinyl records, and I listen to a lot of metal (like Iron Maiden, Metallica, etc.) and some hip hop. I'm also a big baseball fan (Go A's!). Feel free to talk to me about literally anything, as I love exploring new ideas!",
        "imgUrl": "https://drive.google.com/open?id=103IsscOGILumWGlRg_gL2Ki2bduURl9i"
    },
    {
        "name": "Jessica Yeh",
        "email": "jessicayeh@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi there! I'm Jessica, and I'm a fourth year EECS major from San Mateo, CA. I love teaching CS, browsing the Trader Joe's snack aisle, and curating Spotify playlists. ",
        "imgUrl": "https://drive.google.com/open?id=1wjTwggm4E1v4jRC2c8lNEN9wiQL4WQ_1"
    },
    {
        "name": "Kevin Yang",
        "email": "kevinyang8@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hey guys, I’m a third year CS and DS double major from Sacramento. Outside of CS I love to play volleyball, go to the gym, and rewatch the same sitcoms over and over. Excited for a great semester of 61A!",
        "imgUrl": "https://drive.google.com/open?id=1S7Fb0OI-iqgggW9FRK69pFkdM-NxxoJr"
    },
    {
        "name": "Uma Unni",
        "email": "umaunni@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi, I'm Uma! I'm a third-year CS major from the Bay Area. This is my third semester as a 61A tutor, and my fifth semester being involved with teaching 61A. In my free time, I like playing minesweeper and stardew valley, speedsolving Rubik's cubes, and rewatching TV shows. I'm excited to meet y'all! :)",
        "imgUrl": "https://drive.google.com/open?id=1AyVIqxU_vJAFSxw5ZVzqsUt_-DNS2A2K"
    },
    {
        "name": "Ethan Chiu",
        "email": "ethanchiu@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "This is my second time teaching CS 61A via CSM. CS 61A has been one of my favorite CS classes and hopefully I can help you meet your goals for the class! Super excited! Feel free to talk to me about anything. I love basketball, anime, and good food.",
        "imgUrl": "https://drive.google.com/open?id=1KNL2bq7MKnIkTjnoS2g3N5l8-_x3uBLw"
    },
    {
        "name": "Frank Ge",
        "email": "yongmg@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi, this is Yongming Ge. You can also call me Frank. I'm a second year cs major, mainly focusing on software part of robotics. My biggest hobby is reading, from classics and philosophy to modern times novels. Feel free to chat with me😊",
        "imgUrl": "https://drive.google.com/open?id=14EHU6iP5v6lqLv3775OlwoACm4hR-UR1"
    },
    {
        "name": "Cooper Bedin",
        "email": "cooper.bedin@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor",
            "eecs16a": "EECS 16A Senior Mentor"
        },
        "details": "Hello! I am a second-year linguistics (and computer science) major hailing from the great city of Denver, Colorado, and I am thrilled to have the pleasure of once again teaching EE(CS?) 16A. In my day-to-day, I love knitting, baking, musical theater, and boy oh boy do I love linguistics. Outside of CSM, I'm also a technician for the student theater group BareStage (I'm in stage management and lighting design for those of you in the know) and an officer for the Society of Linguistics Undergraduate Students (affectionately known as SLUgS). I'm super super fired up about making the often-scary CS department accessible to absolutely anyone and everyone, and that's why I love teaching and working with CSM. Hope to see you around!",
        "imgUrl": "https://drive.google.com/open?id=1_DvV4JQ7gRTHVICQ8moyj9Q-gAWvs4Mc"
    },
    {
        "name": "Ethan Yeh",
        "email": "ethan.yc.yeh@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor",
            "cs61b": "CS 61B Content Mentor"
        },
        "details": "Hello! I'm Ethan and I'm a 3rd year majoring in CS and physics. In my free time I like to read, play badminton, watch star trek, and try out new foods. Looking forward to a great semester in CSM!",
        "imgUrl": "https://drive.google.com/open?id=1DxzOmZowxAjCGh4EuDur1Mjnn8MnaM7z"
    },
    {
        "name": "Pranad Reddy",
        "email": "pranad.reddy@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi!! I'm a third year CS student who loves teaching! I am a returning course tutor and am a fourth time mentor. You can find me at the International House eating their delicious food (highly recommend, >>> Crossroads), or at Memorial Gym when I work up the willpower to wake up early. I'm always listening to music, especially from Travis Scott, The Weeknd, and Future. I can't get wait to get to know my students, and I'm really excited for the coming semester!",
        "imgUrl": "https://drive.google.com/open?id=1xTbaV5R3eaPWbKpzlzDCLSOSB-MwXsdU"
    },
    {
        "name": "Star Jin",
        "email": "xingyu.jin21@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hey everyone! My name is Star, and I'm a junior studying CS and Stats. In my free time I love watching animes and recently got addicted to cats! Feel free to reach out to me for anything, anytime! Let's have a great semester and I hope you can enjoy 61A as much as I did!",
        "imgUrl": "https://drive.google.com/open?id=1FJFUZIMmZMUIy0h9IPwbP8uMQjbqoFVm"
    },
    {
        "name": "Byeong Min Park",
        "email": "byeongmin@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        }
    },
    {
        "name": "Lauren Meier",
        "email": "laurenmeier@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Associate Mentor"
        },
        "details": "Hi there, I'm Lauren! My pronouns are she/her. When I'm not spending time with y'all, I love spending time outdoors and listening to music. I am also a huge fan of Oreos (they often make an appearance at my sections). See you around!",
        "imgUrl": "https://drive.google.com/open?id=1fx9KejSzPMzHjGtwcPueIlvHP6mcGeS2"
    },
    {
        "name": "Andrew Shieh",
        "email": "andrew.shieh@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! I'm Andrew and I'm a sophomore from Palo Alto studying EECS. 61A was one of my favorite CS classes and I hope I can help you enjoy it too! When I'm not too busy with school stuff, I like to hit up the tennis courts, go hiking, play smash, and attempt to cook. I'm really looking forward to meeting you this semester!",
        "imgUrl": "https://drive.google.com/open?id=1nT989tMfwj5UEuUu9uIFNcWyKDWwWTzn"
    },
    {
        "name": "Animesh Agrawal",
        "email": "animesha@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi, I'm Animesh! I'm a 1st year CS and Applied Math major from Cupertino, CA and I'm super excited to be mentoring this semester! 61A isn't always easy, but it's a lot more fun with friends so I'm looking forward to getting to know you and soaring through this semester together! Outside of CSM, you might find me getting 12th place in Mario Kart or accidentally jumping off the map in smash, but I'm probably hiding in my room and working on a problem set. ",
        "imgUrl": "https://drive.google.com/open?id=165WKjLHSJii9au8LwIxUCU6DzNJNNGBq"
    },
    {
        "name": "Kenneth Chi",
        "email": "kennychi@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "I am a Freshman intended CS and my background is in CS 61A. I love swimming, running, and biking, aka a triathlon, and I also LOVE Philz and coffee in general. Recently, I've been listening to a lot of Rex Orange County and Mac Miller, but I also really enjoy country music (I know, controversial). Currently, I spend my Sundays in my dorm working on HW, doing laundry, and cleaning my room, but my ideal Sunday would be to Gig or Bart somewhere and have fun without worrying about school. Oh yeah, I'm also from the Bay, specifically Cupertino. I love all food, so I don't really have a favorite restaurant, but I recently went to this really good Chinese place called Shen Hua on College Ave. Highly recommend. I'm also involved with a consulting group on campus and Christian fellowship, and would love to get to know all of you guys more!",
        "imgUrl": "https://drive.google.com/open?id=1hYxrXnx3aSlQ0xBqW5Ja_Amn99npVMSL"
    },
    {
        "name": "Mathilde McKeever",
        "email": "mpmckeever@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello! My name is Mathilde and I'm from Albany, California - though before that I lived in Nova Scotia, Canada. I'm a second year Bioengineering major at Cal, and in my free time I like to read, dance, swim, and explore the bay!",
        "imgUrl": "https://drive.google.com/open?id=1sGuL58-7B8AAz7wHovwKBaUv-BtkKLXP"
    },
    {
        "name": "Nathan Fong",
        "email": "nathanfong@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! I'm a third-year CS student from the Chicagoland area. This is my first time in CSM and I'm so excited to mentor and help y'all through 61A. Outside of academics, I'm involved in Berkeley Dance Community, the Chess Club at Berkeley, and Passion fellowship.",
        "imgUrl": "https://drive.google.com/open?id=1bvklImMQ2YfS2YtE0nxV19hhcKPvHbNw"
    },
    {
        "name": "Vivian Lu",
        "email": "vivianlu63@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! I am a second year Bioengineering/EECS major. I'm excited to be teaching 61A this semester as a mentor. When I'm not in class you can catch me working on robots for my VEX club, or at home baking and cooking. Feel free to talk to me about CS, my experiences, or anything you'd like! I'm always down to grab some coffee or boba if you need someone to talk to. ",
        "imgUrl": "https://drive.google.com/open?id=1euvC-ka2coeOniU8WeNGP4GH_S4AvQZF"
    },
    {
        "name": "Alina Dan",
        "email": "alinadan@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello, I'm Alina! I like jamming out to music and playing the piano. Come talk to me (-:",
        "imgUrl": "https://drive.google.com/open?id=1JFdz_oKqf3tGYuHXS4eGwmGPbVcUwQxH"
    },
    {
        "name": "Angela Jing",
        "email": "angelajing@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "I am a sophomore studying Computer Science and Economics from New Zealand! In my free time I love going on food adventures with friends and trying all kinds of new flavors :)",
        "imgUrl": "https://drive.google.com/open?id=1EBsL-JE6B31ZM3HvVe2EqRldLoXfOe5I"
    },
    {
        "name": "Kristy Lee",
        "email": "kristylee@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hiya everyone! I'm Kristy, a second year computer science major from the Bay Area, CA. I really love listening to instrumental music, solving problems, and hanging out with friends. Looking forward to meeting you and having a great semester in 61A!",
        "imgUrl": "https://drive.google.com/open?id=1fpIvh0F5bkV35XIXVMW_mj4Mg4VKd-YS"
    },
    {
        "name": "Paran Sonthalia",
        "email": "psonthalia@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! I'm Paran and I'm currently a second year pursuing a double major in Computer Science and Data Science. I'm a big car guy and randomly will spend hours in any random dealership I see! I really enjoyed my experience with a CS Mentor in 61A and 61B and I'm excited to be a mentor and meet you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=1hcQGDLKV0RyP1HvlEshmyRQTnPtmHrpM"
    },
    {
        "name": "Victor Jann",
        "email": "victorjann@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! I'm a 2nd year CS major, and I've been through 61A a few times, including as a student, academic intern, and CS 370 tutor. I like to attempt to play guitar/sing, and I say I like to read  though I haven't really since break ended. Anyways, I'm excited to meet you all, and I'm always open to talk to meet!",
        "imgUrl": "https://drive.google.com/open?id=1A6nfChj7XCsN6OCaGQH19NtlEZDxHuar"
    },
    {
        "name": "Bob Zhao",
        "email": "honglizhaobob@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello! My name is Bob and I am a senior studying Applied Mathematics and Data Science. I'm a transfer student and this is my fourth semester at Cal. In my leisure time, I enjoy reading, sightseeing and swimming. Ask me about great restaurant recommendations in San Francisco and Berkeley.",
        "imgUrl": "https://drive.google.com/open?id=1IF-st3pFPzmkMwcGMc52bdMhpvKYuDBh"
    },
    {
        "name": "Lukas Chang",
        "email": "lukasc@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "I'm a first year intended CS major who loves producing music, watching anime, and climbing. I love to listen to potsu and drown in cs homework on the weekends. Look forward to seeing you in section!",
        "imgUrl": "https://drive.google.com/open?id=1NxA5_koAiTcYgunpCZBfBz6dPDC92Ymz"
    },
    {
        "name": "Rajita Pujare",
        "email": "rpujare998@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor",
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hi! I am currently a sophomore here at Cal majoring in EECS. My experience in computer science started here as a freshman taking 61A - so far, my favorite course has probably been 61C. My hobbies include making music and watching random YouTube videos, as well as picking up new and varied hobbies. I have yet to find my favorite restaurant in Berkeley, but so far I've really enjoyed Toss and literally every Thai restaurant I've tried. ",
        "imgUrl": "https://drive.google.com/open?id=1krVR949mld2527z3MY2hsplhJ5-7Ot-O"
    },
    {
        "name": "Ryan Zhao",
        "email": "ryanzhao@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello! My name is Ryan, and I'm a first-year computer science student from Philadelphia, Pennsylvania. In my free time, I love playing frisbee, watching eSports, and exploring new places to eat around Berkeley. I am super excited to be mentoring 61A this semester. It is definitely a challenging course, but there are many beautiful concepts within it, and I can't wait to explore it together!",
        "imgUrl": "https://drive.google.com/open?id=17XwlBcj2cYvt7BQ0DRb3zpK5wStWiILi"
    },
    {
        "name": "Sean He",
        "email": "seanhaoxiang@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Second Year CS. I like to exercise, sleep, eat, and watch youtube. Also @CalDB. ",
        "imgUrl": "https://drive.google.com/open?id=12-_CaSSWzFXkxzs7aGl-e1QXPWSuMzov"
    },
    {
        "name": "Adina Chen",
        "email": "adinac@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi, I'm Adina and I'm intended L&S CS! I like post malone, 88rising, drake, blackbear, lauv, and you !! pls sign up for my csm section :)",
        "imgUrl": "https://drive.google.com/open?id=1YVyACNLmj-ROfIFUkL3j_WTuuyApNW8D"
    },
    {
        "name": "Eugenia Chien",
        "email": "echien@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Heyo! I'm Eugenia and I'm a first year intended CS major. Talk to me about Brooklyn 99, RWBY, LCS, and Cal Band!",
        "imgUrl": "https://drive.google.com/open?id=1B8BTwOEDmRlMlJCHegYjVjWST9SniwRt"
    },
    {
        "name": "Amit Bhat",
        "email": "amit.bhat@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! I’m Amit, and I’m a first-year CS major from the Bay Area. In my free time, I enjoy following sports (mainly football and basketball), watching TV shows, and going to the gym. I’m really looking forward to working with everyone this spring, and feel free to reach out to me about 61A, sports, music (always looking for recommendations), or anything else!",
        "imgUrl": "https://drive.google.com/open?id=1JdYuV7QWHK4FHdHDJ_OaO4Ixt4kYo44s"
    },
    {
        "name": "Andrew Liu",
        "email": "andrewliu21@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor",
            "cs88": "CS 88 Associate Mentor"
        },
        "details": "Hi! I'm a 3rd year Public Health and Data Science student from Albany, CA. I love teaching CS and this is my first time teaching 61A and second time teaching CS88. Email me with any questions or if you want to talk about anything",
        "imgUrl": "https://drive.google.com/open?id=10A978VV9cFz67jYhj0DBE7CWPq9rDlbo"
    },
    {
        "name": "Laryn Qi",
        "email": "larynqi@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hey! I'm a first-year CS major and Music minor from the Bay Area. 61A has been my favorite class at Cal thus far, so I'm really looking forward to teaching it! I'll also be helping with teaching the VR DeCal this semester, so let me know if you're interested. Outside of CS, I enjoy playing video games (League of Legends, Minecraft, Borderlands), listening to music (Lauv, HONNE, 88rising, ayokay), running, and drumming (#bdworld). I'm super excited to meet you all :)",
        "imgUrl": "https://drive.google.com/open?id=1HInoOeZ1jza0bBxWnxPZ1Uvmr2C_fdNj"
    },
    {
        "name": "Todd Yu",
        "email": "toddyu@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi, my name's Todd Yu and I'm a first year EECS student. I went into CS61A with little to no programming experience, but by the end of the class, computer science was half as daunting yet twice as fun. I love building personal projects, weightlifting, and reading books in my free time, and I am involved with various other clubs and organizations on campus. Feel free to message me about computer science, or if you'd just like to chat in general!",
        "imgUrl": "https://drive.google.com/open?id=1UdP6gpiE2AtApsPIqcjyYHvxQRob7ztS"
    },
    {
        "name": "Tu Trinh",
        "email": "tutrinh@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! My name is Alina Trinh and I'm a first-year EECS major. I'm from Irvine, CA, but I was born in Vietnam and lived there for several years. At Berkeley, I'm involved with CSM, Data Science Society, and AFX. I also love to play piano and tennis, both of which I've been doing for eleven years. My cheese is ricotta and my favorite jacket is a bright pink one I've had since seventh grade. Excited to meet you! \\_( ._.)\\",
        "imgUrl": "https://drive.google.com/open?id=1yx8thavsQ0c0aO5L0iT_hRWjtbyT9eey"
    },
    {
        "name": "Brandon Shin",
        "email": "brandonshin1492@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello! My name is Brandon Shin, and I'm a sophomore studying CS. This is my second semester as a junior mentor for CS 61A. My hobbies include trying to cook, playing League and Overwatch, and procrastinating on finding internships. As for music, I have been listening to KR&B and MapleStory piano compilations (and nothing else...). Outside of CSM, I'll be a part of UPE and TASA this semester.",
        "imgUrl": "https://drive.google.com/open?id=1UacxVuYUE7JQvtdn_jaqDGepj--lnZ4D"
    },
    {
        "name": "Kevin Moy",
        "email": "kevinmoy@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! My name is Kevin and I'm a sophomore majoring in Computer Science and Data Science. Feel free to ask me anything anytime! ",
        "imgUrl": "https://drive.google.com/open?id=1g0jZcWubiXwXFiOUrappGLO2mBDMMa34"
    },
    {
        "name": "Sahil Morchi",
        "email": "sahilmorchi@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hey! I am a first-year CS student who loves to teach! 61A is by far one of the coolest (and trickiest) classes here at Berkeley and I hope I can help make the experience through the course a fun one. I love running/staying fit, playing the guitar, and all things related to music (I would say my music taste is pretty wide). You can also always find me eating out with friends because my greatest skill might just be finding niche spots with amazing food. I’m excited to meet everyone and am looking forward to a great semester!",
        "imgUrl": "https://drive.google.com/open?id=14Clt3epQD0AX6ecXNPbG8fF4IrdqMV96"
    },
    {
        "name": "Neda Shahiar",
        "email": "nedashahiar@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! I'm Neda, a second year CS major from the Bay Area. I loved 61A and having a CS mentor really helped me, so I'm excited to be one myself this semester! In my free time you can find me missing my cat, reading novels and news articles, and hanging out with the Iranian Students' Cultural Organization.",
        "imgUrl": "https://drive.google.com/open?id=0B_Im0j7YpIovTExJUU44c3hYNm5vQ1g2b3FUcU10NHZpS2M0"
    },
    {
        "name": "Bill Wang",
        "email": "bwang0536@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi everyone! My name is Bill and I am an EECS major from Orange County. In my free time, I like to listen to Disney music (check out my playlist: https://sptfy.com/90nV). I'm excited to be apart of CSM this semester!",
        "imgUrl": "https://drive.google.com/open?id=1Y9CdB75hxQH9JKB-Rb1tlWRxFoR2i01x"
    },
    {
        "name": "Chris Wang",
        "email": "czwang@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello!! I'm Chris, a CS/stats major from the Bay Area. Aside from teaching, I love to play basketball and explore all the food options available in Berkeley. Outside of class, I am likely to be found chilling at memorial glade or napping in my dorm.",
        "imgUrl": "https://drive.google.com/open?id=0B_Im0j7YpIovWkRlb29lMVFCcE5xb3QtUmdLNlJJcE96bmQ4"
    },
    {
        "name": "Jeffrey Deng",
        "email": "jeffdeng@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi everyone! My name is Jeffrey and I'm a first-year EECS major. When I'm not studying, you can probably find me at Memorial gym waiting for equipment or having to justify the way I say \"bag\" (I'm from Minnesota). Can't wait to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1WrD-jNrQxF27cIaPCpvcWK4T66Pc6SaM"
    },
    {
        "name": "Yulie Park",
        "email": "park.yoosang@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor",
            "cs61b": "CS 61B Junior Mentor",
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hello! My name is Yulie and I am a second-year CS major. I love to read, hunt for scenic views, catch up with my friends and family, and watch movies. I am excited to be teaching you this semester!",
        "imgUrl": "https://drive.google.com/open?id=1D3O4AjOwuzDScHyth0ll-gTHGeGe77Gm"
    },
    {
        "name": "Gurkaran Goindi",
        "email": "gurkarn.goindi@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hey There! I'm Gurkaran, and I'm from New Delhi, India, but for the most part I grew up in West Africa, in Ghana and Nigeria. I'm a sophomore majoring in CS and Economics. Other than teaching, I love taking photos, biking around town, and playing my guitar. I also love listening to music and I'm always open to new suggestions. Looking forward to meeting some awesome people and a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1Scu3OKCQ3KSh-xm7b16p3TaUc1nb4Kkm"
    },
    {
        "name": "Akshit Dewan",
        "email": "akshit@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor",
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hi! I'm a first-year CS major from New Jersey. I taught a lot throughout high school, and I absolutely love it. In my free time, I like to watch sitcoms (big bang theory, himym, friends), go outside (biking, running and I want to get into climbing), browse Reddit and nerd out over tech. These days, I've been obsessively following Andrew Yang and eating a lot of bananas.",
        "imgUrl": "https://drive.google.com/open?id=17OzkRIvBMMEWOfeg7kj8CZkilol58RCE"
    },
    {
        "name": "Albert Hu",
        "email": "alberth@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello! I'm Albert and I'm a second-year studying CS. This is my second semester teaching CS61A with CSM and I'm super excited to get to know you all. Outside of class I love exploring SF, trying new food, and reading about philosophy/current events. ",
        "imgUrl": "https://drive.google.com/open?id=1EUWJuXMryYEf7KTxfYOIRPEUbet18Vl_"
    },
    {
        "name": "Shreyas Kompalli",
        "email": "shreyaskompalli@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "I've been programming for a few years now and have worked on multiple robotics projects along with taking various CS courses. Apart from this, I enjoy many sports including basketball, tennis, soccer, and American football, and I really vibe with a lot of hip-hop, rap, R&B, and jazz music. So, if you're a fan of the Warriors and you like listening to The Weeknd, Travis Scott, or John Coltrane, you should come to my section ;).",
        "imgUrl": "https://drive.google.com/open?id=1iqGqBiMt5HO2Jmb1SEBs-goWYqIdNIS_"
    },
    {
        "name": "Steven",
        "email": "stevenfxchen@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello, I'm Steven! I'm a sophomore from San Diego, and am super excited to be a mentor this semester! I like board games and Pokemon Go, so hit me up if you want to trade Pokemon. My pronouns are he/him.",
        "imgUrl": "https://drive.google.com/open?id=1MFiK8b0ZgsQc-huu60S7eHK1_sYZtHgh"
    },
    {
        "name": "Yana Yarmolich",
        "email": "yanayar@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi!! I'm an international student from the UK, and before coming to Berkeley I had no CS experience and was intending on majoring in Biology. I took CS 61A second semester of freshman year (I'm a sophomore now) and realised that CS is a pretty cool subject, while Organic Chemistry is way too hard! So, now I'm intended CS lol. In my free time, I like to do HIIT workouts, watch The Crown on Netflix, and during breaks I love travelling.",
        "imgUrl": "https://drive.google.com/open?id=1QLDUjkAeKhjHo4cEDxl6dU7mtpS7cTxA"
    },
    {
        "name": "Maryam Azmandian",
        "email": "m_azmandian@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! My name is Maryam! I'm a first-year studying Electrical Engineering and Computer Science. I enjoy singing, dancing, playing charades, learning (and teaching) cool new things, making useful tools, and walking in nature! I'm excited to meet you and help maximize your knowledge (and most importantly, joy!) of CS61A this semester! I challenge you to say \"Hello, world!\" to me in as many languages as you can! I'll do the same as well! :D",
        "imgUrl": "https://drive.google.com/open?id=0B_Im0j7YpIovOF9jeV9EeWtfM1hvZVdwTldFaXZBRmUxeExV"
    },
    {
        "name": "Catherine Rao",
        "email": "catherinerao@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi! :) I'm a sophomore majoring in CS and Comparative Literature. I love photography, writing, rock-climbing and playing tennis! I've also joined clubs regarding entrepreneurship, education and media @Berkeley. In my spare time I enjoy finding good places to eat in Berkeley as well as in the whole Bay Area(especially good Asian foods!) Going to the museums, watching films and cooking are my Sunday routine.  Madilyn Bailey is my favorite!",
        "imgUrl": "https://drive.google.com/open?id=1eQn9d0b7rvDMBlzES8T3DXWWstmarEr0"
    },
    {
        "name": "Ivy Li",
        "email": "ivy.li@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor",
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "me: *calls my cat by her name*\nmy cat: \n\nme: pspspspspspspspspsps\nmy cat: ah yes I will come",
        "imgUrl": "https://drive.google.com/open?id=18MIUxose0s4Uv81anhDalThQbcBaqu5r"
    },
    {
        "name": "John Ian So",
        "email": "johnianrso@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "My name is John and I'm a junior mentor for CS 61A. I took this class last semester as a freshman and had a great time! This class is definitely challenging at times, and I want to be there to help you find success. I've worked with Python before CS 61A; Python was the first language I learned in high school. Since then, I've also worked a lot with Java, and a little bit with C. \n\nSome facts about me:\nI love really nice socks. I have a collection of about 20 just here in Berkeley. My favorite pair of socks are a pair of lime green ones with Kermit the Frog on them.\nI'm a huge robotics nerd. I competed in VRC throughout high school and unofficially mentor a team when I have time. In the future, I want to work within robotics and control systems.\nI'm beginning to get into rock climbing! I definitely prefer bouldering over top roping.\nI love boba despite my lactose intolerance. My favorite boba shop in Berkeley has to be Yi Fang, but my favorite boba shop in the Bay Area is Boba Bliss (Dublin represent!).\nIn my free time, you can probably find me out exploring Oakland and San Francisco.\n\nI'm looking forward to a productive and exciting semester!",
        "imgUrl": "https://drive.google.com/open?id=1VYZLIDYFGyFMVXsQSTvD5EXZ39YX3AnM"
    },
    {
        "name": "Jennifer Huang",
        "email": "serenade092@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hey, my name is Jennifer and I hail from Toronto, Canada. I'm currently a sophomore majoring in CS & Applied Math and minoring in Music. My favourite things to do include playing PUBG(currently Diamond going for Crown), drinking boba, and collecting fragrances. In case you're wondering, I'm holding a pineapple in that picture because pineapples are great and should go on pizza any time of the day ;) Looking forward to know y'all and let's have a good semester together!",
        "imgUrl": "https://drive.google.com/open?id=1-S93TrKmYGxInKPrtN76b9Qimf7DH8Qj"
    },
    {
        "name": "Melvin Aristio",
        "email": "maristio@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hi, my name is Melvin Aristio, a senior in EECS. I came to UC Berkeley as a transfer student. I struggled a lot in my first semester here as a third year student but was able to survive through the help of the a lot of course staffs and CSM mentors! I hope I can help you guys this semester throughout this semester too! In my free time, I enjoy playing music, watching dramas, as well as anime! Feel free to talk to me or reach out to about anything though! Hope we can have an enjoyable semester!",
        "imgUrl": "https://drive.google.com/open?id=1zvaUq1mJB5qIU8gEfPjCGmtDmHGnkC2R"
    },
    {
        "name": "Arushi Somani",
        "email": "arushisomani@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hey! My name is Arushi. I'm a second-semester freshman. I was born and brought up in India. My favorite hobby is to talk CS ideas with people––I'm admittedly a bit side-project obsessed. I love sitcoms (Nine-nine!) and pop music. I adore fast food, and am constantly on the hunt for cuisines I haven't yet tried. I love picking up random skills– currently, I'm trying to learn how to solve a rubik's cube. I'm a CalHacks fellowship awardee, working on a start up to expedite video-audio translation processing. I'm an AI for CS61A. I'm also part of OCF staff, and spend most of my spare time at the lab in MLK (come say hi!)",
        "imgUrl": "https://drive.google.com/open?id=1QWKdh5Tsg6ildgRpWIwYyk9U7HIfXB9G"
    },
    {
        "name": "Luke Liu",
        "email": "lukeliu@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor",
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hey! I am a first-year intended CS Major, and I am a proud Canadian from Toronto, Ontario. Outside of CSM, you will find me playing basketball or ping pong at RSF, playing poker or watching YouTube/Netflix. I am super passionate about teaching and I look forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1nzQ3b6wXVyLw66KRj3BnF57WDjIffbMi"
    },
    {
        "name": "Krish Nayar",
        "email": "krish.nayar@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hello! I'm Krish, and I use he/him pronouns! The only thing you really need to know about me is that I'd definitely beat you in Mario Kart :^)",
        "imgUrl": "https://drive.google.com/open?id=1So5UkjCDE8hh4id4x43DOSvsZbZ05-gw"
    },
    {
        "name": "Mihira Patel",
        "email": "mihirapatel@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "Hey! I'm a second-year studying computer science from Fremont, CA. In my free time, you can find me trying new recipes, at Starbucks, or watching Netflix with my friends. This is my second time tutoring for CS 61A and I hope you enjoy it as much as I did! Feel free to reach out to me to talk about anything!",
        "imgUrl": "https://drive.google.com/open?id=1sUrCLpfbBQcC8Fd-o90rzmwtb6ESSi-R"
    },
    {
        "name": "Warren Gu",
        "email": "warren.gu@berkeley.edu",
        "courses": {
            "cs61a": "CS 61A Junior Mentor"
        },
        "details": "I like turtles.",
        "imgUrl": "https://drive.google.com/open?id=1BaN1-f0Z6Wx5r82Q90FN3xP5TypoAFWg"
    },
    {
        "name": "Katherine Shu",
        "email": "katherineshu@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Coordinator"
        },
        "details": "Hi! I’m a second year EECS Major from around LA. I enjoy traveling, dancing, and drawing. Against popular belief, I don’t like chocolate and I drink boba with no sugar and no ice. I hope you all have an amazing semester!! :)",
        "imgUrl": "https://drive.google.com/open?id=11DX37dy0IE1DKmtXKquGNVtUKvkPwNhW"
    },
    {
        "name": "Albert Tang",
        "email": "alberttang@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Coordinator"
        },
        "details": "Hi! I'm a third year EECS major, but I started out as a Bioengineer. I enjoy hiking, sunsets, and good times. If you want to sit down and chat, just hit me up  :)",
        "imgUrl": "https://drive.google.com/open?id=19iHVEv5zvPbmvFV21bJw8uyCjwEv_Ru5"
    },
    {
        "name": "Paul Shao",
        "email": "paulshaoyuqiao1@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Content Mentor"
        }
    },
    {
        "name": "Pranshu Bansal",
        "email": "pranshu@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Content Mentor"
        }
    },
    {
        "name": "Catherine Bumagat",
        "email": "cjbumagat@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Senior Mentor"
        },
        "details": "Hi, my name is Catherine! I'm a second year EECS major from Carson, CA. I was born in the Philippines and moved to SoCal when I was 10. I never thought that I would ever enjoy teaching, yet here I am! Seeing people's faces light up when a certain topic clicks for them just fills my heart with joy. Outside of CSM, I'm one of the Mentorship Coordinators for the Association of Women in EE&CS (AWE). I also enjoy naps, cooking, and sketching (not all at once though).",
        "imgUrl": "https://drive.google.com/open?id=1pUnf2yR7GOuD7tzvG_ovjftBIiripLUU"
    },
    {
        "name": "James Zhu",
        "email": "jameszhu@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Senior Mentor"
        }
    },
    {
        "name": "Jonathan Shi",
        "email": "jhshi@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Senior Mentor"
        },
        "details": "Hello! I'm a 3rd year EECS major from the Bay Area. I like programming languages where the compiler yells at you a lot. I'm also a course tutor for CS 61C. In my free time, I'm a Music Director and saxophonist for the <a href=\"intermissionberkeley.com\">Intermission Orchestra</a>, and I spend an inordinate amount of time watching anime.",
        "imgUrl": "https://drive.google.com/open?id=1ftQT-OT9AdwmExsHOgj51XKg8qlllMhL"
    },
    {
        "name": "Mohsin Sarwari",
        "email": "mohsin.sarwari@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Senior Mentor"
        },
        "details": "Hi! I'm a second year CS and Stats Major. I love playing squash (the sport, not the vegetable). I am skilled at ruining family photos and dropping contact lenses. I am passionate about teaching and keen on getting better.",
        "imgUrl": "https://drive.google.com/open?id=10vAoJwXzE3vMttFJ9RmuzjfAzZp2lNTG"
    },
    {
        "name": "Celine Spathias",
        "email": "celinespathias@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Senior Mentor"
        },
        "details": "Hey all! This is my third semester being apart of CSM.  I transferred from Community College to Cal, where I am currently in my last year.  I enjoy snowboarding and eating the papito sandwich from Cholita Linda.  ",
        "imgUrl": "https://drive.google.com/open?id=1XkqwxwoQ_LE-FAhL8hFgaq0C9CJiQgVa"
    },
    {
        "name": "Dylan Brater ",
        "email": "dylanbrater326@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Senior Mentor"
        }
    },
    {
        "name": "Dexter Lee",
        "email": "dexterlee@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Senior Mentor"
        },
        "details": "Hi!  I am a fourth year Engineering Physics major, also minoring in EECS.  This is my third semester teaching EE16a CSM.  In my spare time, I love playing basketball, cooking, knitting, watching Netflix, and hiking.  Looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1U7OPo3m2rlGTwHKmfla8nDqoN7T5IUMC"
    },
    {
        "name": "Austin Do",
        "email": "austincqdo@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Associate Mentor"
        },
        "details": "Hi everyone! I'm Austin, a senior studying EECS from Huntington Beach, California. I've previously served as a Junior and Senior mentor for CSM. I love Midwest emo, backpacking the Sierras, reading (novels/manga), visiting museums/botanical gardens, and growing hoya & succulent-like plants.",
        "imgUrl": "https://drive.google.com/open?id=1jfJz3zgy3D5KgOjgoEmV0CXqLqU2LXQk"
    },
    {
        "name": "Anthony Ding",
        "email": "anthonyding@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hi! I'm a second year EECS major from Saratoga, CA. I'm broadly interested in robotics, computer vision, and physics. My hobbies include fantasy basketball, composing music,  video games, writing, and drinking large amounts of caffeine. Looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1jhkBgMPnfZbem5VEPpLnqbPZamCo8rP4"
    },
    {
        "name": "Blake Werner",
        "email": "blake_werner@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hey everybody!  My name is Blake Werner; I'm a first year double majoring in Mechanical Engineering and EECS.  While in high school, I was a tutor and TA at the local community college for two years where I taught subjects ranging from linear algebra and multivariable calculus to essay writing.  In what little free time I have, I enjoy playing sports (soccer, tennis, baseball), writing and performing bad music (singing, piano), and designing model aerospace stuff (rockets, rc airplanes).  Looking forward to seeing you all in section!",
        "imgUrl": "https://drive.google.com/open?id=1G9vzqJDchS9GsKk5CnZPgsQFOra7REOi"
    },
    {
        "name": "Kathy Wu",
        "email": "kathywu@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hello! I like cats. And memes. Outside of CSM, you can find me hiking, doing computational biology research, eating all things Trader Joe's, and admiring the vastness of the universe. Oh, also I'm a second year CS major from the Bay Area. Excited to meet everyone and feel free to talk to me about anything!",
        "imgUrl": "https://drive.google.com/open?id=1AUw-9cZlHFWBj31lN6I5y_3sGmU2_DUZ"
    },
    {
        "name": "Param Nagda",
        "email": "paramnagda@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hey guys, I'm Param. I'm an international student from India planning on studying Computer Science with a potential minor in Theater. I love Indian food but haven't found any worthy places in Berkeley so far :(. I love doing literally anything as long as I can have fun with it: humor is my way of dealing with any situation. I'm also a connoisseur of dank memes and my collection has over 1000 memes for any situation or purpose. Anyways, I love teaching and having the opportunity to know and work with new people, so I'm looking forward to a great semester with y'all!",
        "imgUrl": "https://drive.google.com/open?id=1edpvs7k7PQiEWdKI52VTpw4a4uDEcQeS"
    },
    {
        "name": "Viren Khandal",
        "email": "virenkhandal@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hey y’all! My name is Viren and I’m a first year intended Computer Science and Applied Math major from Fremont, California. Last semester, I was an intern at Berkeley SkyDeck and learned a lot while contributing to an up-and-coming startup focused on improving communication. In my free time, I enjoy watching youtube, speed cubing, and chilling with friends. I listen to all types of music but my top 3 music artists are undoubtedly NAV, The Weeknd, and Elohim. I took EE16A in my first semester at Cal (Fall 2019) and would love to make your experience in the course as amazing as mine. Feel free to reach out if you have any questions!",
        "imgUrl": "https://drive.google.com/open?id=1K5XtVB1ddCupqNIYspzZAlDxOLXzZisG"
    },
    {
        "name": "Diyah Mettupalli",
        "email": "diyahmettupalli@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hello! My name is Diyah and I'm from Florida. I'm studying Bioengineering and this is my second semester at Cal. Outside of school, I love to explore new hiking trails and visiting national parks and cities that I've never been to before. I look forward to working with you in 16A!",
        "imgUrl": "https://drive.google.com/open?id=1z1p8PkdkK8S3kXqA3mql-L-cs_NbIOUN"
    },
    {
        "name": "Sean Kim",
        "email": "seankimkdy@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hi there! I'm a first year CS/stats major from New Jersey. I like to play basketball, listen to Korean music, and eat sour gummy worms! Feel free to reach out if you need academic help or need a person to talk to!",
        "imgUrl": "https://drive.google.com/open?id=19PBE7fbPuzJspPcbM5nb0-crPh1FZe_a"
    },
    {
        "name": "Tyler McNierney",
        "email": "tkmcnierney@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Electrical Engineering and Computer Science student with a background in music composition, video production, martial arts, and journalism. Involved in media misinformation research, AFX, and the occasional breakdance sessions. Hobbies range from admiring designer clothes that the international students wear to binging mediocre anime. I probably need a haircut. ",
        "imgUrl": "https://drive.google.com/open?id=1u2Oqn29lg6ZPG254Mr0Qq1yFLiNYFUoN"
    },
    {
        "name": "William Shue",
        "email": "wshue0@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hi! I'm a first year EECS major from Arcadia, CA. Absolutely love teaching/learning anything in the realm of science (quizbowl and scioly vet here). Ask me about my fluffy cheesecake recipe, dead meme page, or stargazing habits. I have no music preference, but I enjoy shows like Altered Carbon, Travelers, & Sherlock with some anime on the side. Looking forward to meeting y'all!",
        "imgUrl": "https://drive.google.com/open?id=1vbqUZlMg3LugLIhHkl9XqDxS1nLqaf9J"
    },
    {
        "name": "Abishek Shankar",
        "email": "abishekshankar@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hey. I am Abishek and am a second year EECS and Economics major. I love cooking and trying out different recipes when I am bored. I am currently on a binge spree of the West Wing. Looking for any good TV show suggestions to start next. I can make a strong case that Great China is the best restaurant in Berkeley. Finally, I am really excited to be a mentor for EECS 16A and look forward to helping you succeed in the class!",
        "imgUrl": "https://drive.google.com/open?id=1aXvaSBkzsy0kEFIQlCpFzB53DgcIJlX9"
    },
    {
        "name": "Megan Zeng",
        "email": "zengmegan@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hello! My name is Megan, and I am a first year EECS major. In addition to teaching and doing projects, I enjoy eating hot pot and playing ping pong. I'm looking forward to meeting everyone soon!",
        "imgUrl": "https://drive.google.com/open?id=1d1EqE44RanLhQM98Tyju5MQUmJF_d8wy"
    },
    {
        "name": "Terrance Li",
        "email": "tyli@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "I'm a first-year studying EECS as well as a first-time mentor/teacher! Apart from CSM, I'm also a Cal Hacks director and CodeBase client dev :)",
        "imgUrl": "https://drive.google.com/open?id=12MPKRBy3iOaSk2dFWaTvyfRlxeOMZix9"
    },
    {
        "name": "Yuwen Zhang",
        "email": "yuwen01@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hi! My name's Yuwen, and I'm really excited to become a CSM mentor. I'm majoring in Computer Science, but outside of class, I enjoy running, browsing reddit, and playing League. My favorite song is A Whole New World from Aladdin, my favorite bagel is everything, my favorite flavor of cream cheese is strawberry, and my favorite boba store in Berkeley is the Happy Lemon by the Bart Station. Join my section!",
        "imgUrl": "https://drive.google.com/open?id=1gEQ00Av4Q9x3OsBHuIUcegPgSOzSMbOy"
    },
    {
        "name": "Drake Lin",
        "email": "dragonforest29@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hi, I'm a freshman EECS major and I just took 16A last semester! I especially enjoyed the circuitry section and am excited to help you all succeed. My hobbies and interests include space tech, soccer, volleyball, percussion, and LoL :). Currently, I'm in STAC and CalAERO, where I'm using what I learned in 16A to design a satellite and airplane! In my downtime, I like watching youtube documentaries and listening to artists like Lauv, Illenium, Oh Wonder, and Red Velvet. ",
        "imgUrl": "https://drive.google.com/open?id=1HIaLNFl4EE23UA4KvpzgUoiRvUnNQzZD"
    },
    {
        "name": "Enya Xing",
        "email": "enyaxing@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor",
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hello hello! I am Enya, a first-year from Fremont, CA. I love apples, tea, tofu (all forms!!), and running around exploring. Very excited to teach this semester and get to know y’all!",
        "imgUrl": "https://drive.google.com/open?id=1aZm6VAZSgxjB32JpQ5HDE2iMWznveoaI"
    },
    {
        "name": "Nicholas Figueira",
        "email": "nfigueira@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hi! I'm a 2nd year studying EECS from Arcadia, California. I like to play and watch tennis (go Federer) and listen to Taylor Swift in my free time. I'm excited to meet you!",
        "imgUrl": "https://drive.google.com/open?id=1IcW3M7a7vHkV0ygHR50-3aEYcyj1-yQR"
    },
    {
        "name": "Priyans Desai",
        "email": "priyansdesai@berkeley.edu",
        "courses": {
            "eecs16a": "EECS 16A Junior Mentor"
        },
        "details": "Hi! I am a second-year intended CS major from India. I really enjoyed this class especially the circuits portion. I am also a Lab ASE for EECS 16B. I still cannot figure out the dense AC Transit maps and have already got lost twice. I love Gypsy's and I love to listen to my favorite song until it becomes my un-favorite. Hoping to have a great semester! ",
        "imgUrl": "https://drive.google.com/open?id=1e-FU4j5eaar73THZ96MpATIAAcgYGhq2"
    },
    {
        "name": "Anirvin Sikha",
        "email": "anirvin@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Coordinator"
        },
        "details": "Hey guys, I'm a 4th year CS major. This is my second time being a 61B coord. I love to play video games, sleep, and prank multi-level marketing schemers. Hit me up if you want some good stories.                     ",
        "imgUrl": "https://drive.google.com/open?id=1_R42hfn3OZpOvWlYUZF_0tfqswQ0VTKs"
    },
    {
        "name": "Darren Huang",
        "email": "darren.y.huang@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Coordinator"
        },
        "details": "Hi I'm a 2nd semester senior and a co-coordinator for 61b! This will be my 5th semester in CSM and I'm super excited to be working with such amazing people. In my free time I like petting dogs, being late to class, playing the switch, and taking long naps.",
        "imgUrl": "https://drive.google.com/open?id=1YC9qaHHISQS1btSWam6aoizFpWm5HoeX"
    },
    {
        "name": "Mounica Putrevu ",
        "email": "mounicaputrevu@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Content Senior Mentor"
        }
    },
    {
        "name": "Arjun Sahai",
        "email": "arjunsahai@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Content Senior Mentor"
        }
    },
    {
        "name": "Caitlin Phan",
        "email": "cait@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Content Mentor"
        },
        "details": "hi! ",
        "imgUrl": "https://drive.google.com/open?id=1mxO5bV9MMHhvBFwGgmyjugzizsnJnqyP"
    },
    {
        "name": "Shriya Nandwani",
        "email": "shriyanan@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Elicia Ye",
        "email": "eliciaye@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Christian Wu",
        "email": "christian.wu@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Danny Chu",
        "email": "dannychu@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        },
        "details": "Hey y'all! I've been in CSM for a couple of semesters. I'm not a mentor but I'm down to hang with ya.",
        "imgUrl": "https://drive.google.com/open?id=1W-lU4gG-ug0vh-x9K0E0E3iAb9VEhkD2"
    },
    {
        "name": "Robin Qiu",
        "email": "rqiu@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Manu Chopra",
        "email": "mcrchopra@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Samantha Adams",
        "email": "samantha.adams@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Alan Ton",
        "email": "alanton@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Ryan Nuqui",
        "email": "ryannuqui@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        },
        "details": "Hi everyone! I'm a third year CS major and in my free time, I like to play board games with friends, walk aimlessly in cities, and watch Ted talks to justify my procrastination. 61B was one of my favorite classes and I hope you enjoy it as well! Feel free to ask me anything!",
        "imgUrl": "https://drive.google.com/open?id=1u5pSmbuYfvFfv92Itx72eT_0FjwXZIB1"
    },
    {
        "name": "Aakash Shukal",
        "email": "aakash.shukla@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Sameer Saptarshi",
        "email": "sameer.saptarshi@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Maddy Chen",
        "email": "madelinechen@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "CiCi Huang",
        "email": "cicihuang@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Senior Mentor"
        }
    },
    {
        "name": "Tristan Xiao",
        "email": "tristan.xiao@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Associate Mentor"
        },
        "details": "Hi! I’m Tristan, a 2nd year EECS major from Saratoga, CA. I enjoy working out, listening to music, and eating large amounts of food. Looking forward to meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=11fHIwJsW0gbg56YdGOUdjJb5vWPhI3mh"
    },
    {
        "name": "Cassidy Hardin",
        "email": "cassidyhardin@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Associate Mentor"
        },
        "details": "Hey hey! I'm Cassidy, I'm a third year international student and I'm excited to be teaching 61B again this semester. I love traveling, trying new foods (if you have any recommendations hit me up :) ), and skiing.",
        "imgUrl": "https://drive.google.com/open?id=1daHRqGDx2MbLcMdtcpiBi3sJX6GH0Kz4"
    },
    {
        "name": "Ankur Jain",
        "email": "ankur.jain@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Associate Mentor"
        },
        "details": "If you could see your whole life from start to finish, would you change things? ",
        "imgUrl": "https://drive.google.com/open?id=1xCX4BeNbiTDPaYsn5q1RlVCwsXYNpxdP"
    },
    {
        "name": "Angela Chen",
        "email": "achen0816@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm Angela, and I'm a sophomore studying CS. I excessively play Candy Crush. I'm past level 5000! When I run out of lives playing Candy Crush, I spend my time on YouTube (usually watching kpop). I look forward to teaching y'all!\n",
        "imgUrl": "https://drive.google.com/open?id=1CkRDTItZpWG4kHTEJX1hRc8CRlP7snDd"
    },
    {
        "name": "Atharva Mehendale",
        "email": "atharva@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm a sophomore studying computer science and business administration from San Jose, CA. I am a huge Harry Potter nerd (took the DeCal here too) and I love traveling (have visited 20+ countries), college football, '80s music, reading thriller novels, and most Netflix/reality TV shows (#BachelorNation). I'm pretty involved in the startup/entrepreneurship community here and am interested in pursuing product management later on, please feel free to talk to me about any of the things I've mentioned! CS 61B has been my favorite class here so far, and I hope y'all will love this course by the end of it just as much as I did :)",
        "imgUrl": "https://drive.google.com/open?id=1yv1atZpITOg4PNnSqGDQV6UFXIeYlrNt"
    },
    {
        "name": "Ayush Sehgal",
        "email": "ayushs25@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hey! My name is Ayush. I am a second year CS major from Thailand and I love everything about technology. I am a drummer and enjoy listening to English, Hindi, and Thai music and am a big Marvel/DC fan. Talk to me about any of the above or more! CS61B was my favorite class at Berkeley and cannot wait to make you love it as much as I do. ",
        "imgUrl": "https://drive.google.com/open?id=1Dse3AB1_9wDZWF0lrRyVkaMsdjOMUjuS"
    },
    {
        "name": "Cliff Liu",
        "email": "cliffliu@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! My name is Cliff, and I'm a third year studying Computer Science. I enjoy talking about interesting problems and playing pickup. CS61B is my favorite class at Berkeley and I hope it will be for you as well.",
        "imgUrl": "https://drive.google.com/open?id=1eKuqqFfpFcwkF2XY_7U7vtmtuGzkFFiz"
    },
    {
        "name": "Nikash Khanna",
        "email": "nikash.kh@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi everyone! My name is Nikash and I'm currently a sophomore studying Computer Science. I'm from the Bay Area and some things I like to do for fun are play sports, make music, drive my car, and eat food. 61B was one of my favorite classes at Berkeley so I'm really excited to be a mentor this semester! ",
        "imgUrl": "https://drive.google.com/open?id=1qMTkVrB877lfYAIK3R7jZo8niNm-5m1c"
    },
    {
        "name": "Varun Dashora",
        "email": "vdashora@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm Varun, a junior Computer Science major from the Bay Area. In my free time, I enjoy listening to music, working out, daydreaming, and (occasionally) stress eating trail mix. I hope you enjoy CS 61B as much as I did; looking forward to a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1INVVGOYD-iRXnoHkekG5Wlx9SwFK5nyf"
    },
    {
        "name": "Austin Sun",
        "email": "austin.jsun@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm Austin, a sophomore studying EECS and Business from sunny SoCal :) CS61B has been one of my favorite classes at Berkeley and I'm super excited to be able to teach it. In my free time I really enjoy playing basketball, listening/dancing to hip hop/R&B (big Drake fan), reading, playing guitar, eating at crossroads dining and making low quality music. Can't wait to meet you all! ",
        "imgUrl": "https://drive.google.com/open?id=1xbHLNsV4PismplE5HdWrz4rnFqkzyEH0"
    },
    {
        "name": "Krishna Ravi",
        "email": "krishnaravi@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Whats up 61b gang! My name is Krishna Ravi and I am a second year EECS/Data Science major. 61b was definitely my favorite class at Cal and I hope it will be yours too. Outside of school, I love to sing and go on spontaneous trips with my friends. My favorite restaurant in Berkeley is Sliver. Pull up to my section for heaps of fun = ) !",
        "imgUrl": "https://drive.google.com/open?id=1lV2UgAH6fq7Yc8D1lA37PitAv5_HW9ox"
    },
    {
        "name": "Gary Liu",
        "email": "liu.garyj@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi, I'm Gary. In my past life I think I was a salamander. Excited to be a part of the CS teaching community!",
        "imgUrl": "https://drive.google.com/open?id=1zRUETjGUj-57EiKtwDejU3Mpj5X-ze6O"
    },
    {
        "name": "Marco Gellecanao",
        "email": "marcogelle@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hello! I'm a sophomore studying CS from Simi Valley, California. In my free time, I enjoy playing guitar, watching anime, hanging out with friends, playing Super Smash Bros., and watching YouTube videos. My favorite beverage is Earl Grey tea, and my favorite restaurant in Berkeley is Artichoke Basille's Pizza. CS61B has been my favorite class at Berkeley so far, so I hope that I can help you find something within 61B that you'd enjoy too!",
        "imgUrl": "https://drive.google.com/open?id=1AG9GnjwesA-7niX0-4eja2_kRHg0hu4H"
    },
    {
        "name": "Smruthi Balajee",
        "email": "smruthibalajee@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm Smruthi and I'm a second year CS major from the Bay Area. I really enjoy napping, biking, and chocolate—once during dead week I bought the pound plus chocolate bar from Trader Joe's and ate it in four days (no regrets). I think 61B is pretty cool so I'm super excited to be a CSM mentor this semester and meet you all! :)",
        "imgUrl": "https://drive.google.com/open?id=1PCLfX3xUm7nHmCut_S3ekqa6iHScMZvQ"
    },
    {
        "name": "Vinay Chadalavada ",
        "email": "vchadala@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hey! I am a second year CS Major from the Bay Area. Currently, in my free time I am rewatching Avatar the Last Airbender with my roommates. On the side, I also loving playing board games and working on jigsaw puzzles. I can't wait to work with all of you! ",
        "imgUrl": "https://drive.google.com/open?id=1EnlpSlsBCpRKmOinwB8nyC0VWwtRCBJW"
    },
    {
        "name": "Brian Liu",
        "email": "bxliu2000@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hey everyone! My name is Brian and I'm a freshman intending to major in Computer Science. In my free time, I enjoy running, basketball at the RSF, and being active in general. Been really getting into Roddy Ricch lately. 61B was a fun time and I'm excited to help teach the class!",
        "imgUrl": "https://drive.google.com/open?id=1RY-nYdCWZ44dB9b7jL2o3GdW-K58Te1d"
    },
    {
        "name": "Eric Tang",
        "email": "erictang000@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hello everyone! I'm a second year EECS major from the Bay Area. I'm currently also a TA for 61B, and I've also mentored for CS 70 in the past. In my free time, you can find me winning fantasy basketball and eating at Chengdu Style Restaurant. I liked CS 61B a lot and hope you all do too!\n",
        "imgUrl": "https://drive.google.com/open?id=1SFn3Qgy8zpRFPnouEe6r1MDEGo3Bw5qJ"
    },
    {
        "name": "Jun Hee Han",
        "email": "junheehan@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor",
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hey everyone, I'm Jun Hee and I'm a second year CS major. 61b/c are great classes at Cal, and I hope you enjoy them as well!",
        "imgUrl": "https://drive.google.com/open?id=1i8zxJfNYMTY3RlgGmnU5jhIq-PYCbF1k"
    },
    {
        "name": "Raymond Wang",
        "email": "raymondwang@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hello, I was once the world’s youngest baby! I enjoyed 61B. I hope I can help you develop some enjoyment for this class as well. Aside from 61B, I am very interested in brain research and Ice Cream making. Looking forward to a great semester!",
        "imgUrl": "https://drive.google.com/open?id=0B_Im0j7YpIovWEpLMnlVRXpxYnI1S1JyaVFtMmxFNEdzdUJz"
    },
    {
        "name": "Rohan D'Souza",
        "email": "rohan.ds1001@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "I'm a sk8er boi ... jk. I program a lot in python, Java, and java script. If you are shaky on a concept I'll make sure you leave fully understanding that topic. In the rare occasion that I have free time, I enjoy visiting SF, hanging out with friends, programming (... yes for fun lol), and like some other generic stuff. You should check out Peach Tree Rascals. They are a good band. ",
        "imgUrl": "https://drive.google.com/open?id=1v23XETNkqwrF-n3EIT_58DrLAkbXM2F-"
    },
    {
        "name": "Shreyansh Loharuka",
        "email": "shreyansh@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor",
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "I'm a second year Computer Science major. I love dancing and my favourite dance crew is King's United. I like to spend my sundays at home watching some Netflix and cooking. However, that is because I like to spend my Saturday evenings partying and \"not doing anything illegal\".",
        "imgUrl": "https://drive.google.com/open?id=1b4ph6vXQWqzWYMxVYFI2O-zW_fmQ9OCy"
    },
    {
        "name": "Kayli Jiang",
        "email": "kaylijiang@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm Kayli, and I'm from the Bay Area (Pleasanton). I'm a second year studying CS/Philosophy. Feel free to reach out if you wanna to talk about Parks and Rec, chill rap,  or any questions about 61B. I'm excited to meet all of you!",
        "imgUrl": "https://drive.google.com/open?id=1Qd_oVj9-8XZPPTLCc9ftkusTcldRqGNe"
    },
    {
        "name": "Prince Wang",
        "email": "princewang0201@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi, I’m Prince, a second year studying Computer Science and Statistics. I am interested in AI and Data Analysis. Outside of school, I like reading history a lot. I am very pleased to have the opportunity to help you succeed in CS61B and I am looking forward to a great semester with you guys!\n\nMy favorite quote comes from the inspirational educator professor Andrew Ng:\n\"AI is the new electricity.\"",
        "imgUrl": "https://drive.google.com/open?id=1FXUkeLkxo03exJWfBAdYXH1xJBFwO0hu"
    },
    {
        "name": "Riddhi Bagadiaa",
        "email": "riddhi_b@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi, my name is Riddhi! I’m a sophomore majoring in CS and I took CS61B in Fall 2019. I’ve lost count of the number of times I’ve gone over 61B content. The world of Data Structures and Algorithms has fascinated (and sometimes confused) me and I hope I can help make you feel the same way. I love eating spicy food, travelling, and building random things! I hope you have a great and chill semester! :) ",
        "imgUrl": "https://drive.google.com/open?id=1R4gMLEpEIA_t_0UbrFJSzOVSii6oc_Mv"
    },
    {
        "name": "Regina Wang",
        "email": "rlwang@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hey, I'm a CS and intended Econ major from Arcadia, CA. I'm currently a UGSI for CS 61A and have tutored with CSM in the past. On campus, I'm also involved in Business Review at Berkeley. When I can get the time, I like to reread childhood favorite books, take pictures of clouds, make playlists!",
        "imgUrl": "https://drive.google.com/open?id=1_3LbMSVWizpSOZKmRgQIEBGOl0VnivsS"
    },
    {
        "name": "Sarah Liu",
        "email": "sarahliu911@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I am a second year EECS major. I enjoy playing sports, hiking, and just hanging out and playing board games with friends. I also enjoy jamming with my friends - currently trying to learn guitar right now and would be down for any advice!",
        "imgUrl": "https://drive.google.com/open?id=1H3qJb2eCTjTrkFQEEWTXtoXbMlZwySb1"
    },
    {
        "name": "Sean Kim",
        "email": "suhnkim@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm a second year EECS major from SoCal. I like eating food, watching food videos, listening to Kpop, and sometimes trying to make machines learn. I have an unhealthy obsession with boba according to my friends and don't endorse pineapples on pizza. I'm looking forward to teaching 61B and meeting you all!",
        "imgUrl": "https://drive.google.com/open?id=1CRXCK2rdwc__I0nT66LOiQ6OS43lJOjq"
    },
    {
        "name": "Alexander Kristoffersen",
        "email": "akristoffersen@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hey I'm Alex! I am a second-year EECS major from Redlands, CA and I'm excited to be a part of CSM! I am interested in computer vision and robotics, and spend my free time in Space Technologies at Cal, listening to British punk, and beekeeping!",
        "imgUrl": "https://drive.google.com/open?id=1yHrurZHunz-9i8o5X4OWtMPRtb74dtrE"
    },
    {
        "name": "Michael Chen",
        "email": "avi1234@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm Michael, a second year EECS major. I took 61B 2 semesters ago, and it was and still is my favorite class at Berkeley. I'm a big sports fan, so I spend a lot of my free time watching all kinds. I'm also a part of a few other clubs on campus - Codeology and Codebase, so feel free to ask me about those!",
        "imgUrl": "https://drive.google.com/open?id=1O6EHofx3OquMTu6Ffx2WNlCfmJd8gONq"
    },
    {
        "name": "Jen Buja",
        "email": "jlbuja@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi there! I'm a sophomore studying Computer Science from the Bay Area! In my free time, I love doing anything outdoors, playing volleyball, and spending time with friends. Excited to meet you all this semester!",
        "imgUrl": "https://drive.google.com/open?id=1QRBEZevbokt9_e1sbeaKHlXsze4GK0H9"
    },
    {
        "name": "Mingjun Lim",
        "email": "limmingjun@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi, i'm Mingjun, a 3rd year EECS Major! I’m grew up in sunny Singapore with no formal Computer Science education before college but am glad to have (almost) made it through the help of the awesome CS community here at Cal! When I do have free time, I spend it playing a copious amount of basketball and checking out cool cafes/restaurants in the area 😊 ",
        "imgUrl": "https://drive.google.com/open?id=1QkVMnjOlmkqwgeaISPUvR2vEVXm85Yrr"
    },
    {
        "name": "Mike Chou ",
        "email": "michael_c@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor",
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hi All,\n\nI'm really excited to teach CS88 and CS61B this semester! I've AI'd multiple semesters and helped out in CS370 before and I really enjoyed helping out. When I'm not at school - I'm at the gym, playing games, or doing some of the fun activities I'm in. I like to play tennis, ice skate, and go to ballroom dance practice so definitely join my section if you like too as well! I also like to walk my dog Oscar, and take him places too. If everyone wants, he might make an appearance at some time! I'm really commited to helping people succeed even without prior programming experience and I'll help out as much as I can! Feel free to email me or text me anytime if you're taking my section for help! ",
        "imgUrl": "https://drive.google.com/open?id=10K4DUi8Ww4JaWhh4FAO9B572A69hHetR"
    },
    {
        "name": "Cindy Zhang",
        "email": "cindyxzhang@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm a sophomore studying Computer Science. Outside of academics, one of my main hobbies is wushu (Chinese martial arts). I also love spontaneous adventures, or more specifically, I have an unhealthy obsession with going to the beach. Feel free to contact me about anything and everything! ",
        "imgUrl": "https://drive.google.com/open?id=1le9FymOGQgDZ77raoP_v9VaxiX47YNS6"
    },
    {
        "name": "Daryl Bui",
        "email": "dybui@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "HI! I'm a second year from SoCal studying CS and applied math. I love running, video and board games, and sweet things. This is the most memorable class I've taken here, and I'm excited to go through it again with y'all. ",
        "imgUrl": "https://drive.google.com/open?id=1SaCxw3rGcOQJA3aoAVLx2rvUDGqXB3zc"
    },
    {
        "name": "Eugenia Gavrilova",
        "email": "eugeniag33@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Over the hums of Kid Cudi’s entire discography put on shuffle, an agonized scream pierces the air. 19 browser tabs finally give out and crash, leaving my eternal quest for the perfect hiking boots reduced to rubble. Among the fallen webpages are a tutorial for an Adobe After Effects plug-in, tour dates for The Front Bottoms, and a backpacker’s guide to the Lost Coast. Luckily, I prepared and rehearsed my lesson plan last week. I close my laptop screen and head to my CSM section with a smile, remembering that data structures brighten even the darkest of moments.",
        "imgUrl": "https://drive.google.com/open?id=1-hrOHXQt55f1Ihi_MgC0fe2lX8dNtEaP"
    },
    {
        "name": "Glenn LeBlanc",
        "email": "gl3nnleblanc@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm a junior physics major with a passion for CS theory. I took 61B last semester and consider it one of my favorite classes of all time at Cal, and I hope to drive some passion for data structures into you, too. When I'm not busy with schoolwork I like to play guitar, climb, and eat blueberries (not necessarily all at once).",
        "imgUrl": "https://drive.google.com/open?id=1agzZu5OUQCo8xl9ZuMcXdll6yofnpUln"
    },
    {
        "name": "Zachary Huang",
        "email": "zach9040@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi, I'm a second year student studying Computer Science, and 61B was my favorite CS class so far, so I'm excited to help out!  Feel free to reach out if you want to talk about 61b or anything else!",
        "imgUrl": "https://drive.google.com/open?id=1nQs7S1g6ftmdXshZC8izTrttz1qwv6sp"
    },
    {
        "name": "Chetana Ramaiyer",
        "email": "chetana.ramaiyer@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm Chetana and I'm a second year studying computer science with a minor in education. Some of my hobbies are binge watching tv shows and playing soccer. I'm eat really unhealthy food and am always a little late to everything. I had a CS mentor when I was in 61a and it helped me a lot so I'm really excited to get to know you guys this semester!",
        "imgUrl": "https://drive.google.com/open?id=1rtTU23t51n8xSpJFVqvP8HGem-jZizvG"
    },
    {
        "name": "Haiming Xu",
        "email": "haiming19@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm a computer science major from North Carolina and this is my first semester at CSM. I'm excited to start!",
        "imgUrl": "https://drive.google.com/open?id=1JevdFnd26YZ6_fBe_zUZuey9RYYPFdqM"
    },
    {
        "name": "Neil Lugovoy",
        "email": "nflugovoy@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hi! I'm a Senior CS Major, a beginner surfer, cheese fiend, and IntelliJ enthusiast. I love to listen to indie music so if you have an awesome band send it my way. My favorite restaurant is Chengdu Style on Bancroft and I try to spend my Sundays biking the Berkeley hills (just keep going up Euclid). 61B was my favorite class and I hope you enjoy it!",
        "imgUrl": "https://drive.google.com/open?id=1KCmRMDltGSzlq6XXaWIrapBs2l9of0lg"
    },
    {
        "name": "Ronak Laddha",
        "email": "rladdha@berkeley.edu",
        "courses": {
            "cs61b": "CS 61B Junior Mentor"
        },
        "details": "Hey! I'm Ronak, a sophomore studying CS from Kansas (Dorothy and Toto actually went to my high school). I love soccer, football, dogs (even though I don't have one), Star Wars, Marugame and making too many obscenely large Spotify playlists. Hope you guys enjoy 61b and don't be afraid to reach out with any questions :)",
        "imgUrl": "https://drive.google.com/open?id=1ahNna2lc4X6VqToYmJMt6eP8W-1H6CVb"
    },
    {
        "name": "Nagaganesh Jaladanki",
        "email": "nagaganesh@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Coordinator"
        }
    },
    {
        "name": "Beom Jin Lee",
        "email": "cluesbj@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Coordinator"
        }
    },
    {
        "name": "sebastien.whetsel@berkeley.edu",
        "email": "Sebastien Whetsel",
        "courses": {
            "cs70": "CS 70 Content Senior Mentor"
        }
    },
    {
        "name": "debayanband@berkeley.edu",
        "email": "Debayan Bandyopadhyay",
        "courses": {
            "cs70": "CS 70 Content Mentor"
        }
    },
    {
        "name": "abinavrouthu@berkeley.edu",
        "email": "Abinav Routhu",
        "courses": {
            "cs70": "CS 70 Content Mentor"
        }
    },
    {
        "name": "robertwang1999@berkeley.edu",
        "email": "Robert Wang",
        "courses": {
            "cs70": "CS 70 Content Mentor"
        }
    },
    {
        "name": "thecatherinehuang@berkeley.edu",
        "email": "Catherine Huang",
        "courses": {
            "cs70": "CS 70 Content Mentor"
        }
    },
    {
        "name": "Jason Keung",
        "email": "jasonkeung@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "Hey, I was a junior mentor in the fall and a senior mentor this semester! I'm a CS and Applied Math sophomore from Orange County, CA. Outside of academics, I'm pretty social, and I enjoy dance.",
        "imgUrl": "https://drive.google.com/open?id=18PDvinVKV24F7AdD_PmSj_8qLQWyCINC"
    },
    {
        "name": "Shahzar Rizvi",
        "email": "shahzar@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "I'm a third year from Chicago studying computer science, math, and data science with a minor in logic. I enjoy reading, writing, graphic design, learning about new things, and helping others learn! My interests are pretty diverse, so feel free to talk to me about anything. I don't do much besides classes, work, and research, but I'm trying to expand my horizons. In section, I prefer to review the material by walking through difficult, conceptual problems. I look forward to working with you!",
        "imgUrl": "https://drive.google.com/open?id=1ThXvNmiba6afnSfcn8hB0EHYhKwwVFx5"
    },
    {
        "name": "Shadaj Laddad",
        "email": "shadaj@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        }
    },
    {
        "name": "Kaushik Ravi",
        "email": "karavi@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        }
    },
    {
        "name": "Nima Rezaeian",
        "email": "nima_rez@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "Hey everyone! My name is Nima and I'm a second year EECS major from Irvine, California. I enjoy playing and listening to music, rock climbing, and learning random facts. Can't wait to meet you guys!",
        "imgUrl": "https://drive.google.com/open?id=14sNMTnQGp3SNTT_nHqIJdafVSyY4uGA2"
    },
    {
        "name": "Jessica Meng ",
        "email": "jessica_meng@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        }
    },
    {
        "name": "Parth Patel",
        "email": "parthpatel20010@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        }
    },
    {
        "name": "Andrew Wan",
        "email": "andrewwanx10@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor",
            "cs61c": "CS 61C Senior Mentor"
        },
        "details": "Hi! I am a third year CS major from Alameda, two cities south of here. In my free time, I like playing video games, watching anime/manga, and checking out the latest K-pop news. I am involved with a lot of CS classes this semester - 61C SM and tutor, 70 SM, and 170 reader. I am also the Hearthstone coordinator for Gaming at Berkeley and am part of Pioneers in Engineering.",
        "imgUrl": "https://drive.google.com/open?id=1WJhIvfBnhMixx-ZUnnKcjHdUS2vPqxa3"
    },
    {
        "name": "Katie Gu",
        "email": "katiegu@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "\nHey! I'm a fourth year EECS major from Los Angeles who loved CS 70 and is super excited to convince you that it will be your favorite class, too! :D In my free time, I play the piano and flute, read nonfiction, and dance for AFX. I'm also into tropical fruit ice cream and boba (so b a s i c), kombucha, Hypebeast™ clothing, browsing random subreddits (r/unresolvedmysteries is my favorite), listening to throwback music, exploring new restaurants, and going to concerts. If you buy me a breakfast burrito from Northside, you're already my best friend.",
        "imgUrl": "https://drive.google.com/open?id=11Vh1QULz1VefMikXQwBd3vkr2LK_Sdub"
    },
    {
        "name": "Eric Feng",
        "email": "fengeric11@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "Hi! I'm a third year majoring in EECS, and my favorite topics in CS70 are polynomials and probability. I enjoy reading and watching Netflix in my free time (not simultaneously lol), and I frequent La Val's on Northside too often. A fun fact about me is that I love botanical gardens but know nothing about plants. You'll find  me in Kresge and Soda Hall often, so if you see me, drop by and say hi!",
        "imgUrl": "https://drive.google.com/open?id=1L2vcCaIAf25xKZ_aJLOZW0uMb1n-q5I4"
    },
    {
        "name": "Rahul Devarapalli",
        "email": "rdev11@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "Hey there! I'm Rahul, and I am a 3rd year studying computer science. Outside of school, I love basketball (RIP Warriors), TV shows (wtf GoT S8?), and Okinawa milk tea.\n",
        "imgUrl": "https://drive.google.com/open?id=1Mn2Tx_eYzc7T_-JJaUyQcI4h7JDtqdV6"
    },
    {
        "name": "Sagnik Bhattacharya",
        "email": "sagnick@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "I am a reinforcement learning agent optimizing my students' learning (among other things). I exploit pedagogy practices that are known to work well (giving breaks, giving food, student interaction, etc.) and I explore interesting pedagogy practices and seek feedback from my students so that I can maximize their learning! I also run and lift weights btw.",
        "imgUrl": "https://drive.google.com/open?id=1buo1iD3_Lh5X6cbn5DHw6Jd3ZIg6Xauh"
    },
    {
        "name": "Yajushi Mattegunta",
        "email": "ymattegunta@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "Hi! I'm Yaju, a 4th year EECS Major from the bay :) I loved CS70, and I hope by the end of the semester, you do too! In my free time, I love dancing, watching Netflix, and bothering my friends. Feel free to stop by anytime to give me food/ restaurant recommendations for my last semester, or to talk about random life things/art/music :) ",
        "imgUrl": "https://drive.google.com/open?id=1f4OH215niRpUmKG08TJehbSFTNaOMDK2"
    },
    {
        "name": "Sajal Sharma",
        "email": "sharma.sajal@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        }
    },
    {
        "name": "Qinhong Chen",
        "email": "qinhong.chen@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Senior Mentor"
        },
        "details": "Hi! My name is Qinhong (pronounced \"chin-hong\") and I'm a second-year CS and Econ major from Diamond Bar, CA. I like hiking, card games, and puzzles in my free time. CS 70 was one of my favorite courses, and I'm excited to be teaching it again this semester!",
        "imgUrl": "https://drive.google.com/open?id=1NWopdfYxPjSurLPIbSpcbUgs846RYR6v"
    },
    {
        "name": "Aniruddha Nrusimha",
        "email": "aninrusimha@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Associate Mentor"
        }
    },
    {
        "name": "Ryan Deng",
        "email": "rdeng2614@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Associate Mentor"
        },
        "details": "Hi everyone, I'm currently a 4th year studying Computer Science. Hope you all have a great semester!",
        "imgUrl": "https://drive.google.com/open?id=18flij8F4FO1sDE10QNpeZXMYm2dd2Kwt"
    },
    {
        "name": "Tarang Srivastava",
        "email": "tarang.sriv@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "I'm studying mathematics and computer science. You can find me at most MUSA events playing board games or just talking about math. I usually spend my Sundays watching football or Formula 1. I love going on spontaneous adventures and looking for some cool spots to explore in the Bay Area.",
        "imgUrl": "https://drive.google.com/open?id=1Nq89pG6OlcDLo5xI3WyYuZl3cHcmXp6R"
    },
    {
        "name": "James Jung",
        "email": "jameswsj@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi everyone! I'm a CS major from Millbrae (a.k.a. end of Bart). I personally found CS70 to be very rewarding and hope you do too :) I plan to focus on fundamentals and exam prep in my sections. Some fun facts: I love watching soccer (spurs fan haha...) and making late-night runs for cheddar chalupas or snacking on spicy noodles w/ cheese past midnight. ",
        "imgUrl": "https://drive.google.com/open?id=1BHj7bu0Gf_sSVueqDNwFK4yHfAzen8LH"
    },
    {
        "name": "Angela Jiang",
        "email": "ajjiang@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi! I'm Angela, a second year majoring in CS and Econ. I enjoy dance, music, and tennis, watching Netflix, and eating good food. This is my second time teaching CS 70, and I'm excited for a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1_FIjCDMhzQuBVHyxFzGU2prde3LdScKz"
    },
    {
        "name": "Charles Yang",
        "email": "charlesxjyang@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi there! I'm currently a junior majoring in EECS from Virginia. In my free time, I enjoy running and eating food with friends. I'm also involved in Klesis, a christian fellowship on campus.",
        "imgUrl": "https://drive.google.com/open?id=1ZoPOnRfQ3NCpJTPVqym6j98fLT2DAYmu"
    },
    {
        "name": "Rithvik Chuppala",
        "email": "rithvik.chuppala@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Why do plants hate math...Because it gives them square roots!! Hey guys! I'm Rithvik, an EECS major from Cupertino, CA. I love playing and watching basketball and soccer and hitting the PS4 when I'm bored. HMU if u like those things too!!",
        "imgUrl": "https://drive.google.com/open?id=1xJJUGi5lF_b9HtS1vJpEd38kuReCjeOv"
    },
    {
        "name": "Alan Liu",
        "email": "alanliu2345@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi! I'm a 2nd year student studying CS and maybe Stats if I have time. I usually listen to music when I'm bored, and I mainly listen to Lofi, Hip Hop, and EDM. RIP Juice WRLD ;(",
        "imgUrl": "https://drive.google.com/open?id=1-xc3Nf33X6kgXlO_NQ_KtsWx6syLeL44"
    },
    {
        "name": "Agnibho Roy",
        "email": "agnibhoroy@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hey guys! I am a second year studying EECS and math and Berkeley and have been a reader for 70 for two semesters and a previous junior mentor as well. I play basketball and tennis and am also am a part of a fraternity here on campus. I love food and generally eat healthy unless its my sweet cravings for milkbomb (definitely go there!). I will definitely bring some sweet treats during section :)",
        "imgUrl": "https://drive.google.com/open?id=1sBdZfxTv8i-lasYu7zroo5wrJJKJbLik"
    },
    {
        "name": "Jasper Hu",
        "email": "jasperyh@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi! My name is Jasper Hu, and I am a second year studying computer science from Orange County, California. In my free time, I like playing Smash Ultimate and listening to music (mostly Hip-Hop). Looking forward to a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1_2nkZCOuZcqqHq8jVlooiUecEiUXGPMZ"
    },
    {
        "name": "John Wood",
        "email": "john.wood@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hello!\n\nMy name is John Wood and I'm a junior studying EECS. In my free time, I love rock climbing, doing trivia, and spending time with friends. My favorite food is Thai food, favorite artist is Frank Ocean, and favorite TV show was the recent Watchmen show on HBO! This semester, I'm looking forward to deep diving into all of the concepts in CS 70! ",
        "imgUrl": "https://drive.google.com/open?id=1kwj8Yb5gV1QEbRqnwq9OytskP76R0Qbm"
    },
    {
        "name": "Ujjaini Mukhopadhyay",
        "email": "ujjaini@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi! I'm Ujjaini, a sophomore studying CS + DS(emphasis in cognition). Talk to me about food, music, and all things cognition! ",
        "imgUrl": "https://drive.google.com/open?id=1w8ZvqSLr5og0KyoQdIndIyiaLwjQWQB7"
    },
    {
        "name": "Michael Li",
        "email": "michael.li.gb@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi, my name is Michael and I am a second-year studying CS. I am currently taking cs161, ee126, and ee16a. I am a big hockey fan and during the weekend I enjoy watching NHL or play Super Smash Bros with friends. It is going to be my first time teaching CSM and I hope y'all are as exciting as I am!",
        "imgUrl": "https://drive.google.com/open?id=14OyvuhleqHLjE9I-tuRKROxmQe02IMQ0"
    },
    {
        "name": "Aishani Sil",
        "email": "aishani.sil@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi friends~ My name is Aishani and I’m a sophomore majoring in computer science. I really enjoy learning new things and am passionate about sharing that knowledge and zeal for discovery with others; that's why I love teaching! My other interests include making digital art, listening to kpop, and arguing that socks with sandals are actually great. CS70 is an !! exciting !! class, and I hope I can help you love it— or at the very least get through it :)) Also feel free to hit me up anytime for advice on lower div CS, life, or footwear. ",
        "imgUrl": "https://drive.google.com/open?id=1TYxcLwz8gWJZNq-LSM_aLTAbF0yJL-x_"
    },
    {
        "name": "Vade Shah",
        "email": "vadeshah@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "i don't worry about stable marriage because mine will be arranged",
        "imgUrl": "https://drive.google.com/open?id=1fHGRLAF6a0peRF9VaqjN3nBsMDqHBxnh"
    },
    {
        "name": "Jay Monga",
        "email": "jaymonga16@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor",
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "Hellos! I'm Jay and I'm a sophmore CS major from Chicago. Although tennis is\nmy favorite sport, I spend most of my free time involved with the amazing table\ntennis club here. Outside of that, I like to watch movies (ask me about Edgar\nWright comedies) and wear the same rotation of hoodies. I'm pretty into controls and robotics, so come talk to me about that if you want. This is my first time teaching with CSM, and I'm really excited to see you guys in section!",
        "imgUrl": "https://drive.google.com/open?id=1pFIRw4tys8tD_lE6x9gdKtHu1mKK6JEi"
    },
    {
        "name": "Christianna Xu",
        "email": "christianna.xu@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hello I am a sophomore studying CS. I really like food specifically soup and I enjoy watching kdramas and cdramas and playing sports. I like to travel and goof off with friends. ",
        "imgUrl": "https://drive.google.com/open?id=1mke_QcA6NZPwyyBJQiyl3YM1iDkZrHzf"
    },
    {
        "name": "Milleno Pan",
        "email": "milleno@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi!! I'm Milleno Pan, a 2nd year CS/Math double major [yUMMy maths hehe :^)] from New York. Please choose me because I need frens lol",
        "imgUrl": "https://drive.google.com/open?id=1pjPahEl_FuPF0CYhRgc1kll_Jt4h4L2S"
    },
    {
        "name": "Brian Wu",
        "email": "wubrian@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hello! I’m a second-year EECS major from the Bay Area. I like wasting my time watching sitcoms. Looking forward to teaching!",
        "imgUrl": "https://drive.google.com/open?id=120lpCCHetPpifKW862Am5tDvVEhU4QZW"
    },
    {
        "name": "Kevin Zhu",
        "email": "kevonz31@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor",
            "eecs16b": "EECS 16B Associate Mentor"
        }
    },
    {
        "name": "Max Litster",
        "email": "maxlitster@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Regular guest on the Colgate Comedy hour.",
        "imgUrl": "https://drive.google.com/open?id=1XUDYaH89spiNbP8BrpTXHHOLjOaSzvzy"
    },
    {
        "name": "Austin Lei",
        "email": "1austinlei@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hello everyone! I am a first year math major, and I'm also a problem writer for Berkeley Math Tournament. I like math and getting disappointed by the San Jose Sharks.",
        "imgUrl": "https://drive.google.com/open?id=1PxGmkJ3ssxzmOf0edqObSxVsGNOUbBzP"
    },
    {
        "name": "Frank Wang",
        "email": "frankw084@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor",
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "I'm a second-year EECS and EMS major from Sunnyvale, CA. Things I enjoy include exercising, TV shows, food, being a huge sports nerd, music, and some board/card games. Unsurprisingly, these are also what I tend to do/talk about with others - including possibly you! My goal this semester is to be there for you for all your CS 70 needs, and make the experience as stress-free as possible.",
        "imgUrl": "https://drive.google.com/open?id=11nJSoTTtzci-10rKLHaQRkZc_2pk5s1N"
    },
    {
        "name": "Prakash Srivastava",
        "email": "asrivastava@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Yo. I'm a first-year CS+Econ major from San Jose and Houston. I'm a professional basketball watcher and unprofessional basketball player. I'm training for the NBA Draft this semester so that I don't have the worry about getting a job after graduating. I consider myself a pretty good whistler and have some pretty cool laptop stickers. \n\nJoin my section to find the meaning of life and unlock the mysteries of the universe. Jk, we're gonna do cs70 problems (basically the same thing). ",
        "imgUrl": "https://drive.google.com/open?id=12LASsrZMz8rZ6PFWkYcYO7Ieh5hyIdTt"
    },
    {
        "name": "Briana Zhang",
        "email": "b_zhang@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "I love playing card games and board games such as Avalon! HMU if you ever have a game going. ",
        "imgUrl": "https://drive.google.com/open?id=0B_Im0j7YpIovc2RYLW1YanJVS3VjTjhMejVUQlNETVVDOUVZ"
    },
    {
        "name": "Sylvia Jin",
        "email": "swjin@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "I'm a sophomore math and <script>alert(\"???\")</script> major from the Bay Area. I teach the card-counting decal, and I'm also heavily involved with the Mathematics Undergraduate Student Association (MUSA). Check out my website!",
        "imgUrl": "https://drive.google.com/open?id=1VXMi2hx0dPomRWOhhin32GlXtH5wEZSp"
    },
    {
        "name": "Yasoob Khalid Niazi",
        "email": "yasoobkhalid1@berkeley.edu",
        "courses": {
            "cs70": "CS 70 Junior Mentor"
        },
        "details": "Hi there! I'm Yasoob, a sophomore CS major and (potential) Math minor. I'm currently doing research in Computer Vision, but hope to also work in ML-focused research in the future. I'm deeply interested in Probability Theory and understanding its innumerable applications. In my fun time, I like to read novels (mainly classics, fantasy, or adventure), play League of Legends, and try out new places to eat in Berkeley (I welcome any and all recommendations!). ",
        "imgUrl": "https://drive.google.com/open?id=1PDtp0ZshUr8nU4yl2IVbFMpyklVCJQx9"
    },
    {
        "name": "Daniel Li",
        "email": "daniel_zh_li@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Coordinator"
        },
        "details": "I'm a 4th year EECS major from Orange County in Southern California and I love the Lakers!!!! I've been in CSM 6 semesters now and I love teaching students and hope they have as great an experience as I did learning from mentors!",
        "imgUrl": "https://drive.google.com/open?id=1ww9f6zj2IkQycSVoGUY4oPIcgaUP2LQ4"
    },
    {
        "name": "Avinash Nandakumar",
        "email": "avinashnandakumar@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Coordinator"
        }
    },
    {
        "name": "Daniel Fan",
        "email": "danielfan@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Senior Mentor"
        },
        "details": "this is my 3rd semester teaching 61c and i'm still pretty sure that computers are magic",
        "imgUrl": "https://drive.google.com/open?id=1ir0nbtdiTy7RI0LjBSObPqUiR0J3j7SD"
    },
    {
        "name": "Yannan Tuo",
        "email": "ytuo@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Senior Mentor"
        }
    },
    {
        "name": "Kevin Tezel",
        "email": "ktezel1@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Senior Mentor"
        }
    },
    {
        "name": "Wallace Lim",
        "email": "wallace.lim@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Senior Mentor"
        }
    },
    {
        "name": "Tejas Srivatsav",
        "email": "tsrivatsav@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Senior Mentor"
        }
    },
    {
        "name": "Sunay Poole",
        "email": "sunaypoole@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Content Mentor"
        },
        "details": "Hello! I'm a second year CS and Physics major from the Los Angeles area who likes running, Rubik's cubes, and making dad jokes. So far, I've loved every EECS class I've taken at Berkeley, and I'm super excited to give back as a part of CSM!",
        "imgUrl": "https://drive.google.com/open?id=1ZmgKrj9q3YPcZAZxkH6XDSchgRTxkynO"
    },
    {
        "name": "Amitav Baruah",
        "email": "amitav@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Senior Mentor"
        }
    },
    {
        "name": "Eden McEwen",
        "email": "emcewen@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Senior Mentor"
        },
        "details": "I've been teaching CSM 61c for 3 semesters now and have been using CSM since my first semester at Cal! I'm a double major in computer science and physics, with a love of all things space. I take photos for the STEMinist project, teach a seminar in the public service center, and bake to take the edge off. ",
        "imgUrl": "https://drive.google.com/open?id=1lhxRhyzihlFTtCvK03phM74mDRTTI6zK"
    },
    {
        "name": "Sean Chen",
        "email": "00schen@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Associate Mentor",
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "Hello, I am a second year student from Frederick, MD. Academically, I enjoy linguistics and signal processing, and I hope to culminate these interests into research in NLP . In my free time, I am canoeing for CalDB, translating Ecclesiastes into Classical Chinese, and contributing to the MuseScore open source project. ",
        "imgUrl": "https://drive.google.com/open?id=1TKA4xMiIHeJT5IRE5lFXEr4YCiU7_637"
    },
    {
        "name": "Evan Sum",
        "email": "evansum@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Associate Mentor"
        },
        "details": "Hello! I like to eat lots of food. I'm a fun and energetic mentor who is usually down to meet up or answer questions outside of class. I have been a Junior mentor and am also doing Course Tutor for CS61C. I like to play tennis. ",
        "imgUrl": "https://drive.google.com/open?id=17vuoDl0sJJ3POkGrGndfBnV-6KlJ5LqA"
    },
    {
        "name": "Ryan Li",
        "email": "ryxli@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Associate Mentor"
        },
        "details": "What's up, I'm Ryan, a sophomore studying computer science and economics. Let me know if you have any questions!",
        "imgUrl": "https://drive.google.com/open?id=1iN_1ocB5sk4uTuxnpHZNg98y-ME4P-II"
    },
    {
        "name": "Amber Xie",
        "email": "amberxie@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hi, I'm Amber Xie, a current sophomore studying CS. I took 61C last semester and found it to be super enlightening and interest, and I hope you will find the course the same! Outside of CS, I enjoy learning languages and listening to music. Hope to see you in my section and have a wonderful semester of 61C!",
        "imgUrl": "https://drive.google.com/open?id=1cyNufjaC2KG_1AUJEdZ6xXFm07hoGXfC"
    },
    {
        "name": "Eri Han",
        "email": "e.han@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hi! I'm a second year CS major/Queer Studies minor from Fremont, CA. I spend most of my free time either napping or gaming. I'm currently into Monster Hunter: World, FFXIV, The Outer Worlds, and Dota 2. I also volunteer for the Queer Alliance Resource Center, on the 4th floor of MLK!",
        "imgUrl": "https://drive.google.com/open?id=1G_3VrOJd-1qsck2llzPEMcx2j28OSET4"
    },
    {
        "name": "Robin Chu",
        "email": "robinlilychu@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hi! I'm Robin, a sophomore EECS major from San Diego. In my free time, I like to paint, dance, and cook. I'm also guilty of drinking wayyy too much tea. Feel free to reach out to me for anything!",
        "imgUrl": "https://drive.google.com/open?id=1WZE4fQ0MtigVZqIJZqxQGHjLEHitpnHp"
    },
    {
        "name": "Jay",
        "email": "juneja2019@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "My name is Parshant Juneja and I'm majoring in EECS. I started out at a community college as a Chemical Engineering major then I switched to Physics and then I switched to Computer Science. But while I was doing Computer Science I started to miss Physics and finally, I decided to major in EECS. During these transitions, I tutored Mechanics,  Electricity and Magnetism, and General Chemistry. In the beginning I was unsure of whether I'd like it or not but I fell in love with it and ended up tutoring for 2 years.\n\nMy hobbies include playing piano, guitar, chess and 8 ball. I also love playing sports, but volleyball has to be my favorite. I enjoy listening to Drake. I like to spend my Sundays at the memorial glade relaxing whenever I'm not stressed out  by the homework and midterms. One of my favorite restaurant in Berkeley has to be Vic's Cafe. They serve amazing Indian food that you just can't get enough of. I'm looking forward to be a CS mentor and do a fantastic job.",
        "imgUrl": "https://drive.google.com/open?id=1EhRtd9aSZRJiQD5UUpt-aYs3WGrSnb7w"
    },
    {
        "name": "Edward Zeng",
        "email": "edwardzeng@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hi! I'm Edward and I'm a sophomore from Arcadia, California! I like running and playing soccer. Additionally, I'm an avid fan of Star Wars (prequel memes!!!) and I enjoy acting out scenes from Revenge of the Sith. CS61C is a great class, and I'm excited to be your mentor this spring!!",
        "imgUrl": "https://drive.google.com/open?id=1XBnRJGz89gIwwkbPPHB--wC9TFiUeXHW"
    },
    {
        "name": "Selina Feng",
        "email": "selina.feng@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hello! I'm a junior studying Computer Science, and I am passionate about the Berkeley club ecosystem, DeCals, and cooking (even though I'm not great at it). During my time at Berkeley, I've been involved in CodeBase, Cal Hacks, and AFX so I love working on cool projects with cool people. In my free time, I like to eat noodles at Toss, play tennis, and explore food places in Oakland/SF with friends. I'm looking forward to a great semester!  ",
        "imgUrl": "https://drive.google.com/open?id=1BUEAFOunb7TQpS2lom4EVszO3xTyvzFD"
    },
    {
        "name": "Andrew Busby",
        "email": "snakto_salmon13@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "I’m a Third year EECS major from Southern California focusing on renewable power generation. When I took CS61C, I was astounded by how powerful I felt the material was for understanding/operating computers, so last term I served as an academic intern for the class on what has become a personal quest to one day be a TA and spread the excitement and understanding I’ve felt for the material to incoming students. I enjoy puzzles, collecting/reading books ([particularly very fancy ones] recently those have included: a lot of manga from the anime I watch, Eight Will Fall, The Merciful Crow, King of Scars [from the author of the Six of Crows series, which is frankly gold], The Lord of the Rings [finally finished! ^<^], the bible [for historical/cultural purposes], After the Fall, The Dome in the Forest [part of the Pelbar Cycle, also gold, though slower paced], Pride and Prejudice [further gold], and the complete works of Edgar Allan Poe), video games ([especially puzzle/adventure games] Minecraft, Portal, Legend of Zelda, Sly Cooper, Crash Bandicoot, Kingdom Hearts, Smash Brothers, Pokémon, Undertale, Super Mario), listening to music [a lot of which is also from the anime I watch, aside from the nightcore and 2 Steps from Hell Orchestral music], seeing plays/musicals, spending time with family, interacting with young children, traveling, learning about/observing animals, cooking, playing board games, cultivating non-ornamental plants and learning about plant families, drawing (whether purely creatively or referencing any of the media I consume), discussing/coming up with fair and balanced policies, trivia/learning new information in general, trying to look edgy, watching select shows that appear on television (Jeopardy, Gotham, Gravity Falls, Star vs the Forces of Evil, Over the Garden Wall, Scooby Doo, Code Lyoko), watching anime (Mekakucity Actors, YuGiOh!, RWBY, My Hero Academia, Land of the Lustrous), learning Japanese/about Japanese culture, making/planning costumes and dressing up/cosplaying, preparing for and celebrating Halloween, and—most recently—attending conventions for nerds like me. Whew! I think that covers what I like to do. I admire the late Monty Oum as a person for his drive and dedication to creating something to be proud of. I’d say Leigh Bardugo is my favorite author, though I greatly respect Lemony Snicket, Trenton Lee Stewart, Stephenie Meyer, J.K. Rowling, Suzanne Collins, Jane Austen, and Jeanne DuPrau for the characters they made, the worlds they built, and the styles they presented. My favorite overall artist would have to be Jin for the depth he put into his songs and the story that they tell. I’m a vegetarian, so my favorite restaurant in Berkeley is The Butcher’s Son ([despite whatever my brother would have you believe about French restaurants in Berkeley] though it’s a bit pricey). This term I have decided that I’ve been doing college wrong the past 5 terms and have embarked on a journey to discover and become a part of fun clubs on campus. In the present, I plan to join the Berkeley Quizbowl club to satisfy my trivia needs, Cal Animage Alpha so I can finally discuss all the anime that I squee to myself about all week long with others and maybe squee together with them, Amigos at Berkeley so I can practice my Spanish before my family comes to visit this summer, Board Games at Berkeley so I can relax and find an acceptable space to let my cutthroat strategizing Slytherin side come out (or maybe play some co-op games ^^”), potentially the Berkeley Philosophy Forum so I can discuss my ideas with other humans and get some constructive criticism that I just can’t generate for myself like others do, potentially also the Pokémon Club on campus when they have movie nights since Pokémon movies are gold and 50 times better than the anime, and maybe also Smash at Berkeley for when they have Smash Bros tournaments [even though I know my wonderful Lucina with all of her counters, and Sheik with all of her scorpion kicks are simply not pro material, at least with me controlling them :-( ]. Hoof! Alright. I think that’s everything. *blink* Well, I imagine I’ve blathered far longer than you bargained for when you sat down and decided to read this. My bad ^^”   ",
        "imgUrl": "https://drive.google.com/open?id=1n22hSvme89CdEdWPaYsOWnjpqasJI1Zd"
    },
    {
        "name": "Alex Thomas",
        "email": "alexthomas@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hi! My name is Alex and I am a senior CS major who is interested in the intersection between operating systems and security. CS61C is one of my favorite classes and I am excited to be able to teach it this semester in CSM! ",
        "imgUrl": "https://drive.google.com/open?id=1OwDl0DvKWeziTW4PheyvgKV5JbVzjt8J"
    },
    {
        "name": "Leon Kwak",
        "email": "leonk7@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hey everyone! I'm a senior studying EECS, and am super excited to teach this semester. My hobbies include eating great Korean food, cooking mediocre Asian food, traveling, and singing in the car on late-night drives. I love R&B and EDM, and some of my favorite artists include NIKI, MitiS, and Madeon. On campus, I was once a part of Mobile Developers of Berkeley, and am currently a part of Pi Alpha Phi, an Asian-American fraternity. I look forward to meeting everyone and having a successful semester!",
        "imgUrl": "https://drive.google.com/open?id=1sGonxSJgB76kkgQ6WOEMVU5dVUlWe_A0"
    },
    {
        "name": "Archita Bhattacharya",
        "email": "abhattacharya@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hello! I'm a second year EECS major who ended up enjoying 61C more than expected. I also like to read and have high ambitions, but questionable execution as a cook. I'm looking forward to mentoring this semester, feel free to reach out with questions (or book recommendations)!",
        "imgUrl": "https://drive.google.com/open?id=1XCs2uB_UIH1CfA5_songf40EnQt7bbZQ"
    },
    {
        "name": "Cynthia Zhong",
        "email": "cynthia.zz@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "hello! i’m a second year majoring in linguistics and cs. in my free time, i like to do translations, take spontaneous walks around in the city, and play (a lot of video games music on) the piano. cs61c is my favorite cs class so far, and i'm excited to be teaching it for the first time! here's to a great semester with y’all :D",
        "imgUrl": "https://drive.google.com/open?id=1SC2dhLx15fbit1yee429imA5l141Q-lQ"
    },
    {
        "name": "Kevin Chang",
        "email": "kev.chang@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hi! I'm a sophomore studying CS (duh) and Design Innovation, and I'm excited to teach 61C, which was my favorite CS lower-div by far! Always remember that even if you're garbage, it's called a trash can, not a trash can't. ",
        "imgUrl": "https://drive.google.com/open?id=1EHv9eLAbnojN9s6MVK2ne48yCzaPgmy-"
    },
    {
        "name": "Alex Wu",
        "email": "jialin_wu@berkeley.edu",
        "courses": {
            "cs61c": "CS 61C Junior Mentor"
        },
        "details": "Hi everyone! I'm Alex, a second-year CS major from Shanghai. CS61C is definitely the best class that I have taken here in Berkeley as it connects both the world of software and hardware, and I wish to share my love for this class with you guys!\nI also like playing cards, board games, and chess. Lately, I am playing around with Bullet Journal and buying unnecessary highlight markers. \nLooking forward to seeing you in my section!",
        "imgUrl": "https://drive.google.com/open?id=1fpAS04BH76_hNbeD1ENTTstdFSHWBoYO"
    },
    {
        "name": "Sohum Hulyalkar",
        "email": "sohum11@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Senior Mentor"
        },
        "details": "Hi! How's life? Hopefully life is going well! If its not, smile and it'll be a bit better :)",
        "imgUrl": "https://drive.google.com/open?id=1vje4M8sxX9DtM-Zu7ESIagsneS32dckH"
    },
    {
        "name": "Shreya Kannan",
        "email": "shreyakannan@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Coordinator"
        },
        "details": "Hey everyone! Shreya here, and I’m super excited to meet and work with y’all this semester! In no particular order, I prefer musicals over concerts, cold over warm weather, dancing over singing, and sushi over tacos, . Feel free to talk to me about great restaurants, cool study spots, and of course, CS :) ",
        "imgUrl": "https://drive.google.com/open?id=1IjRz4ZZleY91aDHAt0AJD2iZ0MH6LT6h"
    },
    {
        "name": "Megan Zhu",
        "email": "meganzhu@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Senior Mentor"
        },
        "details": "Hey there! My name is Megan and I'm a second year Computer Science and Econ double major from Toronto, Canada. In my free time, I like to eat, sleep, eat some more and binge watch tv shows for hours on end. Feel free to hit me up for CS advice, food recommendations or just to talk about life in general. I'm super excited to meet you all in tutoring and I hope we have a great semester together! (*^▽^*)",
        "imgUrl": "https://drive.google.com/open?id=1SDfWA9G5RPPpXyy0IVbvA27gqHTKDpP0"
    },
    {
        "name": "Ada Hu",
        "email": "adahu@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Senior Mentor"
        }
    },
    {
        "name": "Nicholas Ng",
        "email": "nickng589@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Senior Mentor"
        },
        "details": "Hi! I'm Nicholas, and I'm a second year intended Computer Science Major from the San Gabriel Valley. I like playing video games (CS:GO, Overwatch), and every once in a while I'll go outside for a run (but not really though). I look forward to meeting everyone!",
        "imgUrl": "https://drive.google.com/open?id=14zjzqOmUvylrcEtCev14wNkTFS_5ytci"
    },
    {
        "name": "Jack Wang",
        "email": "jack.y.wang@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Senior Mentor"
        },
        "details": "hi! I'm a 3rd year eecs major from santa barbara. outside of studying, i enjoy watching sunsets, late night food runs, banana chips from berkeley bowl, sports, and jamming to spotify. feel free to say hi if you see me around",
        "imgUrl": "https://drive.google.com/open?id=13n2VA-_1lOQI3z8nEukEz3SzMUihVfdp"
    },
    {
        "name": "Nikhil Sharma",
        "email": "sharmanik99@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Senior Mentor"
        },
        "details": "Hi I'm Nikhil! I'm a third year EECS student from St.Petersburg, Florida. I've been with CSM for the past two years in various courses from EE16A to CS61B and this is my third semester with CS88. Aside from teaching, you can find me watching the Houston Rockets win championships or at Mezzo getting the breakfast burrito. My favorite artists are Drake and Travis Scott! Looking forward to working with everyone this semester!",
        "imgUrl": "https://drive.google.com/open?id=18lOFnXdSXI6CGiU1QnLDlEz1XLuAAol3"
    },
    {
        "name": "Anand Kumar",
        "email": "anandrajkumar25@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "I am a fourth year studying Data Science and Cognitive Science. In previous years I have lab assisted for both 61A and 61B. During my first two years at Cal, I enrolled in CSM in order to cement my CS fundamentals; now I hope to help new students do the same. When I'm not coding or studying, I like to video edit, go to the gym, or eat my body weight's equivalent in pizza.  Yes I understand my last two hobbies are conflicting.",
        "imgUrl": "https://drive.google.com/open?id=10zuLGIpiBe2BBKUy5tI5mMgxGHtpCBfq"
    },
    {
        "name": "Evelyn Pinjen Wu",
        "email": "evelynpwu@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hello! My name is Evelyn. I'm a freshman and I'm from Irvine. In my free time, I like watching drama and playing games. On Sundays when I'm not doing homework, I am probably trying out new restaurants in Berkeley. Currently my favorite is Imm Thai.",
        "imgUrl": "https://drive.google.com/open?id=1zUcSjRw0vkn2sIbGvC3OajYIsmA1LYL8"
    },
    {
        "name": "Jake Kim",
        "email": "jake.kim114@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hello! I am Jake from Toronto, Canada. I was born in South Korea, but I moved to Canada when I was 12. My favorite hobbies are working out, watching movies, and hanging out with my friends! Can't wait to meet y'all in my section!",
        "imgUrl": "https://drive.google.com/open?id=1_K8N559_mUcqZZ8hQ0CBCWocY43IvpdW"
    },
    {
        "name": "Lucy Wan",
        "email": "lucy.w@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hi! I'm a freshman double majoring in Computer Science and Data Science. I enjoy running, tennis, Minecraft, and martial arts. I'm still trying to figure out what CS field I want to go into, so I'll be dabbling in a bit of fintech, virtual reality, and game development this semester. Come talk to me about any side projects and I can't wait to meet you!",
        "imgUrl": "https://drive.google.com/open?id=14Bt0kMcz2HDB0At4I6DOm0_xpup0S6XM"
    },
    {
        "name": "Minnie Chen",
        "email": "chn_minnie_22@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hullo! I'm Minnie and I'm a sophomore studying Civil Engineering and EECS from the San Gabriel Valley. I came to Berkeley thinking I wasn't going to fall for the CS trap, but I ended up taking Data 8 and E7 and decided to go ahead and take 61A and 61B and loved it! In my free time, I like doing artsy stuff, sports, watching Netflix, and watching doggo videos (catch me at Sproul tabling with Destress with Dogs :) ).",
        "imgUrl": "https://drive.google.com/open?id=1W9lHb62RUcKHAUa-hjuelZsxTeL33YdM"
    },
    {
        "name": "Nathan Nakamitsu",
        "email": "nnakamitsu@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hi! I’m Nathan and I’m a first-year CS & Data Science double major from Los Altos Hills, CA. Aside from CS, I am a huge sports fan. I love to play all sports (especially baseball and soccer), compete in fantasy sports, and, of course, watch my favorite teams and athletes compete in the MLB, NFL, and NBA. I am very passionate about teaching and I can’t wait to be a mentor for CS 88 this semester. I look forward to meeting you!",
        "imgUrl": "https://drive.google.com/open?id=1ZWvaBBmYmPqov_UlQDY7SGGJQ8Nu2YCS"
    },
    {
        "name": "Tommy Joseph",
        "email": "tommy11jo@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hi, I'm Tommy. I like ideas, activities, food, and other general things.",
        "imgUrl": "https://drive.google.com/open?id=1aRq4dMSiVHdy1tSZlLIpeAuIE1kWdCOn"
    },
    {
        "name": "Mimi Shalf",
        "email": "katharine.shalf@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hi! My name is Mimi and I am a senior cognitive science major and computer science minor from Oakland, CA.  I love my dog, sleeping in, and looking at really cool houses, and this semester I'm trying to take advantage of all the best things about being a student before I have to graduate :').  Besides CSM, I am also involved with Berkeley Innovation and EthiCAL Apparel.   ",
        "imgUrl": "https://drive.google.com/open?id=1YApdCEmXeRiIGDcSzDSszOgyzKoWjpXS"
    },
    {
        "name": "Rohit Mehta",
        "email": "rohit9mehta@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hey, everyone. I’m Rohit, a first-year EECS major from beautiful Sonoma County, California! In my free time, I absolutely love watching and playing sports (especially cricket and basketball), listening to any music that isn’t pop (sorry ;)), working out, meditating, chomping down burritos at La Burrita, and making ice cream. Hit me up if you share any of wacky interests! Professionally, I have experience with Python, iOS development, web development, and blockchain technology. I’ve also been conducting research under URAP for the last semester and am taking 61B, 16B, and Sasian 142 this semester, so let me know if you need any advice or have any questions or comments about anything!",
        "imgUrl": "https://drive.google.com/open?id=17gLS55Egjp5hHJYo58uoXqmHefv5-nQd"
    },
    {
        "name": "Vikram Deepak",
        "email": "vikram.deepak@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hi! My name is Vikram Deepak and I'm a first year student here from Cincinnati Ohio! I've been tutoring/teaching people all throughout high school and I'm really happy I get the opportunity to help you guys out as well. I really love sports and the outdoors and I play Ultimate Frisbee here at Cal. I'm really looking forward to this semester and I'm excited to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1rEFUzOFixDZMF5OL7mxhEA8V7dZspft4"
    },
    {
        "name": "Gilbert Feng",
        "email": "gilbertfeng@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hello there! My name is Gilbert, and I'm an EECS freshman from Sunnyvale, California. When I'm not writing code or thinking about problems, I like to lift weights, shoot hoops, and play Go (Chinese board game). Looking forward to meeting y'all!",
        "imgUrl": "https://drive.google.com/open?id=1iZSAh3Y3lEHgbRdwifDyGEz1rXcjWTre"
    },
    {
        "name": "Franco Valeriano",
        "email": "fvaleriano@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "4th year CS and Math double major. In my free time I like to play games (smash, DOTA, Pokemon showdown), watch good movies, and listen to podcasts by stand-up comedians. Excited to be teaching CSM for the first time!",
        "imgUrl": "https://drive.google.com/open?id=189bwAUxHjNCF9s6l1Lw0xw8C8_IYhJzX"
    },
    {
        "name": "Sydnie Shea Cohen",
        "email": "sydnie_shea@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hello. I am Sydnie Shea Cohen, and I'm a third-year CS major. I'm originally from Florida. This will be my first semester teaching CS 88. I enjoy reading, hanging out with friends, and fencing. I also have two amazing puppies, Aslan (name from Narnia) and Constance (name from Mysterious Benedict Society). I am excited to meet everyone.",
        "imgUrl": "https://drive.google.com/open?id=1ItY8ttvGv3YPf7oJp-Wenx3OnKZCYpie"
    },
    {
        "name": "Tony Kam",
        "email": "t.kam@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Pronouns: he/him/his\nHey what's up! My name is Tony, and I am a first-year EECS major (potentially Political Economy or Climate Science minor). I was born in Beijing, where I went to the International School of Beijing. I moved to the United States when I was 13, where I went to Woodbridge High School in Irvine, CA. I am fluent in both English and Chinese. Helping others is something that brings me a lot of joy and meaning, which is exactly why I decided to become a CSM mentor! Equity and inclusion are very important to me. I see CS as a tool and I am hoping to use it to make our world a better place! In my free time, I like to work out at the RSF. I used to run the 300 meters hurdle in high school. Feel free to reach out to me on LinkedIn, Instagram (@tonyykam) or email!",
        "imgUrl": "https://drive.google.com/open?id=0B_Im0j7YpIovYTJtWm56djZhb1MyWkVVVXJoT1BlSWxMTlY0"
    },
    {
        "name": "Timothy Kha",
        "email": "timothy.kha@berkeley.edu",
        "courses": {
            "cs88": "CS 88 Junior Mentor"
        },
        "details": "Hey there! I'm a sophomore studying CS, and in my free time I like making fun of my housemates' cooking, playing ball, and listening to music. Looking forward to a great semester and can't wait to meet you all!",
        "imgUrl": "https://drive.google.com/open?id=1jJDPEEuGRfO_t5KPwHUj71DrtqkJVFJE"
    },
    {
        "name": "Ryan Koh",
        "email": "ryan_koh@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Coordinator"
        },
        "details": "Hi! I’m one of the Coordinators for EECS16B this semester! In my free time, I enjoy dancing with AFX, playing Smash with friends, and browsing memes online 👀. I'm also a TA for CS188! Feel free to reach out about anything, and let’s have a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1dP700LEVI6WyFRZLnM6FKP1fO_5Q4iEd"
    },
    {
        "name": "Naomi Sagan",
        "email": "naomi.sagan@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Coordinator"
        },
        "details": "Hi! I'm Naomi, and I'm excited to be one of your 16B coordinators this semester. I'm a sophomore, and this is my third semester in CSM. In my spare time, I enjoy hanging out with friends, dancing, reading, and playing flute.",
        "imgUrl": "https://drive.google.com/open?id=1YITw2kYy_mY4iy8sUAEKUTo5YWU-gTo5"
    },
    {
        "name": "Justin Yu",
        "email": "justinvyu@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Content Mentor"
        }
    },
    {
        "name": "Maxwell Chen",
        "email": "maxhchen@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Senior Mentor"
        },
        "details": "Hey everyone! I'm Maxwell and I'm a second-year CS major from San Jose, CA. I love neuroscience, midnight hikes, board games, indie/alt music, and catching up on sleep. Wishing y'all a great semester :)",
        "imgUrl": "https://drive.google.com/open?id=1bNA220QA-HRaihzsdICp1cvxOt6qaKk2"
    },
    {
        "name": "Shreyas Krishnaswamy",
        "email": "shrekris@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Senior Mentor"
        }
    },
    {
        "name": "Alexander Feng",
        "email": "alexfeng2000@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Senior Mentor"
        },
        "details": "Hi. I'm a 2nd year from Oakland, CA. In my free time, I like to LA Tech and do spontaneous activities. My favorite animal is the turtle, and I hope to go into CS education for my career.",
        "imgUrl": "https://drive.google.com/open?id=1Iz5bigfINwXfpq_ARb_NabsuXYlSDYuH"
    },
    {
        "name": "Risheek Pingili",
        "email": "risheekp@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Senior Mentor"
        },
        "details": "Bioengineering + EECS Major (Pre Med?) ;\nCentral Valley Dog Boy ;  \nML is overrated, and coding is hard :( ; \nHope we can turn the section into a \"that was easy button\" ; \nAsk me about Smash, Hozier, Nier Automata, From the New World, or Burn Notice!",
        "imgUrl": "https://drive.google.com/open?id=1C4DuF20ct-WeOUpQpYpqzE4CkcqB6eCo"
    },
    {
        "name": "Ramsey Mardini",
        "email": "ramseymardini@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Senior Mentor"
        }
    },
    {
        "name": "Vincent Hwang",
        "email": "vinceh421@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "Hi! I'm Vincent and I'm currently a sophomore majoring in computer science. I like to play League of Legends when I'm free. I also do occasionally indulge in some Korean music. EE is pretty enjoyable so I'm super excited to be teaching 16B this semester!",
        "imgUrl": "https://drive.google.com/open?id=1MCRgKJpiKwQLl5GMyFyAclX_Z0jI2Z79"
    },
    {
        "name": "Aneesh Nathani",
        "email": "aneeshnathani@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "Hey friends! I'm a junior studying Computer Science and Economics. I am so excited to teach a group of you to help you succeed, enjoy, learn and grow in EECS classes here at Berkeley. I am originally from a city called Pune in India and have thoroughly enjoyed my 3 years at Cal. I love listening to jazz/indie and am currently obsessed with Tom Misch, Mac Demarco and Lifafa (check them out if you haven't). I spend my weekends eating at my favourite places in Berkeley (Imm Thai, Guacamole 61 and La Note) and watching my favourite shows (Arrested Development, The Office and the Eric Andre Show). I am also very interested in data analytics in the context of development economics and political science. I love working with non-profits and am an active member of a pro bono consulting group called the Berkeley Group. ",
        "imgUrl": "https://drive.google.com/open?id=1oiuwfdXDXasD8eKPQWBDW0py9E8CIbAP"
    },
    {
        "name": "Jerry Lai",
        "email": "thejerrylai@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "I'm Jerry. I like memes, cars, and helping people with EE16B. My favorite restaurant in Berkeley is TPTea.",
        "imgUrl": "https://drive.google.com/open?id=1sDBkpkKScVoY093hNiKMb83If4a2tpDg"
    },
    {
        "name": "Jeff Chen",
        "email": "kevinisjeff@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "As a student of Cal, I have the utmost moral character, and am pleased to let you know that I will take bribes if they consist of food, boba, or adequate monetary compensation. ",
        "imgUrl": "https://drive.google.com/open?id=1fdSFnXHJp5K-cqrTgjek5TQZaVRWws6L"
    },
    {
        "name": "Gavin Liu ",
        "email": "nareauphol.liu@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "Hi I'm Gavin, a second-year EECS student all the way across from Bangkok, Thailand! In my free time, I enjoy playing badminton, occasional fun League games, and love going on any sort of food trip (especially those boba trips ^_^). I also love listening to all sorts of music so feel free to recommend me some good songs. Looking forward to meeting you all this semester :)",
        "imgUrl": "https://drive.google.com/open?id=11AGl3R3eH9WVvOuLws8xLPu2_iV7f43u"
    },
    {
        "name": "Sravya Basvapatri",
        "email": "sravyab@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "I'm a sophomore from Philadelphia who loves to run and paint and learn odd crafts. The intersection of business and technology fascinates me, especially within the startup space. I took EE16B last semester and you'll probably see me in labs as well, but I'm excited to teach and learn along with you!",
        "imgUrl": "https://drive.google.com/open?id=1AvkU9hn-_kMrWkdldo8ted25rooCLiuY"
    },
    {
        "name": "Jason Lin",
        "email": "jasonlin18@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Junior Mentor"
        },
        "details": "Hey! I am a second year EECS student from San Diego and this is my first semester in CSM. In my spare time, I really enjoy climbing, playing tennis, and spending time outdoors. Looking forward to a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1hOqYNR7u3XenLbflDqh9g-L39ihsYbcs"
    },
    {
        "name": "Varun Menon",
        "email": "varunmenon@berkeley.edu",
        "courses": {
            "eecs16b": "EECS 16B Junior Mentor"
        }
    }
]