[
    {
        "name": "Alyssa Smith",
        "courses": {
            "cs61a": "Senior Content Mentor"
        }
    },
    {
        "name": "Adit Bala",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1EQONEEtzHxZmRsgF0pk2bfs-XZxX44Zr",
        "details": "Greetings, I'm adit, a second-year cs major from Maryland and now three time TA! I'm an amateur boomerang fu player, slightly better at board games and chess, but generally like things puzzle related. This semester, my goal is to cook more than two recipes and become swole.",
        "webUrl": "teaching.aditbala.com"
    },
    {
        "name": "Hailee Yun",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1NSnIn8MJm7DQDuT_pOd4hwF6BmMquZNq",
        "details": "Hello :^) I'm a sophomore from Texas studying computer science + data science. I love reading novels, listening to krnb 24/7, and Anya from Spy X Family. I'm looking forward to teaching 61A again and having an amazing semester together!"
    },
    {
        "name": "Vy Ho",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=10l-NxGo66Af9ppdAT3em0foon6hhSDex",
        "details": "hello hello!!! current sophomore studying data science + statistics. you're my kind of people if you love bread, cats, flowers, and coffee. find me working as a barista on campus and maybe i'll give you a drink. "
    },
    {
        "name": "Christina Yao",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1lhpdO7Xusu9Jf6gH2X7VoX116wY998e3",
        "details": "Hi! I'm Christina and I'm a sophomore majoring in CS and Applied Math. I enjoy hiking and rock climbing. I also play bass drum in Cal Band so say hi if you see me at a football game! I loved 61A and it convinced me to switch majors, so feel free to message me if you want a coding, hiking, or gaming buddy :)"
    },
    {
        "name": "Raman Varma",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1TS0nusbUdEZXSuLCjkcxkoMZvp0_5CHB",
        "details": "Hi! I’m Raman, and I'm a third year studying CS and Data Science. In my free time, I enjoy playing pick-up soccer and basketball, hiking, and listening to podcasts. This is my fourth semester with CSM, and I'm super excited to meet you all! Feel free to reach out anytime!"
    },
    {
        "name": "Priya Venugopal",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1C2KeoIs40Dk-T-I7PabWdEGK9PxaZPt4",
        "details": "Hi! I’m Priya, a second-year EECS & Econ major from New Jersey. This is my third semester in CSM for 61A, and I'm also a tutor on course staff! I love playing guitar, trying to learn how to cook lol, and finding new music to obsess over. Looking forward to meeting you :)"
    },
    {
        "name": "Elisa Kim",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=13RTME96UCAm5vRdelDY5v_uDVO8N7vq2",
        "details": "hello!! i'm elisa and i'm a sophomore studying eecs. i love picnics and going to trader joe's, and my favorite movie is big hero 6. feel free to reach out and i'm excited to meet you all!"
    },
    {
        "name": "Ritik Sinha",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=18Ui1iUy2LvX0QgaMsBmc7pVun0sTQcgx",
        "details": "Hi! I'm a second year CS major, and this is my second semester as a CSM mentor! I've been an AI for 61A in the past and really enjoyed taking the class. Outside of classes, I enjoy watching the NBA (Go Thunder!), hiking, and reading (sometimes). Looking forward to meeting you all!"
    },
    {
        "name": "Andy Chen",
        "courses": {
            "cs61a": "Senior Mentor",
            "cs61b": "Senior Mentor",
            "cs61c": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=18fe9RWHbyrkdG62R4q7crlMYQtlcRQJa",
        "details": "Hey everyone, I'm Andy, a junior studying CS from Austin, Texas. I like reading One Piece and I'm usually caught up so definitely talk to me about that if you're also a One Piece fan!"
    },
    {
        "name": "David Tan",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GYZPPzxHekw-rIczlorBKCxzI8ll1p4Y",
        "details": "Haiiii, my name is David and I am a second year from Shanghai studying Computer Science! In my spare time I like to play/make video games! I think I had way more interests than those but Berkeley stripped away most of them D: This is my 3rd semester in CSM, and I can't wait for another cool semester :D"
    },
    {
        "name": "Aiden Vehemente",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Aa563XwK4XdD5X3Y0Li9TSj6YdfMKH22",
        "details": "Hello, I'm Aiden! I am a 4th year CS major and this is my 6th semester in CSM. I also sing in the UC Men's Octet, and I'm always happy to converse about a cappella and music in general."
    },
    {
        "name": "Ted Kim",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1dzBEAj66-xl0w69ELMOu4F3GmUctfTfi",
        "details": "Hey all! My name is Ted, and I'm a sophomore studying CS. Outside of CSM, I'm involved in BMUN (come check us out in the fall!). I'm into checking out museums, eating desserts, and making your 61A experience amazing :)"
    },
    {
        "name": "Angel Aldaco",
        "courses": {
            "cs61a": "Senior Mentor",
            "cs61c": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1RkcsrQoIjUny9Po0LhN-WX1iqYEGF5WZ",
        "details": "Hello there! I’m a third-year majoring in Computer Science and Political Science. I really like camping and traveling with friends, Ghibli movies, Bowie, Super Metroid, and this class. I will try to be as helpful as helper functions are! So feel free to reach out about anything!"
    },
    {
        "name": "Ashley Chiu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=15CfQmCrc8pmarwe5NYpHKhXu_FWMMtsh",
        "details": "Hey all! I'm Ashley :) I'm a second-year computer & cognitive science major from Seattle who loves coffee, NIKI, blind boxes (I'm so down to get any Sanrio one), and all things Notion. I hope you enjoy 61a and I'm always free to discuss anything :D"
    },
    {
        "name": "Christina Fan",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1IZjBOiv9jvGSvy2YY08Zs0BTG4GkEiJ8",
        "details": "Hi! I'm Christina and I'm a fourth-year studying computer science. In my free time I love binging Netflix, making Spotify playlists, chasing sunsets, and staring at old baby photos. Feel free to reach out anytime if you'd like to chat! Looking forward to a great semester :)"
    },
    {
        "name": "Abby Brooks Ramirez",
        "courses": {
            "cs61a": "Senior Mentor",
            "de&ichair": "Exec"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1LSFNXSUbRe1_tsOXl8jZJ592Eck1m_V4",
        "details": "hi hi! I'm a second year from napa, ca studying CS & I'm super excited to be teaching 61a for a third semester! In my free time I love to crochet, bake, propagate my plants, read, and brew kombucha. feel free to reach out to me with any questions or if you just want to chat :)"
    },
    {
        "name": "Mahnoor Haq",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Esther Shen",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1jhYFDlRt1X9Ma-EIZ__0O2H9Siu5x2Ru",
        "details": "Hello hello! I'm Esther, a second-year studying CS and Linguistics from the Bay Area/China, and this is my third semester with CSM. 61A has been one of my favorite courses at Cal so far, and I hope you'll enjoy it too! Talk to me about languages, going to concerts, and music!"
    },
    {
        "name": "Saloni Agarwal",
        "courses": {
            "cs61a": "Senior Associate Mentor"
        }
    },
    {
        "name": "Laksith Prabu",
        "courses": {
            "cs61a": "Senior Mentor",
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ODCZh_fyv8QDTgCzrl7aO_5AlajTGeXl",
        "details": "\"I should probably go to sleep...\""
    },
    {
        "name": "Aldrin Sembrana",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1n1rvMpUT-1AHBkYQjwuohga3dm3GLpU6",
        "details": "Hihi! My name is Aldrin and I’m a second year pursuing data science. This will be my third semester with CSM. I'm from the Bay Area, I like to dance, watch anime, play video games, work out, and vibe with friends. I look forward to meeting you all! :D"
    },
    {
        "name": "Mihir Mirchandani",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1mvtIMMlJ5VQSpf-HX1ARSPdyXIIZzoRq",
        "details": "Hello! Nice to meet you! I'm Mihir and I am a 2nd year studying CS. I enjoy playing chess, playing piano, and playing YouTube videos at 2am. This is my 2nd semester at CSM and 3rd semester teaching 61A. I am so glad you could join me in being part of this amazing community at Cal!"
    },
    {
        "name": "Shivam Jha",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1Sj478ynxXrpWz_sDoBVZEHFx2cRp-yfP",
        "details": "Hey! I'm Shiv, a second year CS major from Ann Arbor, Michigan. In my free time, I like to watch football, basketball, and hockey. I also spend time juggling and listening to music. I'm looking forward to 61A with all of you this semester!"
    },
    {
        "name": "Riya Singhal",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1rtFB4oBp4-Jki3NxNq5V9aiK-XnBaGhp",
        "details": "hi! I'm from the bay area and I am a sophomore intending to major in either DS or CS. In my free time I love listening to music, hiking, and traveling! I also love iced mochas and koalas. can't wait to meet you all :)"
    },
    {
        "name": "Yunze Du",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1islEUKmLRPEivDR-QdkaAmxrLVe9bVm2",
        "details": "Hi there! If you are wondering how to pronounce my name, it is \"ywuen-dsuh\". I am a sophomore from Guangzhou, China studying CS & Econ. Feel free to hit me up to chat about anything related to specialty coffee, guitar, some really good food from my hometown Shantou, or which aquarium is the best in the world!"
    },
    {
        "name": "Sasha Sato",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1yXPuNaGBl_8t9DH5L2flXFYL8HJtgRHH",
        "details": "I love ideas, learning, languages, writing, cybersecurity, and having good-natured but rigorous arguments about politics and philosophy. My current favorite programming language is Scheme/Lisp. Feel free to quiz me on geography, argue with me, or, of course, ask me for advice about CS/61A!"
    },
    {
        "name": "Ayati Sharma",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Jake Mok",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1DkJvt_dziRgTJSiwUGn3Iz0nEjFbnfGi",
        "details": "Excited to be back for my second semester. 61Best class for sure. "
    },
    {
        "name": "Nitya Sri Adapala",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1WP82_j99ljrKwsO3nLSX3PnIoEpPuaIX",
        "details": "Hello everyone! I’m a sophomore studying CS and I really enjoy teaching CS61B. I like food - cooking food and eating food so lmk if you need any Berkeley food recs! I really enjoyed this class when I took it last spring so feel free to reach out if you have any questions. Looking forward to meeting you all!:)"
    },
    {
        "name": "Issac Chen",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1aHkI_XFKIZaBy8-QdSQvfch255eMr-tc",
        "details": "Heyy 61Berks! I'm a sophomore studying CS and Math. I enjoy photography (mostly landscape and astro stuff) and I love everything about airplanes. Occasionally interested in making this cat lose weight."
    },
    {
        "name": "David Yang",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1v7gHObEhi-vzwVT5tD-cGSKj37_CEWed",
        "details": "Hi yall, I'm David! I'm a second-year studying CS and Linguistics from Tallahassee, Florida. Some fun things that I've picked up since I came to Berkeley are rock-climbing, word games, and growing plants. Please reach out to me if you wanna talk about pretty much anything. Looking forward to meeting everyone!"
    },
    {
        "name": "Nikhil Kandkur",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1z1qu1MCyfgz8jSYWxM4D12Qq-biIT1R1",
        "details": "Hi everybody! My name's Nikhil, and I'm a third year from Fremont, CA studying CS and CalTeach. This is my fifth semester on CSM (third time as an SM), and I could not be more excited to mentor this semester! Some of my favorite things to do are watch TV, bike, and listen to pop music."
    },
    {
        "name": "Ronald Wang",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Kavin Kumaravel",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1_GmIrG8mY630_U_nzr6b72-uoCBOzdzQ",
        "details": "Hi, I'm Kavin and I'm a third year EECS major! I like animals, Lauv, peanut butter, and many more things. I really enjoyed 61B and I'm excited to teach this semester : D"
    },
    {
        "name": "Jc Sun",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=16WLFgD9ZdoBM7LUYbsJ9vpXaFkWQ3Yfu",
        "details": "Hellooo this will be my second time teaching a 61B CSM section! Hopefully by the time you're reading this the egg shortage has ended because it's making me very sad :((",
        "webUrl": "https://glumfrog.itch.io/passing"
    },
    {
        "name": "Chris Bannon",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1ajDQuevxqRREAw2XK6YzfmZs7kKuMRoY",
        "details": "🥸"
    },
    {
        "name": "Noemi Chulo",
        "courses": {
            "cs61b": "Senior Content Mentor"
        }
    },
    {
        "name": "Elana Ho",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1npGqwvt6PMJ9O4n5YjENLQ95-KCJG5PN",
        "details": "Hi! I'm Elana, a sophomore majoring in computer science. I'm a TA and CSM senior mentor for 61B. When I'm not teaching data structures, I enjoy drawing, learning foreign languages, and watching anime. I'm super excited to meet you all! Please feel free to reach out about anything :3"
    },
    {
        "name": "Aarin Salot",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1aFL_x-DAuCPp3L7BJ_Y7Z_vSsH4WM6W1",
        "details": "Hey everyone! I'm a sophomore studying CS. In my free time I enjoying listening to music, playing sports (esp. football), and sleeping. I hope you all will have a great time in CSM :)  "
    },
    {
        "name": "Eve Lin",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=15IW4WmHA697ynlMoitST4qp9UWK-W1DG",
        "details": "Hi, I'm a senior studying CS, and I'm excited to meet you!!  Ask me about dead succulents, dancing, catching up on good books, or maybe even 61B (my 61B skills >>>> my gardening skills). "
    },
    {
        "name": "Nadia Latifi",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=19y6ZS384Fwif7w5OABziJtyjeZG338LA",
        "details": "Hello! My name is Nadia and I'm a Senior Content Mentor this semester. When I'm not working on school stuff I like going on hikes, reading new books, and drinking matcha lattes. Feel free to reach out to me anytime. Let's have a great semester! "
    },
    {
        "name": "Ashna Singhal",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Theo Pedapolu",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Wx0EcyeiX_qkIV3cwe1RvsN6stn4vUzi",
        "details": "I'm Theo, and I'm a junior from South Carolina majoring in CS and Math. 61B was one of my favorite classes at Berkeley, and I really enjoy teaching it. In my free time, I love playing chess, listening to electronic/hip-hop artists like Post Malone and Owl City, and watching football"
    },
    {
        "name": "Eddy Byun",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1_FV6OUlfZ8f5jGu0vBOIy77nr_dY5G5E",
        "details": "Hello World! I'm a third year EECS major (Exhausted Eddy and Confused Student)! If you want to hash out 61B concepts, sort through problems, or have a heap of fun, then joining my section would be a BIG-OH YES! "
    },
    {
        "name": "Evan Lim",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1p4mACi5PpziJ12sVga2nz-XufUelKxtq",
        "details": "Hi, I'm Evan, and I'm super excited to teach 61B again! If I'm not teaching, you'll find me dancing on campus or studying at Sodoi (their vanilla/hazelnut latte is heavenly). I'm also an instructor for WDD, so hmu if you're interested in learning about web design :) Looking forward to meeting y'all!"
    },
    {
        "name": "Cyrus Hung",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1wDvvXWPdt5sAiPjGki0G4Yppmx_07Bm0",
        "details": "Hey everyone! I'm Cyrus and I'm a sophomore from Hong Kong majoring in CS. Outside of teaching and CS I love drinking tea, playing smash, and making desserts. Hit me up anytime to chat or hang out!"
    },
    {
        "name": "Howard",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1t7pfjEF77sSTSarrXU_-4fvO-OcOOtWk",
        "details": "Hi there! This semester I am returning as senior mentor for 61B again! I am currently a third-year CS and Physics student, and I've been involved in CSM teaching for about 4 semesters. I am interested in studying quantum many-body systems and quantum computing! But feel free to chat with me about anything!"
    },
    {
        "name": "Ekansh Agrawal",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1NM8o58eOmpWDPab-Z0omx7m6ZrjPBgKC",
        "details": "Hey everyone! I’m Ekansh, a third-year from the Bay Area studying CS and ISF. In my free time I really enjoy kayaking, woodworking, and listening to rock music. I’ve recently picked up climbing, so if you’re interested let’s go together! I’m excited to be a part of CSM and I can’t wait to meet all of you!"
    },
    {
        "name": "Ken Ning",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Joshua Davis",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Derek Awender",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Medhaav Chandra Mahesh",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Nithila Poongovan",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1W1rO1LYDppCx75bjP_gYw3qj2JjpHV6F",
        "details": "Hi everyone! Excited to tutor for 61C this semester! 💙 I'm Nithila, a sophomore studying EECS + Business. It's my third year involved in CSM 🤩 In my free time, I love running, working on our Berkeley Formula car and trying every kombucha flavor possible! Feel free to come to me about any questions!"
    },
    {
        "name": "Lyna Jiang",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=16SonXWtTkMNlrAUANUw1t3jcsIHyqutn",
        "details": "Hi! I'm from Davis, California. This is my second semester at CSM. In my free time, I like to play tennis. And lastly, Yogurt Park doesn't sell frozen yogurt-- they sell soft-serve ice cream."
    },
    {
        "name": "Grace Deng",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Brandon Tran",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1d-kgI8v-m15-3bFSW2u2-Iq8Rvy47m3I",
        "details": "Hi! I'm a fourth year EECS major from Delaware. Some of my interests include sports, video games, and anime. I'm looking forward to an awesome semester of CSM!"
    },
    {
        "name": "SooHyuk Cho",
        "courses": {
            "cs70": "Senior Mentor",
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1O4AVcEwAuHWlCffMi-_Wu8ghXtyjeRyF",
        "details": "Hello! My name is SooHyuk Cho and I'm a sophomore double majoring in CS and DS from Seoul, South Korea. This is my second time at CSM and I'm  hyper-excited :) I like playing the piano during my free time unless I'm stuck in the library. Any recommendations for classical piano pieces are always welcome! "
    },
    {
        "name": "Sameer Nayyar",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1rTWoEaCLfCSkGAaITOLZZjmX8ui8HwZ0",
        "details": "Hi! I'm a second-year EECS student from Los Angeles. My interests include CS70, discrete math, and probability theory. Besides this, I also enjoy reading literary fiction and watching cool movies. Excited to meet everybody this semester!"
    },
    {
        "name": "Grant Zhao",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=17VJSNDdSwu1wMONSFiGdVBhUJIrUChhK",
        "details": "Hey everyone! I'm Grant, a sophomore studying computer science and data science! I enjoy sports, gaming, and even cooking! This is my second semester in CSM and I can't wait to teach again! "
    },
    {
        "name": "Anand Shankar",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QCgmY5HF_PHAf5E9-Ikw6qnb9ZnJu8HI",
        "details": "Hi! I'm a junior majoring in EECS and Statistics, and I'm so excited to teach you all! I really enjoyed CS 70 when I took it, and I hope you will as well. Hope to see you in my section! :)"
    },
    {
        "name": "Joshua Jones",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Samantha Huang",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1RWw1P59qw3KFQ5lJHmOYV6S2pYgFoG9K",
        "details": "Hi, I'm Samantha! I'm so excited to help y'all with CS 70. I'm from SoCal and miss the food so much...still looking for Bay Area places that can compete (lmk if ya'll know any secret spots ;)). I pretty much listen to music 25/8 and am always excited to see dogs (send pics of your cute pets :))!",
        "webUrl": " https://samanthahuang2.github.io/"
    },
    {
        "name": "Ichchitaa Sawrikar",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=13ovI6081E7WESlvxw4mb286PErE3x445",
        "details": "Hi! My name is Ichchitaa and I'm a junior majoring in CS and Econ. Some of my hobbies/interests include hiking, thrill activities (occasionally), reading and trying new food. When I took CS70, I found it time-intensive but eventually rewarding, so I can't wait to make the class fun and fulfilling for you too!"
    },
    {
        "name": "Lance Mathias",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Rosalie Fang",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1aCPCOj6H2lDwe4ElC0ctZVcdCQ0El_TL",
        "details": "Hello! I'm Rosalie, a 70 SM and CSM EVP this semester! I'm a fourth year studying CS and Econ, and minoring in Physics; this is my 6th semester in CSM! I love restaurant hunting, getting boba, reading, playing set, debugging 61C code for students... Come talk to me about anything!"
    },
    {
        "name": "Thomas Chen",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1RumGp5aD0HhsxjT9nVv4p8n3m_29r3AL",
        "details": "Hi! My name is Thomas and I am a junior studying Computer Science and Applied Math from Portland, Oregon. In my free time I enjoy board games, watching an absurd amount of Youtube, and reading books. I love listening to indie, alternative and folk music but I'm always willing to try out new music. "
    },
    {
        "name": "Shawn Zhao",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Tony Wan",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1avde9F9cgWdYSWIh7InxaCgZF5zQgU9t",
        "details": "Hi everyone, I'm a 2nd year CS & Applied Math major. It's my 2nd semester teaching CS70. I enjoy photography, badminton, board game, anime, and driving. I love making plans, but I love breaking them even more.\nI have a truly marvelous demonstration of this biography which this margin is too narrow to contain."
    },
    {
        "name": "Chancharik Mitra",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Emily Duan",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "She her",
        "imgUrl": "https://drive.google.com/open?id=1SjOamT1OmXZzCDSFvnUMlZuzdjBgkBb_",
        "details": "Hi I’m Emily and I’m a third year in CS with a linguistics minor! I came into CS with no experience, so I know how it feels to be overwhelmed with linked lists, trees, etc. :) I love tennis, reading, and EATING. I’m here for a chill time and a fun time. Feel free to email me about anything! :))"
    },
    {
        "name": "Elizaveta Belkina",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Kirthi Kumar",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1fFT3lVx3JEaOEHgTmyH6it9Vfnqn-JkW",
        "details": "Hi! I'm Kirthi and I'm a 3rd year EECS major. This is my third semester as a mentor for CS 88!  Beyond CSM, I'm really involved in the Society of Women Engineers, read for CS 188, and do policy research. In my free time, I love trying new restaurants, making pasta, and drinking coffee. "
    },
    {
        "name": "Sean Yang",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ex0HC4kwvmww3QvPPwMSmoNkFGpNWZTZ",
        "details": "Hi, my name is Sean. I'm a second year studying Data Science originally from SoCal. In my free time, I like playing Valorant and taking long walks. Nice to meet you all!"
    },
    {
        "name": "Adith Reddi",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Ramya Chitturi",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1VjEgjDP549QxAM7ILRxUXCJPCRxvgZYK",
        "details": "Hi I’m Ramya, a sophomore majoring in CS, and this is my second semester as an 88 SM! I enjoy sci-fi and fantasy books/tv shows/movies, trivia, crosswords, rock music, museums, civic technology, and more! Excited to get to know you this semester :)"
    },
    {
        "name": "Rucha Acholkar",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Dylan Hamuy",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Karim Kaylani",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Christine Zhang",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1Fj9zCQ_HB2j8Sv8Ip8YFOp6H_HaNcibe",
        "details": "Hi! I'm Christine and I'm a 2nd year EECS major and physics minor. I love playing badminton, cooking, eating Chipotle, and occasionally watching sports. I can beat expert minesweeper in under 3 minutes. Reach out to me anytime for anything! I'd love to meet you :)"
    },
    {
        "name": "Christy Quang",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1W8hAlzq1ltoqILM9VEx-qv4br3SKTgqd",
        "details": "Hi! My name is Christy and I'm a sophomore DS & CS major from the East Bay! In my free time, I enjoy watching basketball (Warriors) and kdramas, playing Valorant, listening to kpop and baking! Excited for a fun semester and please give me music recs, I'm so deprived ;-;"
    },
    {
        "name": "Sebastian Zhao",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1eg5k8wKAZxaoO59EX2QRz7VlLl8S8aDY",
        "details": "Hiya! I'm a CS and DS double major from Erie, PA (a little town under the lake). I like making plated desserts, Chopin etudes, and impressionist art. Talk to me about anything, I love conversations about random stuff!"
    },
    {
        "name": "Aymeric Barrier",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Anya Agarwal",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=17_vo4ZR6U_on0jSN9krAR_dGWx9xAr0E",
        "details": "Hi! I'm Anya and I'm a second year majoring in computer science. I love playing animal crossing, 3D modeling/animating, playing tennis, and consuming maybe too much coffee. Feel free to reach out anytime with questions or just to chat :)"
    },
    {
        "name": "Richik Pal",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Keagan Chern",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "Archie Lee ",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "Brandon Huang",
        "courses": {
            "eecs16a": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Rv8WV2DQ5FOPgCKlgczWXmqtRPs4igHI",
        "details": "Hello, I am a Taiwanese Sophomore studying CS and CogSci. I write many parts of 16A worksheets and contents, and am responsible for bad jokes that you will see on them. You will also probably not know how I look in real life, since I submitted my Slack PFP for this bio."
    },
    {
        "name": "Jessica Lin",
        "courses": {
            "eecs16a": "Senior Content Mentor"
        }
    },
    {
        "name": "Anish Dhanashekar",
        "courses": {
            "eecs16a": "Senior Mentor Advisor"
        }
    },
    {
        "name": "Vivian Wu",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "Ella Schwarz",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1djpjJvu0KGo16FSeecUcziLTIQP5W5gW",
        "details": "Hello everyone! I'm a 4th year CS and Math major and I'm excited to be mentoring for my 6th semester in CSM and 1st semester mentoring 16B. Inside of school I am interested computer architecture and digital design (woooo) and outside of school I enjoy speedrunning mariokart 8 and playing minesweeper. "
    },
    {
        "name": "Olivia Huang",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1BhOZLXcicxjRKmlZgYZUmbxVEchh8J1c",
        "details": "Hi! I'm a junior studying computer science and cognitive science, and this is my third semester in CSM! In my free time, I obsess over kpop groups, play minecraft, volunteer for Cal Rotaract, and consume (a lot) of boba!"
    },
    {
        "name": "Tony Li",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Tiffany Sun",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Andrew Zhang",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Albert Wang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1jGu6OOudWytugVkMEf9v5gUryEbfsZsv",
        "details": "Hey everyone! I'm Albert, a second-year CS major from Sacramento. I like playing soccer, piano, smash bros, and league. I also listen to too much kpop. Feel free to reach out and excited to meet everyone!"
    },
    {
        "name": "Joseph Tennyson",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Vo5kXUWjvWk8I6e-QjTQnGo7MlK6hgcm",
        "details": "Hi I'm Joseph! I'm a freshman from the Chicago area studying bioengineering. In my free time, I watch sports, dabble a little in poker, and watch YouTube. Feel free to reach out if you have any questions. "
    },
    {
        "name": "Sasha Singh",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1QPW-8A0yHy7KHJr7MpCJUamL0RSNdqV7",
        "details": "hii! im sasha. im a freshman intending on majoring in cs and (possibly) music!\ni love running, playing guitar, reading, thai food (imm thai is my fave at berkeley but i wanna try new places too), and consuming ungodly amounts of coffee. im SO excited to be teaching a csm section this semester:)"
    },
    {
        "name": "Brandon Chin",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1dxlzhQ1lPiDXlkdgwurFg_dmVsoPJWiZ",
        "details": "Hi y'all, my name is Brandon and I'm a sophomore majoring in EECS and minoring in Data Science. Random facts about me: I'm an INFJ, I'm from Malaysia and my first time programming was in 61A!"
    },
    {
        "name": "Terrianne Zhang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1U-If8UON8DVmO_61bHms5aUvWiNHfqK3",
        "details": "Hi! I'm Terrianne, a freshman studying CS with interests in applied math and data science. I'm currently in CS 61B and 70, and a developer at PlexTech! Some of my hobbies include playing video games (Valorant, TFT, League), badminton, baking, and trying new boba locations with my friends. "
    },
    {
        "name": "Sophia Liu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1lm2uJ2m5x9ZnqoejyrQdmzapu5nHu9sn",
        "details": "Hi! I'm Sophia, a first-year from the Bay Area studying CS and CogSci. I love music from the 60s through 80s, crosswords, and great views. I was recently a student in 61A and its CSM myself, so I’m really looking forward to helping you through the course this semester!"
    },
    {
        "name": "Maya Romero",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "She/her",
        "imgUrl": "https://drive.google.com/open?id=1qFSOwWlf9n8jc3AZbOEm0X_pr3MxjQJi",
        "details": "I’m Maya! I love 61A and hope that you’ll love it too. In my free time I love doing yoga, reading, walking dogs and hammocking!"
    },
    {
        "name": "Ronnie Beggs",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1d9CTU3wKut0bPOGfE_Os5--oLtMhJcXp",
        "details": "Hi everyone! I'm Ronnie, a freshman from the Bay Area studying computer science. I love trying new food, hanging out with friends, and doing practically anything outdoors. I'm super excited to work with y'all this semester!"
    },
    {
        "name": "Michelle Park",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1WfeyYxgF0RqQzy5gSqo5_iAPeUQOjfJl",
        "details": "Hello! I'm Michelle, a first-year studying EECS. I'm very excited to join CSM this semester :) During my free time, I enjoy watching K-dramas, going to karaoke, thrifting, and getting boba/late-night snacks with friends. I look forward to meeting everyone!"
    },
    {
        "name": "Srihitha Pallapothula",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1X_eD6SHe3eq5wxU_s8TULRTezB9Cg7Wl",
        "details": "Hi! I’m a first year, intended CS/DS with a minor in creative writing. I mostly listen to South Indian and indie music. In my free time, I volunteer with The Food Collective, write, read (currently getting through All This Could Be Different), bake, cook, and go restaurant hunting! Excited for CSM!"
    },
    {
        "name": "Arth Bohra",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1AN5cZP1EYRBCPeKs6ZEWBF8fxZqVvhTv",
        "details": "Hi! I'm a first year student from San Ramon, California and I'm really excited to teach 61a. Beyond teaching, I love to play soccer, cook, and watching movies. Feel free to reach out to me about any questions, both about the course and anything else as well."
    },
    {
        "name": "Sophie",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=11s5m2UKLcar5WDSjCQZLOWKd_6UojWfT",
        "details": "hi! I'm a freshman from Chicago majoring in EECS. I love heeled boots, sitcoms, late night conversations, crocheting, and hiking! Excited to meet you guys!"
    },
    {
        "name": "Rudy Aoun",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Nlg5_KtIA0UHfEQe5NBGOhINU9xHVqXc",
        "details": "Hi everyone! I'm a second year originally from Lebanon, but I grew up here in the Bay Area. I'm double majoring in CS and Applied Math, and this is my first semester with CSM. In my free time I enjoy swimming and binging netflix shows in an unhealthy amount of time :D Excited to meet everyone!"
    },
    {
        "name": "Apollo Loh",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Af349B865oK7xB-pVyQU4NzaSiuS7ESr",
        "details": "Heyo! I'm Apollo, and I'm a freshman studying EECS & Philosophy from Singapore. I've been on the hunt for the best ramen around Berkeley and really enjoy hiking the fire trails. Feel free to reach out about transitioning to college life or just about anything!"
    },
    {
        "name": "Kelly Yeh",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1takUpkSuCwZXg_jgeRzcvKBKrXQE8xud",
        "details": "Herro :> I'm from San Jose and I love going on walks, softball, drawing, fashion, kpop, good food, and spending quality time with family and friends <33"
    },
    {
        "name": "Liz Weaver",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1KSG0H33Zg-Xza-LBTDuA7QO9ue2HeMI9",
        "details": "hiii! i'm liz and i'm a cs major from the boston area! outside of school i enjoy baking, dancing, hanging out with friends, and meeting new people! excited to meet you :))"
    },
    {
        "name": "Max Wang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1CXkNlYJ0hf2ZOE_s_OVhgamgx9VVEimk",
        "details": "Hi! I am a first year studying EECS from SoCal. I like watching anime, playing video games, doing street photography, and ricing my mac. Exited to teach!"
    },
    {
        "name": "Darian Gonzales",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He series ",
        "imgUrl": "https://drive.google.com/open?id=1AXwlVdfNrYzNVxUjMVrakJihodspEuFt",
        "details": "Hi everyone! I'm a second year studying Physics and Computer Science, and this is my second semester with CSM. I play snare drum in the Cal Band, and I've been playing snare for the past six years. I enjoy rock climbing, teaching, Top Dog, running, hiking, and trying new food. "
    },
    {
        "name": "Sue Young Shim",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1oDslNYpYkcnu2z_C71vabsI9DQnKeJDc",
        "details": "Hello! I'm Sue, a junior studying math and cs. I like playing wordle, rummikub, and jigsaw puzzles. Feel free to reach out, and I hope you enjoy 61A!"
    },
    {
        "name": "Lenci Ni",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1jUR7Y3eZeRAetTNzXr7S0ImE3c41chFY",
        "details": "Hi! I'm Lenci, a first-year EECS major from Seattle, WA. This is going to be my first semester mentoring with CSM. In my free time, I enjoy watching movies, going on long walks, playing piano, and trying out new foods. I'm really excited for this semester and I'm looking forward to meeting you all :D  "
    },
    {
        "name": "Prabhas Kurapati",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1x0sibxeKiU27Oa5t5WSbk1khXKqNzA9y",
        "details": "Hey! I'm Prabhas, a freshman studying EECS and originally from Florida. I loved taking CS61A, so I'm excited to teach it this semester! I love TV and film, listening to every music genre out there (feel free to gimme music and concert reqs), and doing origami. Looking forward to meeting everyone!"
    },
    {
        "name": "Ashwin Chirumamilla",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1oRaufUjDsqHYLZyLKTGwRH338-LDCAlg",
        "details": "Hey everyone, my name is Ashwin and I'm a freshman here at Cal. This is my first semester teaching in CSM and I'm currently in EECS and Data Science. I'm from Dallas and am really enjoying living in Cali so far. I love watching sports (Dallas Cowboys fan), playing with my dog, and doing personal projects."
    },
    {
        "name": "Annabel Ng",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1htAVIyRtKa5c7C8yfcP62i3ofWzQMJer",
        "details": "Heyo! I'm Annabel and I'm an eecs major from San Diego interested in computational neuroscience and machine learning. Outside of studying, you can find me playing guitar, going on runs, or watching studio ghibli movies. I'm also a huge fan of making spotify playlists, so hmu if you want song reccs! ",
        "webUrl": "annabelng.com"
    },
    {
        "name": "Yale Han",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1-9AD1S9Msarl7_kAGVY48Pqk0HVT2BNo",
        "details": "Hi! I'm Yale, and I'm a first year from Fremont, CA studying CS. In my free time, I enjoy planning/going on day trips, thrifting (popupsj!!), dragging friends to the gym, and listening to music (top artists atm: lucki, yerin baek, and audrey nuna). Excited to meet everyone—feel free to reach out :D"
    },
    {
        "name": "Andrew Caslow",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1LC1YFN3nBRYe6DMIQByLxpSezUHQDNUO",
        "details": "Hello! My name is Andrew and I am a sophomore studying data science! I love surfing and hanging with friends! I can't wait to teach you and have an electric semester!"
    },
    {
        "name": "Rachel Xiao",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1kTh47J1n_fZCmfOEGvkjdFweWscUiGsm",
        "details": "Hi everyone! I’m Rachel, a first-year EECS major from NYC. I love traveling, trying new foods, and meeting new people! Excited to have a great semester with you all :)"
    },
    {
        "name": "Thomas Culhane",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1_1oV9qHSqr3W_NIsQnqwbldvkkPBCz9G",
        "details": "Hi everyone! I'm Thomas, a second year CS major and potential Linguistics minor. When I'm \nnot cursing my past self for creating this schedule, you can find me playing games with friends, listening to music, or watching TV. Feel free to reach out or swing by my OH for any help or to share your own recs!"
    },
    {
        "name": "Merrick Zheng",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1TT9yxqhTfT3t4ldg2gPCeH3wML4tIWRc",
        "details": "Hello everyone! I'm Merrick Zheng, an EECS major from the great(est) city, St. Louis, Missouri. Outside of class, I'm either watching football related content or gymin' at RSF that is if I'm not busy demoting in Valorant. Let's make the most of this semester. I look forward to meeting you all!"
    },
    {
        "name": "Rachel Hu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1bzKD0ZUl-QDH_RDtTAiIodWBmQj_J-vE",
        "details": "Hey! I’m a 2nd year CS major from Massachusetts. I love to dance. I’m on AFX and TrueLement, two open-style/hip-hop dance teams at Berkeley. I watch Friends way too much, and I love hanging out with friends. Chai tea lattes, boba, avocado, poke <3. Always down to talk, can’t wait to meet you :)"
    },
    {
        "name": "Mahir Shah",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1hAFZeWJAiWENQMi2qQI5OLTJKa4SFE7a",
        "details": "Hey everyone! I'm a freshman from Mumbai, India studying EECS and Economics. In my free time, I love playing Badminton, working out, and going on drives. Feel free to reach out to me about anything!"
    },
    {
        "name": "Steven Luo",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1fBAUDmjxw25wD1soa2K5_KGbUJH-J1fv",
        "details": "Hey everyone! My name is Steven, and I'm a first-year intending CS and minoring in Public Policy from San Jose, CA. I love music (esp. classical), cats, bullet journaling, and meeting new people. This semester, I'm trying to study in and rate every library on campus — feel free to reach out and join me! :)"
    },
    {
        "name": "Aaryan Chandna",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1egfz4q103go3cphYvcZQwmzwixa0lBxq",
        "details": "Hi! I'm Aaryan, a freshman from the Detroit Area studying EECS. I enjoy watching sports, listening to music, and playing basketball, ping-pong, card games, and video games. Super excited to meet you all!!"
    },
    {
        "name": "Balaji Ganapathi",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1yFWxRaZ5NxLBpyuIVVJxJZYZ80rrp7Xw",
        "details": "Hi! I am Balaji Ganapathi and I'm majoring in MCB and CS. I really benefited from being a part of the CSM program, so I hoped I can continue being involved by teaching as well. I love to play basketball and binge TV shows (Brooklyn Nine-Nine is goated), as well as just try different cuisines. "
    },
    {
        "name": "Chloe Wong",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "She/Her",
        "imgUrl": "https://drive.google.com/open?id=1jmFCGX1kKaGWzN391a0onEgkBkKTSiEX",
        "details": "Hi! I'm Chloe, CS/DS '26 from Malaysia :D Outside of my CS interests (AI/ML, datasci and HCI) I'm a lover of poke and matcha, a baking enthusiast, a chronic enjoyer of kpop/jpop, and personality test nerd (intj!). Always happy to chat about anything, feel free to reach out!"
    },
    {
        "name": "Manas khatore",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1NIVOyX5oD7UH2zp1el_g0bg4Nbg738D2",
        "details": "Hi there! My name is Manas and I’m a sophomore studying data science and computer science. I love teaching and hope to make more student love computer science. Outside of school, I am a huge fan of trying out new food places and attending concerts!"
    },
    {
        "name": "Shai Dickman",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1JvqjyXPVDIYl_sNXWB-j2CK8WAvEs81f",
        "details": "Hello! My name is Shai and, I am a first year EECS major. In my free time you can find me practicing the saxophone or hiking near by (like Mount Tam). CS61a was a wonderful course to take and I'm super excited to be a mentor for students this semester. I look forward to meeting you all in section!"
    },
    {
        "name": "Raymond Zhao",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1LZ6JDxrhqhyl4BRjq_M6aOe0epaAxdhD",
        "details": "Hello! I'm a freshman from NJ studying bioengineering. I love exploring new music (mostly hip hop), inventing origami, working out once/twice a month, following basketball (let Russ cook), and teaching!! Really hope I get a chance to meet you all!"
    },
    {
        "name": "Marie-Anne Xu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1fBBnjuFOakxpldEGZd0uiU5uf9ocQzgE",
        "details": "Hi everyone! I'm Marie-Anne, a first-year EECS major from the Bay Area. Some of my hobbies include cooking, jigsaw puzzles, and sudoku. Looking forward to meeting you all!"
    },
    {
        "name": "Pranav Perumandla",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=17tHfiag884RA49phTWCQOOo1ulI9qa4g",
        "details": "Hi! I'm Pranav, a freshman studying EECS. I'm a huge cricket and Formula 1 fan. I also love listening to The Weeknd. In my free time, I like to explore the Bay Area. This is my first time teaching in CSM and I'm super excited to meet y'all. Feel free to reach out!"
    },
    {
        "name": "Hiya Shah",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=18gCf_dN7nLBrMPpJqGsU8NSpfpPJomT6",
        "details": "hello! I’m a first year from the bay area and I'm super hyped to mentor for CS61A! In my free time I love karaoke, f1, being a plant mom, and getting overly emotional over sad movies :'). feel free to reach out to me with any questions :)! \n"
    },
    {
        "name": "Advika Bhike",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=18jcHZ9nGwYD-BsPNLb-7SD7X4zOgD0H2",
        "details": "Hi! I'm Advika and I'm intending to double major in physics and CS/DS. CSM was super helpful to me as I was taking the course so I hope to give back to it! Outside of school, I like to eat new things, drive at night, and read about skincare. Excited to meet y'all! "
    },
    {
        "name": "Liwen Sun",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1LYt7yDvMFuqgmCTvABrv5KsgH-bigfQF",
        "details": "Hi I'm Liwen. I took CS61B last semester and I love teaching! I like watching Youtube (I'm a Blackpink fan), playing chess, art (charcoal is my fav medium), dance, and trying new food :)"
    },
    {
        "name": "Richard Yang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1iCKz6AF7uD8ta4v_vCWOT-EIvNz7RWGt",
        "details": "Hi! I'm Richard and I'm a second year CS/DS student. I like listening to music, following the NBA, and grinding Valorant. I also have an unfortunate addiction to spaghetti. I'm super excited to be teaching 61B and I'm looking forward to a great semester!"
    },
    {
        "name": "Persy/Yuanjue Zhu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she her",
        "imgUrl": "https://drive.google.com/open?id=1Yl_T0vNein0xJwRyh3yqkA1cIBigc8eX",
        "details": "Hi! My name is Persy and I am a sophomore intended cs/ds/art. I am an art and music enthusiast and I play a litttle bit guitar. It is my first semester at CSM and look forward to meeting y'all!"
    },
    {
        "name": "Xinze (Sunny)  Guo",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "She/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1cjxKUioQL1SB9d1guhJ0iL2_9k7WjTVi",
        "details": "Hi! I'm Sunny, a sophomore Astrophysics and CS major. In my free time, I like watching birds, reading science fictions and detective fictions, and watching The Big Bang Theory in my free time. Excited to get to know you this semester :)",
        "webUrl": "https://sunnyxinzeguo.github.io"
    },
    {
        "name": "Malavikha Sudarshan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1IrDf9wBe4xDTSbaFtE-zXm_WbZWoHWNc",
        "details": "hello :) i'm malavikha, a second-year from scotland studying computer science, art and data science. in my spare time, i love to hike, paint and bake. on campus, i'm also involved in women in weightlifting, women in computing and data science, and british students at cal! looking forward to meeting u :)) ",
        "webUrl": "https://www.linkedin.com/in/malavikha-sudarshan/"
    },
    {
        "name": "Derrick Cui",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=14DCJCo5IMJlW_E3uycVdeLkqLOc6PbTm",
        "details": "Bagged milk >>>>>> boxed milk\nEcon + CS sophomore child from Toronto.\nI like Overwatch, Lycoris Recoil is so underrated.\nFav show is Bojack Horseman.\nMy least fav cheese is Provolone.\nSparkling water underrated",
        "webUrl": "https://www.linkedin.com/in/derrick-cui/"
    },
    {
        "name": "Jeffrey Chen",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=11Ur3y1vIeSdozAbsxNVzGErxRDZVhWYP",
        "details": "Hi! I'm a 3rd year studying EECS, and I'm super excited to jump into the amazing world of data structures with you guys! When I'm not in class, you'll see me playing volleyball in the RSF. Feel free to reach out if you have any questions or just want to chat!"
    },
    {
        "name": "Ge Jin",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Victor Shi",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1TdwMm-hjuhV639mjBTTvUzpqINGcDTBS",
        "details": "Hey everyone! I'm a sophomore studying CS and Stats and I love bodybuilding and playing basketball, just sports in general. I'm pretty chill so if you have any questions I gotchu. Looking forward to a fun semester teaching 61B and meeting everyone :)"
    },
    {
        "name": "Vivien Chen",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=16RD3IcZDZdeIv_6DKACbZBSwOgwP8qFk",
        "details": "Hi everyone! I'm Vivien, a second year studying computer science. I finished 61B last semester and really loved the material! In my free time, I love to hang out with my friends trying different places around Berkeley! I think my favorite place currently is Imm Thai in downtown. Let's talk tech and food!  "
    },
    {
        "name": "Brian Fu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1uSZHCHKz0rmGSM7dIUWcz01Sx9ATfEfp",
        "details": "Hi everyone! I'm Brian, a sophomore from Cupertino studying EECS. CS61B was one of my favorite classes at Berkeley and I hope you will enjoy it as well! Talk to me about KDramas or video games haha. I'm looking forwards to meeting everyone this semester!"
    },
    {
        "name": "Anniyat Karymsak",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1EDs5LQSWfvPCs5_mFvSWnFxyiRb6L_-C",
        "details": "Hi! My name is Anniyat and I am a sophomore from Kazakhstan. Apart from teaching, I really enjoy watching detectives, ballroom dancing, and listening to Frank Sinatra's songs. When it comes to food, I am (unhealthily) obsessed with Seoul Hotdog!"
    },
    {
        "name": "Taras Priadka",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1tj844aZZ_IPjMX7zaMWTb5RX95ZxX3cW",
        "details": "Hey, I am a senior in EECS who have done his fair share of coding. I like to play guitar, workout and climb. I love John Mayer as he is a genius guitarist, and I want to be like him when I grow up. If you are hungry, you should checkout Turkish Kitchen on Shattuck!"
    },
    {
        "name": "Mukhamediyar Kudaikulov",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1j8AMREZY7k2pie87ODz_Vk7xYaQOdKZK",
        "details": "Hi! I am Mukhamediyar (Muhamed-e-yar). I am a second year EECS major. I'm currently AI'ing for CS61ABC, and super excited to be a mentor this semester! In my free time, I practice Jiu-Jitsu and like to draw stuff... or maybe not in my free time, just when I'm procrastinating. Looking forward to meeting y'all!"
    },
    {
        "name": "Myles Fung",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1QH51bRY-HWAbGoTwi4ABOoWJmif_ftp0",
        "details": "I'm a second year, soon-to-be CS major from Elk Grove, CA. Outside of class, I spend time lifting, learning Phoebe Bridgers songs on guitar, and reading Murakami. Open to talking about anything. "
    },
    {
        "name": "Oliver Petrick",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1NwZwe1A-P2In-mW-ZNvM7m8Zm4FGN9Jo",
        "details": "Hello! I'm a second year majoring in cs. In my free time, I play basketball, tennis, and the guitar. I'm excited to get started!"
    },
    {
        "name": "Dalton",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=1HHbPqUScfOYfOPD3LLme59Gn4mPePe-I",
        "details": "Hi everyone, I'm Tianye and I'm a sophomore studying CS & Applied Math. This is my first time as CSM 61B JM. I love to hit the gyms and read detective fictions. My favorite restaurant in Berkeley is T'Toust. Looking forward to meet y'all! :D"
    },
    {
        "name": "Jisung Kang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1maGmT_Ni72mqJvdrM41vNIGqbKenc7vQ",
        "details": "Hi everyone! I'm Jisung and I'm a second year studying Computer Science. I am super excited to be teaching 61B and meeting everyone this semester! In my free time, I like to workout and binge watch k-dramas. Please reach out to me to talk about any interests or ask for k-drama recommendations."
    },
    {
        "name": "Kanav Mittal",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1nDn9jr7hjtC35T4EWXG6ZUClDBPORQUz",
        "details": "Hello! My name is Kanav, and I’m a second-year EECS major. In my free time, catch me hiking the Fire Trails or listening to Taylor Swift (yep, I'll be going to her tour this summer!). Outside of CSM, I'm involved with course staff and research, so feel free to ask me any questions about that!"
    },
    {
        "name": "Felix",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1v7Ju67IEqbCGlrSdFh8gtp4QJpKSxXT8",
        "details": "Hi! I'm Felix, a sophomore studying CS and music from the Bay Area. I loved learning about data structures and algorithms, and I hope you will too!"
    },
    {
        "name": "Ziran Zhou",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1kJi7f5AJJqK9HAxxMAwPE_JxblRLQ4y3",
        "details": "Hi! I am a sophomore student studying Computer Science. Netflix, traveling, and cooking for relaxation. Rock-climbing, video games, and 61 series for excitement."
    },
    {
        "name": "Rahul Ravishankar",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1iXBq8MSMCqgqkPLbJZ-eQyAgcij0VHmv",
        "details": "Whats up. My name is Rahul Ravishankar, and I am a sophomore studying Computer Science. I am from the Bay Area and enjoy playing poker, working out, and eating. "
    },
    {
        "name": "Angela He",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1tzpmDpd0PUpp1nZQ42IJdR-jA_IoCfW_",
        "details": "Hi! I'm a 2nd year studying Computer Science and I'm from San Jose. I took CS 61B last semester (currently taking CS 70), and this is my first semester as a CSM mentor. I love to birdwatch, work with clay, watch tv and listen to music (open to recs!) and I'm in Cal Habitat. Excited to meet you all!"
    },
    {
        "name": "Deniz Demirtas",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1rCUi-hB4AZLiU_UVnuqxuIauwLiG4MAy",
        "details": "Hello everyone! I am a sophomore CS major, potentially minoring in philosophy. I loved the content for CS 61B, and hopefully you will too. Outside school I like exploring nature, listening to house music, and this semester I am trying to get into rock climbing. Looking forward to meeting with everyone!"
    },
    {
        "name": "Brian Hsiao",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1lWpZMoMw9Ftaij9u3Ubf8L2iFdXYUUNa",
        "details": "hi! i'm brian a sophomore from san diego, ca studying EECS. i love listening to music, especially keshi, Eric Chou, and kr&b artists. i also like playing basketball and watching tv shows!"
    },
    {
        "name": "Hannah Wu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1FoStBR4vHI5nc9XozVF5ONm1r_dqXGRM",
        "details": "Hi! I'm a sophomore studying CS. I enjoy playing volleyball in my free time and I'm looking to pick up new things. "
    },
    {
        "name": "Rachel Hong",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "She/her",
        "imgUrl": "https://drive.google.com/open?id=1wmaYcVUUXSHFp_3bsVabQpZUIb2U841c",
        "details": "Hi! I’m Rachel and I’m a 2nd year studying computer science. I love cooking, painting, watching the Walking Dead, and 61B ofc. I look forward to meeting you all and feel free to reach out to me about anything!"
    },
    {
        "name": "Derek Luan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1j6SwjeALQzGAtglgTXYpoF_gu9DY4R1K",
        "details": "Hello! My name is Derek and I'm a junior majoring in CS. I enjoy watching tv, playing basketball and getting Chipotle. Looking forward to meeting everyone!"
    },
    {
        "name": "Frank Shang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Bo8rt2cetmh8PrXQDRBCBqwln-LUhwE-",
        "details": "Hello! My name is Frank and I'm a concurrent enrollment student who grew an interest in Computer Science during my later years of life! I hope you never feel like it's too late to start your coding journey! Looking forward to the semester!"
    },
    {
        "name": "Jonah Robinson",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1jiCPC2Hkh-UWATzU0I8W6Jj5o8HXwf0d",
        "details": "Hi, I'm Jonah. I'm a second-year CS student originally from Berkeley, CA (yes, actually). I'm really into data structures, probability theory, and data science, and absolutely loved taking 61B. Some of my interests outside of the CS Universe include basketball, freestyle rapping, and playing poker. ",
        "webUrl": "jrobinson.io"
    },
    {
        "name": "Rosemary Ting",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1yvdgnsNsiptaSZIhwf27x9zboJDocvOP",
        "details": "Hello! My name is Rosemary and I'm a sophomore intending to pursue computer science. In addition to badminton, I enjoy singing, reading, eating, and just hanging with friends in general. A sad fact about me is that I have a very low spice tolerance. Feel free to reach out to me, can't wait to meet everyone!"
    },
    {
        "name": "Joseph Pandur",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1H6En_wRqihYXn3zmjLKrxCr9xuVsYSHF",
        "details": "Hello, there! I am a second year studying astrophysics and computer science. Outside school, I enjoy hiking/taking long walks, reading, listening to '70s and '80s music, watching sci-fi, and following MLB. Excited to be one of your mentors this semester!"
    },
    {
        "name": "Branden Lin",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=18uZ0WtvpMqwgOVUWjnaeIPiU4XvaNN4v",
        "details": "Hello! I am a sophomore from San Francisco majoring in CS and minoring in DS. I found this class super interesting when I took it and I think y'all will thoroughly enjoy it as well :) In my spare time, I spend too much money on overpriced boba and too much time watching Jimmy Garoppolo lose in the playoffs."
    },
    {
        "name": "Eesha Thaker",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1xxW4Ol5V-AuhUI9gcRNPIWZq9uC9og13",
        "details": "Hello! I'm a second year majoring in Applied Math and CS! This is my second time as a JM for 61B. I love puzzles and games in all their varieties-- escape rooms, board games, poker, and trading (if investing the little money I have can be considered a game lol). Excited to meet y'all!"
    },
    {
        "name": "Jason Huang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1emsk6aZClcL82GBHtGptKUgTLBhJJkyB",
        "details": "Hi everyone. I'm a sophomore studying CS and DS. I'm a huge fan of milk tea, and I like to workout in my free time (so there's less guilt in drinking). I also like anime and Studio Ghibli's movies (I put it as separate because it’s not anime. It’s art!)."
    },
    {
        "name": "Catherine Chu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1HxdaZEeIoQxzeE-j8b6SP6mV8et8NFvZ",
        "details": "Hi everyone! My name is Catherine, and I'm a sophomore majoring in CS and DS. My hobbies include music, painting, and cooking. I also love to watch crime and detective TV shows! I'm excited to meet you all :)"
    },
    {
        "name": "Kevin Doan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1XNMdwF2CSQxkGyg2prkedrbgcDtuQ-yG",
        "details": "hello, i'm a junior studying EECS! i am a retired napping enthusiast who loves to play games casually. my favorite music genre is trap EDM, but i have to admit that classical music goes hard as well. i look forward to getting to know you all! :D"
    },
    {
        "name": "Abby O'Neill",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1FFpcOtgqyFSm7ssh9wzLNneyHOTd_5jE",
        "details": "Hi! My name is Abby and I'm a second year studying CS from Sunnyvale, CA. Outside of school, I love all things outdoors from soccer to surfing to backpacking. Some of my favorite things are banana pancakes and flannel sleeping bags."
    },
    {
        "name": "Carolyn Liu",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1M6uwE8Appq1V_ZxipQZelOAJl8hDhDco",
        "details": "Hello everyone! I'm Carolyn, a freshman computer science major from San Jose, CA. I like playing board games and card games, buying overpriced stuffed animals even if I don't have space for it, and getting some boba (tptea >>). I'm looking forward to a great semester together as your junior mentor! :)"
    },
    {
        "name": "Siddharth Ganesan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1WOjaWfiUDdYtc42PsCum2jzA4vQYB4CM",
        "details": "Hey! I'm Siddharth, a junior studying EECS and Business. I love playing tennis and I occasionally do some card tricks. Looking forward to meeting you all!"
    },
    {
        "name": "Kunal Agrawal",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Y4-EmTD6VI38SQkx8-hjsyPyxz3C4uXG",
        "details": "Hi! I'm a junior studying Computer Science. This will be first time mentoring for CSM. I've always enrolled in CSM as a student and I'm super excited to be mentoring this semester. In my free time I play electric guitar and I like to make movies--I'm a part of Cinematic Arts and Production Club at Berkeley."
    },
    {
        "name": "Akash Dasgupta",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1Nwa7UTs1zj13XS1Hwp0z4yZN2JEaD0FN",
        "details": "Hi Everyone! Super pumped to be a mentor this semester for one of my favorite classes :) I'm a sophomore studying CS & Stats with interests in NLP research but also very into Architecture, History, Classical Music, and learning languages. Reach out anytime for CS guidance, general advice, or just to talk!"
    },
    {
        "name": "Ranaa Jamshed",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=13QRTfMUGardfg-Rnh-gH3xxmxdIC0Mr1",
        "details": "Hello! I’m Ranaa, and I’m a Third year CS major from the Bay Area. In addition to CS, I love reading, cooking, and exploring the outdoors. I'm super excited to meet all of you and hope everyone has a great semester in 61B!"
    },
    {
        "name": "Matthew Ybarra",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=12abtDls9s2nrf46UJuvt8UIWanrb3ZV6",
        "details": "Hey! I'm Matt, a second-year EECS major from Pico Rivera, California. I love playing (Tenor Sax) and listening to music (BTS, Gorillaz, Beach Bunny), playing games (Destiny 2, Persona, Soulsborne) and I'm the biggest cheese addict you will ever meet. I really enjoyed 61B and I can't wait to meet you all!"
    },
    {
        "name": "Xintong Ding",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1bZZz80QCaRQMS3s8NhvJAce_3hxGoGnC",
        "details": "Hiii, I'm Xintong, a sophomore studying CS and applied math from China. In my free time, I love listening to Lana Del Rey, playing Stardew Valley or rhythm games, going shopping, and watching TV shows! Excited to meet you all!"
    },
    {
        "name": "Rachel",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "She/Her/Hers",
        "imgUrl": "https://drive.google.com/open?id=13RYn-zA3lZAUWwo0DYwRZX2aCWAur78X",
        "details": "Hi, I am Rachel, a sophomore studying economics and cs/ds. I’m from southwest China and went to high school in Costa Rica. Come and chat with me about food, pets, movies, traveling, anime, classes, or cs61b!"
    },
    {
        "name": "Andrew Liu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1uLWax1c3egstFb_jUiYYJzIw74GBEJym",
        "details": "Hi! I’m a sophomore Math/CS major and I love to cook, yo-yo, and climb! CS61B was my favorite CS class I’ve taken at Berkeley, and I hope that I can share my love of data structures with you! My favorite breakfast food is a toasted plain bagel with butter, but I hope my section won't be that plain!"
    },
    {
        "name": "Nehal Sindhu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1rS9OEAANXCFRP5b_jyT524Cs331nKO2l",
        "details": "hi! i’m a sophomore studying data science and public health. 61b has been my favorite course so far, and i hope to share my love for it with you!! apart from that, i love pandas, matcha, concerts, and thai food! looking forward to meeting you all :)"
    },
    {
        "name": "Mohammad Shahnawaz",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1UjlB84D-TPUaYYtHlDv49Pl0doeaGmAg",
        "details": "Hi everyone, I'm Mohammad a sophomore majoring in CS and Econ. I hope to get to know you guys well this semester."
    },
    {
        "name": "Hanqi Xiong",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=11IdDxhE3NwWUeeI9QVUHfQ_XIt1piI0T",
        "details": "Hello, I'm Hanqi Xiong and I'm a sophomore studying computer science and data science. On my free time I love to play video games: geometry dash/overwatch/CIV 6. When it comes to food, Thai Basil is always my choice and it locates at asian ghetto. I recommend all of you guys to try it out!"
    },
    {
        "name": "Bill Shao",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1MqIZz8kcikh9CgLo2gzd7A877pwhorSp",
        "details": "Hi all! I'm Bill and am currently a Sophomore studying CS and Linguistics. My main hobbies right now are climbing and cooking. Outside of class, you'll probably find me at Mosaic or in my kitchen hopefully not burning something :)."
    },
    {
        "name": "Patrick Jin",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1MWoEQv-yYJYbZThJCjz1o2gpuGFzOYqy",
        "details": "I'm a 3rd year CS Major from Fremont. I have been an AI for CS 61BL before and this is my first time teaching for CSM. I really enjoyed CS 61B and look forward to meeting you all!"
    },
    {
        "name": "Julian Tuazon",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=10iappGB_4tSCrp2wOIYjykSzcXF-ebAz",
        "details": "..."
    },
    {
        "name": "Alice Herston",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1HpTVwsI6DwmqkF0Pqsbu7XU9hV-nFQpG",
        "details": "Hi I'm Alice! I am super excited to be mentoring for my favorite Berkeley CS class! My hobbies include running, playing music, and taking photos. I have way too many random interests and hobbies to list here, but chances are we have something in common haha. Looking forward to a super fun semester :)"
    },
    {
        "name": "SangJun",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1EuTtSu44pA4UdLGJlqbQN5RLiHyWwy-Y",
        "details": "Hi! I'm a sophomore majoring in EECS. I love playing basketball, watching soccer (GO COYS), and trying new stuff. I'm very excited to be teaching 61C this year and excited to meet you all :)"
    },
    {
        "name": "Grace Zheng",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1V1YslR2T_MEgJLHzy4O0nSBVMZBx2sqG",
        "details": "Hi! I am Grace, senior studying EECS from LA area. I am excited here been part of CSM:) I like playing badminton, singing, listening to Music in my free time. I also like pets(have a super cute cat). Excited to meet you all:)"
    },
    {
        "name": "Omar Almatov",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1KlOBLoc6dd1OhBy9Zdab6hUUcZGunS0N",
        "details": "My name is Omar and I'm a student from Kazakhstan studying CS. In my free time I like watching movies, playing video games, and rock climbing. My favorite band is the Strokes. I usually spend my Sundays planning what I'll cook for the week and buying groceries. My favorite restaurant in Berkeley is Imm Thai. ",
        "webUrl": "https://www.linkedin.com/in/omar-almatov/"
    },
    {
        "name": "Vinay Agrawal",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=13zG5xaR77L1v2rz3KnYtWf5A7Lz-RIwn",
        "details": "Hii! I am Vinay, a sophomore Eng Phys Major (maybe EECS minor/major too), from the suburbs of Chicago, IL. This will be my first semester in CSM.  I love food, sports, sci-fi action movies, good music, and all sorts of card/group/board games. Down to talk about anything though and excited for more 61C!",
        "webUrl": "https://www.linkedin.com/in/vinay-agrawal-53a1bb204"
    },
    {
        "name": "Daniel",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1cw4JPcLaRqJ31dNSisoFVmoiVrb4IEew",
        "details": "Hi! I'm Daniel, a junior majoring in CS and Applied Math. I'm from Fremont, CA, and in my free time you can find me working out, playing basketball, exploring nature, dancing, or losing elo on chess.com."
    },
    {
        "name": "Kat",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "She/Her",
        "imgUrl": "https://drive.google.com/open?id=1oDg2RMJNiEMLLVU-0ECTdUwPTPAcEMiN",
        "details": "Hi! My name is Kat, I’m a current sophomore studying EECS. When I’m not studying, you can catch me rock climbing, hiking, or petting my dog KiKi. I’m also a current intern at NASA, specializing in wildfire computational modeling. If you want to learn CS (or talk about fires/climbing…) feel free to reach out!",
        "webUrl": "https://www.linkedin.com/in/katrina-sharonin-984551178/"
    },
    {
        "name": "Jacob Laurence Leigh",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Ryan",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Su37BqbupRE8e2HJUbeuU5kI-OxvYQhK",
        "details": "Hi! I'm Ryan, a sophomore majoring in EECS, from Orange County. At Berkeley, I'm a TA for Volleyball 2 and part of Chess Club. You'll see me often at the RSF for open gym volleyball or intramurals. \nI thought 61C was decently cool, and I hope to help you guys do well. Looking forward to meeting everyone!"
    },
    {
        "name": "Ameya Phadnis",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1jHLqWLXaLUmJyC2mdeT6PhfyvhIKSEvf",
        "details": "Hey everyone! I'm Ameya, currently a second-year EECS student. I love reading, cooking, programming, and CS61C. Looking forward to seeing you in section!"
    },
    {
        "name": "Jackson Wei",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1t4CQNKk3B9_MsioqUo67NWcAOS26XeJZ",
        "details": "Hi, I’m a second year EECS student from the LA area. In my free time, I like to go to the rsf, try out new cooking recipes, and look at expensive keyboards. Really enjoyed 61C and super excited to be a mentor for 61C!"
    },
    {
        "name": "Anirudh Chaudhary",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1KRYGYlYpRlBPfvAeG1hVgKdFpfU5OLET",
        "details": "Hello!! I'm a third-year EECS major. I'm really excited to teach this year and plan on teaching in a way that is accessible to you all. I think there's immense value in being curious and asking questions so please don't ever hesitate to reach out for anything!"
    },
    {
        "name": "Tushar Goyal",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1XeqSslPh-UD9EIvteJjIvKI52MAtHTzD",
        "details": "Hi! I’m a second year majoring in EECS+Business. I love the intersection of hardware and software. My hobbies involve tennis, soccer, rubik's cubes, and watching thrillers. I recently bought a kite, so hit me up if you are interested in flying it after class! \n\nCaption: I was making a Remote Procedure Call. "
    },
    {
        "name": "Kerrine Tai",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QHvYfpIc7Aqd16uQERjDbTPHSYEeGGtC",
        "details": "hello! I'm Kerrine and I'm a second year studying CS. I enjoy gardening, baking, hiking, buying unnecessary things, and touching grass. Some of my proudest accomplishments include baking perfect macarons and growing Joshua Trees from seeds. Looking forward to meeting all of you!"
    },
    {
        "name": "Vaishak Krishna",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=19vsKN_lhJxc73PVkXTcLM9kHSKj4xnEc",
        "details": "Hi! I'm Vaishak, a 3rd year from new jersey who likes to cook and play smash in my free time. I loved 61c when I took it (although it was tough) and I'm hyped to teach this semester. Feel free to reach out to talk abt anything! "
    },
    {
        "name": "Ethan Zhang",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1u_fGVPc8c3thsDn41ItF05NoY_Z1fez5",
        "details": "Hi! I'm Ethan and I am a CS major interested in system architecture. In my free time, I like to play volleyball, hike, and generally enjoy nature. This will be my first semester teaching CSM and I'm excited to meet all of you!\n\n\n"
    },
    {
        "name": "Bryan Li",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=11biPMT6WU3vDbetoTZnUiZo-87b-K3xY",
        "details": "Hi, I'm a freshman double majoring in math and comp sci at Berkeley. I love playing ping pong in my free time, so definitely feel free to hmu if you're interested in a few games."
    },
    {
        "name": "Kun Woo",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1gSz-BsWKOaB0anzjaD-elMyBuQ-HPNAL",
        "details": "Hey everyone! I'm a second year Computer Science major. I enjoy playing tennis, working out, eating with friends! Feel free to reach out to me about anything! "
    },
    {
        "name": "Theo Keller",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=10g01o9U2pNG1Hq9mvo4NtRsPTn9qnrS7",
        "details": "Hey! I'm Theo, a second year Applied Math/CS major from San Francisco. In my free time, I like working out, gaming, and generally enjoying the Bay. Looking forward to meeting you!"
    },
    {
        "name": "Yiqing Zhang",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Jonathan Chen",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Yeonoo Chung",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1WmbVQ-Ksow5f1O7L6PhSCo_gJZLg7IUv",
        "details": "Hi! I'm Brian, 3rd year studying CS and Economics from Korea. My interests include food, video games, and soccer. Currently hunting for good Korean food around Berkeley, so feel free to reach out if you know a spot. Looking forward to getting to know you this semester!"
    },
    {
        "name": "Vibha Dabholkar",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Dbc3-J6sBoji11JmXt_LKWIR-F0MOF3s",
        "details": "Hello! I'm Vibha and I am sophomore studying Computer Science from SoCal. I love to go hiking, do puzzles, and am a huge foodie so definitely hit me up with some food recs! Excited to help you guys out this semester and make CS70 more enjoyable :)",
        "webUrl": "https://vibhadabholkar.com"
    },
    {
        "name": "Siva Tanikonda",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1ZIaChGPjfK2_pUXROpoaooODza-87r84",
        "details": "Hello! I'm Siva, and I'm a a freshman studying computer science. In my free time, I like to listen to music, play video games, and binge TV shows. I am looking forward to working with you all this semester!"
    },
    {
        "name": "Jesse",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1XWRpv2BEVqZRSFwXndTrUjvQdwrwOxHR",
        "details": "I enjoy reading modernists' literature and listening to Pink Floyd's concept albums. Occasionally I paint or play some kind of competitive sport (usually soccer, basketball or tennis). I also enjoy conversations with random strangers. When I have free time, I do math. "
    },
    {
        "name": "Ajay Bhargava",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=14Qj6hFuPq7Gsx5EmZC-lh2krfbuH8vH0",
        "details": "Hey I'm Ajay and I study cs + linguistics. Here at Berkeley you'll probably find me playing basketball, creating a crossword puzzle, or practicing dance. Excited to be a CSM Mentor!"
    },
    {
        "name": "Siddaarth Prasanna",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1q9TmsRzVdx-ojuEKVdqbuMyq5hV1O6aM",
        "details": "Hi! CS70 is one of my favorite classes I've taken at Berkeley so far, and I that at the end of the semester, you feel the same way too about it as well. Outside of class, I love cooking and taking photos on my film camera. "
    },
    {
        "name": "Nikhil Thakur",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1nBePEmBETov3wZ1FzwYZvfwtdUvn7W8F",
        "details": "Hi! I'm Nikhil, a second year CS and Applied Math major from the Bay Area. I'm into fantasy sports, running, and playing poker. I'm excited to meet everyone! "
    },
    {
        "name": "Amogh Tantradi",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Ht3t0E6VH6gXXAAQE9RroVbRP4o1sdb8",
        "details": "Let's have a great semester!"
    },
    {
        "name": "Byron Yang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=1LDu-6TaKyxrzmALKwobqN5xTm04S7tAz",
        "details": "Hello! I'm Byron and I'm a sophomore majoring in CS. This is my first time teaching CS 70 as part of CSM so I'm super excited! In my free time, I like to play lots of CS:GO, the piano, and with my American Eskimo! Looking forward to a great semester with you all and hopefully you'll enjoy CS 70 as well!"
    },
    {
        "name": "Eric Du",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=17yKSy57hMsc3Slq43U0CDHBojgVLbjOZ",
        "details": "Hello! I'm a sophomore from Canada studying Physics and CS. I like playing badminton, chess, and photography. I really enjoyed taking CS70 last semester, and I hope to make this class as interesting for you as it was for me. Feel free to talk to me about anything, I look forward to meeting you all!"
    },
    {
        "name": "Ryan Yang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=1e2b3MsqV1EBusFPxW_hU5_1MuRHe7FTD",
        "details": "\nHi! I'm a freshman studying CS. This is my first semester teaching and I'm excited to get to know everyone! In my free time, I like to play violin/piano as well as a variety of games such as valorant, set, and hanab. Feel free to talk to me about anything!"
    },
    {
        "name": "Gabriel Taboada",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=13fS0k3OcfQAypB3ER6_VlZ1dhuruPiin",
        "details": "I'm a sophomore studying EECS and I might minor in DS and Music. I like to play guitar and piano. If you have any questions about the course or you want to jam, my email is gabtab@berkeley.edu"
    },
    {
        "name": "Kyle Fenimore",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1I_YOLzm7XqXzyWdRlOsyKmtXewJ6W__s",
        "details": "Hi! I'm Kyle, a freshman studying math. Outside of classes, I enjoy playing the board game Go, going for runs, playing the trumpet, and wearing socks with sandals. I found learning about proofs and discrete math a lot of fun, so I'm excited to be a mentor for CS70 this semester :)"
    },
    {
        "name": "Will Giorza",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1vJ_sga9SFUfKmnH-HDm_oEsDMidmudhc",
        "details": "Hello there! I'm Will, a 2nd year EECS major from Phoenix, AZ. I'm into Star Trek, Breaking Bad, hiking, and watching sports (I'm a fan of the Phoenix Suns and Everton FC). Looking forward to a great semester!",
        "webUrl": "https://will.giorza.com"
    },
    {
        "name": "Darlnim(Darl) Park",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1gTiqjsVrHapW2_uPLRjkgBsh7x-wAK8b",
        "details": "Halo I'm Darlnim (or Darl) and am a junior at Cal. I like vibing at 3am to music with a bass that hits hard, lurking around Milkbomb until they open, being a baby birb getting force-fed anime recs by my weeb friend, and spontaneously making trips to moffitt at 12am."
    },
    {
        "name": "Ananth Goyal",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1cjJhiGV-JkLGzCdSoa3uiwxZBS21q0Lj",
        "details": "Hello! My name is Ananth; I am a 2nd year studying EECS (currently regretting the EE part). Outside of school and all productive things I enjoy playing clash royale, re-watching the office, and getting rejected from internships. I look forward to meeting you all!"
    },
    {
        "name": "Christine Fang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=16qmMuBeki6rFmlAOcK9PiU1w7ZqrMniI",
        "details": "Hi! My name is Christine, and I'm a second year, studying CS and Econ. I'm from New Zealand and I have a twin sister who also goes to Berkeley! My goals this semester are to gym more often and read the news. I'm excited to get to know you guys!"
    },
    {
        "name": "Brandon Wong",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1gkAnutsYByVv2IeD_x0k1ofOwK5F1vtc",
        "details": "a"
    },
    {
        "name": "Josh Li",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1j8czoGDZKdURlHB0OtfMSlRavc275jJj",
        "details": "Hey! I'm a junior studying computer science. In my free time, I enjoy playing tennis, ping pong, exploring by bike or by walking around, poker while I'm net positive, making and playing video games, existing, eating, sleeping well, learning about the world through youtube and books, and trying new things. "
    },
    {
        "name": "William Ding",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1pLs-C_yQdtoIvK4hJFkM7vul9Mu4YKIM",
        "details": "Hi! i'm will, a first-year eecs student from san mateo. this is my first time teaching for csm and i’m super excited to meet everyone! feel free to reach out and please send book and manga recs."
    },
    {
        "name": "Ananyaa Jain",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1zOZHswY7TNVPSZIWtYoVON3hMhTvNtmZ",
        "details": "Hey! I am Ananyaa, a sophomore from India studying Data Science and Economics. In my free time, I like cooking, going on walks with my friends, and exploring new restaurants around Berkeley. I really enjoy discovering new music so hit me up with recommendations!! So excited to meet you all:)"
    },
    {
        "name": "Frederick Pham",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1849joyFjXqVtcTjVYvP73CRg92CmiwXA",
        "details": "Hi everyone! \nI'm Frederick. This is my 2nd time doing CSM. I'm an outdoor person and if anyone is interested in hiking or backpacking, feel free to shoot me an email. "
    },
    {
        "name": "Tulsi Prabhakaran",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1_5E3ZkRW_AdN9JmLHavqdOI6f2K37zZT",
        "details": "Hello! My name is Tulsi and I'm a 2nd year from Sunnyvale, CA majoring in MCB & Data Science. Some things that make me happy are concerts, singing, playing the ukulele, baking, tennis, walking my dog, and binging TV. My favorite artists include Khalid, The Weeknd, & Taylor Swift:) So hyped to meet you! <3"
    },
    {
        "name": "Angela Bi",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1S3sXewXfMeqrcV-1es6GIX6lZusWzJoO",
        "details": "Hello! I'm a sophomore majoring in Data Science and minoring in Political Economy from the Bay Area and Boston, Mass. Aside from CSM, I illustrate for the Daily Cal, play intramural volleyball, and watch anime. I also have a ginger cat named Waffles! Feel free to reach out for anime recs or cat pictures :)"
    },
    {
        "name": "Daisy Wang",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1__k7lEkoi9S8-ggaUiNLohs6Vd2iVskR",
        "details": "Hi! I'm Daisy, a sophomore majoring in Applied Math and Statistics. I'm also hoping to minor in Creative Writing. In addition to CSM, I'm also part of SAAS. In my free time, I like reading, gaming (video games, board games, card games), watching c-drama/reality TV, and listening to music! "
    },
    {
        "name": "Kaelyn Huang",
        "courses": {
            "cs88": "Junior Mentor",
            "cs61a": "Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1OgjAxzZZNDTkMp4sTgc-S5hH2qDGCm9-",
        "details": "Hey! I’m a second-year CS major from Dublin, CA. I was an Academic Intern for CS10 and a researcher for Computational Game Theory! Outside of academics, I have a legitimate fear of squirrels and trained for many marathons to escape their beady eyes. Also, I love cloudy days, citrus fruits, and cute plants :)"
    },
    {
        "name": "Mia Lopez ",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1GBuMivmalS3LUslREHK-hbwFt3gWywem",
        "details": "Hi there :)! My name is Mia and I'm a first year majoring in CS from SoCal. In terms of CS, I'm interested in AI/ML and joining clubs geared towards uplifting underrepresented groups in CS. I love hanging out with friends, watching movies/tv shows, baking, and anything related to Pinterest or Notion . ",
        "webUrl": "n/a"
    },
    {
        "name": "Aditi Chatterjee",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1qpQTVvCIfQMyBJMVH9gyxZ7C_Px5H5Hi",
        "details": "hey! i'm aditi and i'm a 2nd year studying computer science from the bay area. this is my first time on CSM and i've also been an AI for CS 10! in my free time, i enjoy hiking, exploring berk/sf and knitting. my professional interests include AI/ML and equity in tech. excited to meet y'all :) "
    },
    {
        "name": "Jeffrey Yum",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1UpE5DstPhp5duBg9bnOM3_aWuS2uS7vx",
        "details": "Heyo I'm Jeffrey and I'm a 2nd-year studying EECS! I love to play tennis, work out, and eat food (especially Mediterranean / Japanese). Some of my current favorite artists are pH-1, BROCKHAMPTON, and keshi. Reach out to talk about music, food, or anything else!"
    },
    {
        "name": "Raghav Punnam",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1ljadEgFO9j1GnFBjy6gzCHZxNZEjOek5",
        "details": "Hey! My name is Raghav Punnam and I am a freshman EECS major from Dallas. I love playing basketball, working out, and doing spontaneous things. Excited for a great semester!"
    },
    {
        "name": "Kenneth Llontop",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/his",
        "imgUrl": "https://drive.google.com/open?id=1A42cDESMfGf0WiF-DOja9aFbyMmrwWPO",
        "details": "Hi! My name is Kenneth Llontop, and I’m a first year studying EECS. I love playing soccer, watching Pixar movies, listening to music, and pretending to draw. I enjoy hanging out with my friends exploring Berkeley together and going to the best restaurant ever TOSS NOODLES! Feel free to reach out anytime."
    },
    {
        "name": "Charlie Klein",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1UokmOdhWQ6f10JXY0Oue2mP2h6mJJ9rq",
        "details": "Hello everyone! My name is Charles Klein and I am a sophomore majoring in Data Science. Outside of school, I enjoy skateboarding, watching movies, and going on hikes with friends."
    },
    {
        "name": "Matthew Nguyen",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Atn5pR0nat1uSGuFJwjkdgM9nRiU8gKg",
        "details": "What’s up! I’m Matthew, a first-year intending to study CS/DS from the south bay. I love hooping, playing Spikeball, playing board games, watching The Boys, and jamming to Gunna and Hotel Ugly. HMU if you’re trying to get some runs in at the RSF."
    },
    {
        "name": "Charisse Liu",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1Zx0NmOxWVh5pH1l_Ff4nnhJSi0VwE0P5",
        "details": "I love brainteasers, learning TikTok dances but never posting them, and the (very expensive) pie shakes from Bunz. I also love to teach and was previously an AI for Data 8 and am a current freelance math tutor. Pick me... choose me... love me..."
    },
    {
        "name": "Saket Budhia",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=14i6725rJEU8Mj6GtCn3IreDPnLLCXIY-",
        "details": "Hi! I'm a first-year bioengineering with a CS minor. This is my first time mentoring in CSM. Outside of school, I love to make music, bake, and go on walks/hikes. I'm always down to try new foods or explore new places. Excited to meet you!"
    },
    {
        "name": "Sima Kassianik",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1myQq0Zi9fIROaVTnJBkbV2VbYltczIe3",
        "details": "Hi all! I'm a transfer student from San Francisco studying data and cs! When I'm not studying  in main stacks, catch me running on the Golden Gate Bridge, watching the Great British Bake-Off, listening to the Grateful Dead, and admiring how awesome platypi are. Feel free to reach out to me about anything!  :)"
    },
    {
        "name": "Alex Um",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1kEVnqZDQ2kiMYncmA63N6_zB8NTmCoP4",
        "details": "Hi, my name is Alex, and I am an IEOR major from Sunnyvale. My hobbies include playing the piano, playing games with friends, watching Netflix, and listening to music. Feel free to recommend me any songs you like. I look forward to meeting you all this semester!"
    },
    {
        "name": "Michael Ng",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he / him",
        "imgUrl": "https://drive.google.com/open?id=1Y68t48SzVCPvwdpxxnr3HWX_nhCpOBPR",
        "details": "Hi everyone! I'm Michael, a first-year EECS major from Singapore. I love playing golf and tennis, binge watching movies and shows, and hanging out with friends. I took 16A in fall '22, and I look forward to sharing all I know! Please reach out if u wanna talk about anything, I'm so excited to meet y'all :) "
    },
    {
        "name": "Amy Song",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1zQ4paLFiMIghCYyTGY8PXmzNChVyeM84",
        "details": "Hi everyone! I'm Amy and I'm a second year EECS major from southern California. In my free time, I love trying out new coffee shops, watching the latest 20/20 episode, and exploring new music (currently obsessed with The 1975). I loved taking 16A as a student and can't wait to meet you!"
    },
    {
        "name": "Alexander Di",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=17-9WEzUoSGvF35QH7YZDNUnoT9EwjV3Y",
        "details": "Hi, my name is Alex! I'm a second-year EECS major minoring in chemistry. I'm from a small town known for its love for cows. In my free time, I like to fold origami, play tennis, experiment with questionable food recipes. Looking forward to meeting you!"
    },
    {
        "name": "Jaimyn Drake",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1BSfd4TReozDmNTXAvqx0gnTgyPJMKONT",
        "details": "Greetings! I'm Jaimyn, a first-year EECS major and new JM for EECS16A this semester. When I'm not eating, sleeping, or playing Pokemon, I do EECS homework and work in facilities at Cory Hall. If you're looking for a true nerd, I'm your guy. Let's make this semester a great one for all involved."
    },
    {
        "name": "Rohan Aanegola",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    },
    {
        "name": "Carolann Dong",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1hdvgDTbizDeNXbM1WQYMTcjIQ2MZNukV",
        "details": "Hi! I'm Carolann, and I'm a first-year intended CS major from the bay area. In my free time, I love reading, baking, and watching TV. I had a great time in 16A, and I hope you will too. I'm super excited to meet and get to know all of you this semester!"
    },
    {
        "name": "Teja Kanthamneni",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1TcBWLcEsYqi_8a3ZY6Cn5s_xb8MArQkX",
        "details": "Hey, I'm Teja! I'm a sophomore CS major. I've previously been an AI and JM for 61A. It's my first time doing anything for 16A so I'm excited! Some of my hobbies include playing basketball, hiking, watching anime, and playing video games. I'm looking forward to meeting everyone!"
    },
    {
        "name": "Advay",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1MJLnS_bQPcguGVfTJoy1-0NxiFOdIaeP",
        "details": "What's up. I'm Advay and I'm an EECS major. Some things I like to do in my free time: Code B), play the guitar or listen to music with lots of guitar, go to the RSF to either play basketball (not that well) or gym (not that well either), or watch car videos and dream about owning one. Excited to meet you all "
    },
    {
        "name": "Jin Wei Wong",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=155PiklQbb0adP-K3LOfZXWETuj6-sKl2",
        "details": "Hi!! I'm a second-year majoring in EECS. I enjoy playing tennis, watching films and exploring places. Feel free to reach out anytime to discuss about the class, school, or anything at all!"
    },
    {
        "name": "Savit Bhat",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1kl3yB68RNOlsi4KxkDxOLTyoJkjMrQud",
        "details": "Hey! I'm Savit, a sophomore EECS major and some of my hobbies are working out, baking (bonus points if gluten-free or vegan), watching basketball, and listening to music. Currently bumping Nujabes, Blu, and Men I Trust!"
    },
    {
        "name": "Jonah Tharakan",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1o29QQlH9TQ0oHtE1gjy3DPd6Il8cNAae",
        "details": "Hey guys! I'm Jonah, a sophomore studying EECS. This is my first time in CSM and I'm really looking forward to it! In my free time, I love going to the gym, playing tennis, and hanging out with friends. I genuinely liked 16B when I took it and hope to help you all have the same experience. Peace!"
    },
    {
        "name": "Jessica Fan",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "She/Her/Hers",
        "imgUrl": "https://drive.google.com/open?id=1-ICDIRqTt5CoO_SoJxrOvV1xH9MmI-ZP",
        "details": "I'm  a second year EECS major from the Bay Area with interests in analog / chip design. Come talk to me if you like badminton, cats, rocks, or anything in general! I hope you have a great time in 16b :)"
    },
    {
        "name": "Bill Zheng",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1aaEEjItk0CBvrwpUXsEvVv2PMiPae_24",
        "details": "Hi! I'm a sophomore studying EECS. I love studying deep reinforcement learning and control theory. In my free time I like to work out and listen to all types of music. I'm excited to learn about all of you and reach out if you have any questions regarding the course or life!"
    },
    {
        "name": "Abhi Vedati",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1NmDTrx4u2aquKrK_AfbBgLK3Q9CwbQoV",
        "details": "Hi all! I'm a sophomore studying EECS. I love making beats, working out, and finding new places to eat in Berkeley. Excited to be a part of CSM this semester!"
    },
    {
        "name": "Tyler Lam",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1Mkmlv4vcA5KopKA7QDxi4zM-QSPK5DCB",
        "details": "Hello there! I'm Tyler. I'm a sophomore majoring in computer science and data science. You’ll probably find me playing strategy games, volunteering at various places, riding public transit around Berkeley, or falling asleep on campus. Hope to have a fun, productive semester with you all!"
    },
    {
        "name": "Ben Tianqi Bielin",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1c_T7V42fN4sJaa7Dj0CaodSXPbrPpeMa",
        "details": "Hello everyone! My name is Ben and I'm a junior studying data science, computer science, and math. My hobbies are badminton, cooking, and struggling with basic arithmetic. I hope you have a great time learning CS 61A!",
        "webUrl": "https://benbielin.github.io/"
    },
    {
        "name": "Karan Majithia",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Aditya Iyer",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1x3Qb9gJjvEGE2Er2JtMXLzc9jDOqvLvw",
        "details": "Hey guys! Super excited to be teaching 61A again this semester, and looking forward to meeting y'all. I'm down to talk about cs stuff, soccer (though its actually football), martial arts, existential philosophies or anything that you find interesting! ",
        "webUrl": "https://www.aditya-iyer.com/"
    },
    {
        "name": "Claire Fang",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1EC_VjqKhT5VRiNLimKsS9EflQ0p427W5",
        "details": "Hey guys! I'm Claire. I'm a sophomore majoring in statistics and computer science. It's my second semester teaching CS61A in CSM. I enjoy watching dramas(Chinese dramas, K-dramas, etc). I also love K-pop. I often cook for myself during weekends. Super excited to meet you all!"
    },
    {
        "name": "Josh Liao",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1xzuj7THpYntcVAxYKD7tax9USDH-znv-",
        "details": "Hi! I'm a second year CS major from the Bay. I like playing board games, volleyball, and too much Snap. I'm either winning or having terrible RNG. Feel free to talk to me about anything!"
    },
    {
        "name": "Ryan Ma",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1at5zOJ2NuwyhposbUdOqpukE0BJtx6TM",
        "details": "Hi! My name is Ryan Ma and I am a second year CS major from Houston, Texas. I really enjoyed 61A and I can't wait to help! Some of my pastimes include building computers, playing violin, gaming, watching anime and listening to J-rock/K-rock. Feel free to reach out about anything! ",
        "webUrl": "https://yutengma.me/"
    },
    {
        "name": "Rohan Goyal",
        "courses": {
            "cs61a": "Associate Mentor",
            "iamrejectingallcmpositionsthatididnotexplicitlyaccept": "Content Mentor"
        },
        "pronouns": "They/He",
        "imgUrl": "https://drive.google.com/open?id=1svvL3GZZ3oXic582mMPUvZlk58iS797t",
        "details": "Hello there! I'm a sophomore (CS & Applied Math) interested in programming languages, David Bowie, sci-fi and fantasy, and cool hats (not necessarily in that order). \nI'm also slightly obsessed with D&D, and once ran a 61A-themed D&D session involving a magical python and several atrocious puns.",
        "webUrl": "https://github.com/Rohan-Goyal"
    },
    {
        "name": "Andy Wei",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1I6UcBVXfVyAucEkdv2ogqh0zy8cuI1JJ",
        "details": "Hi everyone! I'm Andy and I'm a freshman studying IEOR from Boston, MA. In my free time, I enjoy watching sports (mostly basketball and football) and hanging out with friends. I'm really excited to spend a semester with y'all!"
    },
    {
        "name": "Troy Tsubota",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=122u4801n6cPaRwg5kUeUiNM58YLasIKs",
        "details": "Hi, I'm Troy! I'm a second year from SoCal. I'm super excited to mentor 61A for the third time this semester! I'm particularly interested in the applications of computer science to the natural and physical sciences. My favorite artists are AJR and twenty one pilots. Can't wait to meet you all!"
    },
    {
        "name": "Pujita Tangirala",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GiM0fSNoM2Da5WA0T2_EtcUGczXL0oSe",
        "details": "Hi! I’m Pujita (or PJ). I’m a first-year from the bay and this is my second semester teaching 61A. I usually spend my weekends designing clothes or running around to photography gigs for concerts, clubs, and fashion magazines. I really loved 61A so if you sign up for my section I will make you love it too!",
        "webUrl": "pujitatangirala.com"
    },
    {
        "name": "Frank Jin",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1OxYsT_yeTB31R0rwsoF9pYez7MO-kIYl",
        "details": "Hi, I'm Frank. Sorry I dont have a better picture, but this one was the only one I could find that was just a picture of my face. Anyways, I'm a sophmore in L&S CS, I'm been teaching CSM for 2 semesters. Other than that, I love playing guitar on my free time, and I'm part of the Cal Archery club!"
    },
    {
        "name": "Namrit Ahluwalia",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1IaxkFEGDcaO6ISliqo_YY6ABwgTuajb5",
        "details": "Hi! My name is Namrit and I'm a sophomore studying Computer Science and Applied Mathematics. I've taken AP CSP, CS10 here at Berkeley, CS61A, CS61B, and am currently taking CS70! I love mentoring for CSM and being a support to students taking 61A, I look forward to meeting everyone :)"
    },
    {
        "name": "Rohit",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1tMkalubH_fDshBR_N6B_7Sy3QSfsRiaA",
        "details": "hey whats up! I'm Rohit, a 3rd year CS major. i love traveling, teaching, food, and dancing :) hmu if you need any help with anything, don't hesitate!"
    },
    {
        "name": "Kafia Ahmed",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1U9ux4aBtJltpVpjFJeqaeT2z96s5mXxo",
        "details": "Hi! I'm a senior from SoCal studying CS. I enjoyed this class so I am enthusiastic to be able to teach it. I like binging random Netflix shows, baking, and playing board games. Looking forward to working with you all!"
    },
    {
        "name": "Grace Jung",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1E0A2FVJyy5Y7BVStsFynnyl2m1xNNGdm",
        "details": "Hey, I'm Grace. I'm a CS and DS double major. Learning as many ideas as possible is super fun for me. I regularly pick up new hobbies! During my time at UC Berkeley, I've experienced: research, teaching, clubs, industry internship, and more. Feel free to reach out if you have any questions. Nice to meet you!"
    },
    {
        "name": "Rikio Tsuyama-Dahlgren",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=12DdcJYYWxjltwHKkpBbS4BEEqgq0fvLQ",
        "details": "Hi, I'm Rikio! I'm a sophomore studying Public Health and CS. In my free time, I love cooking/baking, reading, and visiting new cafes or bakeries. Some of my favorite artists are Rina Sawayama, Fleetwood Mac, Charli XCX, and Mac Miller. I'm also part of MDB, Innovative Design, and 61A course staff."
    },
    {
        "name": "Tanshi Jain",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1QB2R2MZFfBqZMXbppMRwDpJbycGx5eIi",
        "details": "Hi! My name is Tanshi, and I’m a junior studying CS and Cog Sci. I love cooking, doing portrait photography, and running the Clark Kerr track in my free time! Can’t wait to meet you all this semester :)"
    },
    {
        "name": "Baoer Li",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Naveen Nathan",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he / him / his",
        "imgUrl": "https://drive.google.com/open?id=12WbUekPhYFnyljRktJ_Jk5v4F_FFAqkc",
        "details": "Hello! I am Naveen, a 2nd year CS major from Fremont, CA. I have been in CSM from the beginning of my first year (I took 61A over the summer), and thoroughly enjoy speaking about course concepts. Outside school, I enjoy playing chess, table tennis, and visiting my family. I look forward to meeting you!\n",
        "webUrl": "https://www.linkedin.com/in/nathannaveen/"
    },
    {
        "name": "Arjun Palkhade",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1NidRyqTUkZX5IdFb3sGGzVqmC6uE1o1P",
        "details": "Hey ya'll! My name’s Arjun, and I’m a second-year Computer Science major from Culver City, CA. Having taught programming for 4+ years, I’m excited to share my passion! Outside of classes, you’ll find me lounging around the Glade reading manga, or grabbing boba from Sharetea. Feel free to reach out!",
        "webUrl": "N/A"
    },
    {
        "name": "Allison Hong",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1f68_9iKc1-4_lVotJG1heFakYvJJlRUG",
        "details": "Hi! My name is Allison and I'm a sophomore studying EECS; I'm super excited to be a mentor for 61B this semester! I love watching kdramas, traveling, being outdoors, and listening to music :) "
    },
    {
        "name": "Ted Lin",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1EnvQszhytx6lXJZw4XfRO2pmJoAxonrZ",
        "details": "Hi! I'm Ted, a 4th-year from Los Angeles studying EECS. I like cold weather, music from around the world, basketball, and tangerines. Looking forward to meeting you and exploring computing together!"
    },
    {
        "name": "Aneesh Patel",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1qzOvcEYQ207mI4RWe8BfrxXcX1aYDEzv",
        "details": "My name is Aneesh Patel and I am a junior majoring in Computer Science, Data Science, and Economics. I took CS61B with Professor Hug in Fall 2020 and this will be my fourth semester tutoring for the course. Outside of CSM, I am also in the consulting club, The Berkeley Group, and enjoy attending concerts."
    },
    {
        "name": "Adam Manji",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1vBHuyqym2XDU-lG6CuYfbsjmAa89SBKD",
        "details": "Hi there! I'm a second year CS/DS major from Toronto, Canada. I like music, basketball, F1, and Smash Bros. If any of those interest you or you're just looking for some guidance with CS, feel free to reach out. Hope to have a fun semester!"
    },
    {
        "name": "Jaeha Yi",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=17-13d7p2CEj6rb9nvs3YjZevkxxVsjI4",
        "details": "Hi! I'm Jaeha, and I'm a sophomore studying EECS. I enjoy reading, watching kdrama, and creating video games. Look forward to meeting everyone! "
    },
    {
        "name": "Ashley Kao",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1MVX9K2q1DmZCSri9y2j81-DRBu8UIMEN",
        "details": "Hi! I'm Ashley and I'm a second-year EECS major from Irvine, CA. This will be my second time as a CSM mentor; I'm also part of 61B staff! When I'm not thinking about 61bees, you can find me obsessing over public transport or hunting for shiny Pokemon. Looking forward to meeting you all!"
    },
    {
        "name": "Antonio Kam",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1cU0NQuQEovR6sfzaJo2qg70-T-iaLi-M",
        "details": "Hi! I'm Anto, a second-year student from Hong Kong studying CS and Music. I solve Rubik's cubes competitively (I'm ranked top 25 in One Handed and Blindfolded!) and really enjoy listening to video game music. Data Structures are pretty cool too :D"
    },
    {
        "name": "Henry Wang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ZVNaZe43csYOCyDOisl0fpelZSn-DKZN",
        "details": "Hello! I'm a second year CS major and this will be my 2nd semester teaching for 61B CSM. I like chess (add me on chess.com : wang5ter) and am an average one piece enjoyer."
    },
    {
        "name": "Bella Chang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1O-cHii98Lfs8g6ofLjPPVEHHLg3d9bVU",
        "details": "Hi!! I'm Bella, a junior studying Data Science. I took 61B my soph fall + was v scared, but it ended up being one of my favorite classes at Berk -- so I wanted to stay involved with the class afterwards :D In my free time, I like to run, find cafes + update my goodreads lol. Looking forward to meeting u <3"
    },
    {
        "name": "Wesley Zhang ",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1N7gXltkTHTQ0UbCOaNPd-igy7MVhmmvA",
        "details": "Hi everyone! I'm Wesley and I'm a second-year studying Computer Science and Data Science. I'm looking forward to teaching you guys CS61B this semester! I like basketball, tennis, and watching movies. Feel free to reach out at any time if you guys have any questions. "
    },
    {
        "name": "Eric Chang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1BgjDBGTTp3gO7CcaYbXBM34lsJ3aoqbB",
        "details": "Hello everyone!\nI'm Eric and I'm a 4th year CS and Statistics Major from the Bay! I love playing badminton, making music, gaming, and working out. I also enjoy a nice chess game from time to time. Feel free to reach out and I look forward to meeting you all!"
    },
    {
        "name": "Karim El-Refai",
        "courses": {
            "cs61c": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ZTlUdZlS4RGG_nfOnOAwkjLtHVzN-SwD",
        "details": "Hey! I really enjoyed 61C when I took it and I hope you'll enjoy it too! I like sleeping past my 10AMs and reading (even though I don't do it much). Philosophy and robotics are two subjects I really enjoy talking about so if you have any thoughts about that please reach out!"
    },
    {
        "name": "Zeeshan Patel",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1sYtb18T_hcxhJUnKlivt4YiKEf1GYNsa",
        "details": "Hey! I'm a sophomore from the Bay Area studying CS & Statistics. I love playing super smash bros, going on long drives, and writing algorithms to help computers see 👀! If you have any questions about research/internships, CS 70, or anything about life feel free to reach out :)",
        "webUrl": "https://zeeshanp.me"
    },
    {
        "name": "Timber Lin",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1B27ZEmAB3n8NeKR9L9YtUi8GPd-XeT6_",
        "details": "Hi, I'm Timber! I'm a junior studying Computer Science, and CS70 is my favorite class. I enjoy playing golf, card games, and video games (generals.io)"
    },
    {
        "name": "Shamith Pasula",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1WODoFm7FknCUiq7E_YbTWrVs6S3e4n5c",
        "details": "Hello! I'm a computer science and astrophysics major and I love to play chess, work out, and make music in my free time. I am incredibly lazy, so I've learned a lot of sneaky strategies to solve CS 70 problems, so if you're interested, sign up for my section!"
    },
    {
        "name": "Ryan Cottone",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1hNAt1akwSPfhBpiaR4ThuJpbDZLDX7vP",
        "details": "Hello! I'm Ryan, a sophomore majoring in EECS and Math. I'm super excited to teach CS 70 this semester with CSM (alongside CS 161 and Codebreaking at Cal)!  Outside of class, I'm a big fan of long hikes and tennis -- if you know of a great trail, be sure to let me know! ",
        "webUrl": "https://ryancottone.com"
    },
    {
        "name": "Thomas CHen",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1OYVbK11M71WXCdaDfPdcF2N7m6D7NGyw",
        "details": "Hi! I'm a sophomore studying CS and Applied Math. I'm from the Bay Area but also grew up in Massachusetts. I enjoy playing basketball, working out, playing poker, and eating with friends. I'm also a part of the Data Science Society at Berkeley, so check us out!",
        "webUrl": "https://thomasychen.github.io"
    },
    {
        "name": "Vika Stukalova",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1JKTBpJ_gpC0236CI4-qUIgOm3OgrhwwU",
        "details": "I’m Vika and I’m a 2nd year studying CS & DS! Some of my interests include ballet & skiing. If I had to choose a favorite artist I’d say it’s The Beatles! When I’m not debugging you can find me at the Fire Trails. I absolutely love teaching and cannot wait to teach you everything from proofs to probability :)"
    },
    {
        "name": "Ofir Dvir",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "She/Her",
        "imgUrl": "https://drive.google.com/open?id=1yEVm455Ev5_cuvNKdY-HSbRTWRka4FRI",
        "details": "Hi! My name is Ofir and I am a third year CS and DS major, and it is my second semester teaching CS70. I love coffee☕️ and cats 🐈 , I have my own espresso machine here at Berkeley and 2 cats at home. I may or may not use of coffee and cats examples in my mini lectures. "
    },
    {
        "name": "Andie Liu",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1md4LFwUbX5ow8VSkkjNzbGeE2n2QG4c3",
        "details": "My name is Andie and I'm a second year CS major and I'm super excited to be a 70 mentor! My favorite 70 topics are graphs, modular arithmetic, and markov chains. In my free time I like to paint Studio Ghibli scenes, play erhu, run to the marina, take word games too seriously, and chase after cats."
    },
    {
        "name": "Natalie Wei",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1NxvMNWJhNojA1iEE9RK5MQepcc2boR7I",
        "details": "Hi all! I'm Natalie, a freshman studying CS and (maybe) Linguistics from the Bay Area. This is my first semester at CSM, and I'm really excited to start creating content for everyone! Feel free to reach out about anything :]"
    },
    {
        "name": "Aurelia Wang",
        "courses": {
            "cs61a": "Content Mentor",
            "eecs16a": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1v5UPtm-kB3sokrpTfYzrTAqgkY70HmGj",
        "details": "Hi everyone! My name is Aurelia, and I'm a freshman from Dallas majoring in EECS and Business Administration. In my free time, I enjoy playing tennis, eating honey butter chips, and learning to crochet. I'm looking forward to creating content for you guys :))"
    },
    {
        "name": "Sandhya Ganesan",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=18ufqsm8RodecOUvQlTOBsOBpPV08oaZ1",
        "details": "Hi! I’m a second year studying CS and Astrophysics from Sunnyvale, CA. Outside of class, you can find me drinking caramel macchiatos, playing Breath of the Wild, or trying to find a seat in Moffit :’) This is my third semester as a mentor for 61A, and I’m looking forward to meeting everyone!"
    },
    {
        "name": "Alan Wang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=189fl4mZXsPaN-P0F74G_XX9JREuvTjjB",
        "details": "Hi I'm Alan Wang a second year EECS Major. In my free time I enjoy playing tennis, piano, going on night hikes and trying random drinks from 99 ranch. I'm big into classical music, but I do also like listening to hiphop and kpop. I look forward to being your mentor!"
    },
    {
        "name": "Fiona Wu",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1rHdBfFkv25tHDu-XrO0xVIjUnGU1zBtQ",
        "details": "Hi! I'm a sophomore studying Computer Science and Cognitive Science. I enjoy watching movies and anime. I'm also a bird lover. Feel free to chat with me :)"
    },
    {
        "name": "Dominic Paragas",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=17zVGKEzlJ5rnCM2Zp9JzDcVjFLj8kklr",
        "details": "Hi everyone! I'm Dominic, a third-year studying CS and Physics. When I'm away from academia, I'm usually messing around with Photoshop on a funky graphic design project, debating the philosophical underpinnings of some seasonal anime, or emulating old games with other archaic video game nerds like me! "
    },
    {
        "name": "Kaitlyn Jun ",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "She/Her",
        "imgUrl": "https://drive.google.com/open?id=1lp4AnA1Ex9FujMBtmzURwm0bAwB-lHwn",
        "details": "Hi everyone! My name is Kaitlyn and I am a sophomore studying data science and computer science from Chino Hills, CA. I love trying new coffee shops, dancing, hanging out with friends, watching movies (especially Ghibli films) and listening to music. Reach out to chat and I'm excited to work with all of you!"
    },
    {
        "name": "Hridhay Suresh",
        "courses": {
            "cs61c": "Content Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1jU8xIgG_dLFVifSiJ5edEzVCiOaG8QS_",
        "details": "Can I come back to this?"
    },
    {
        "name": "Kailash Rangnathan",
        "courses": {
            "eecs16a": "Content Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1QHNnxz61OHdodBEC43ltgPYfoigj5MSs",
        "details": "Hello! I'm Kailash, a first-year majoring in EECS (and maybe physics??). I love anything physics, ML, and anime (favorites are Samurai Champloo and One Piece). In my free time, I like to run, play & listen to music, and sleep (a lot, maybe too much). Very hyped to join CSM for 16A!"
    },
    {
        "name": "Damanic Luck",
        "courses": {
            "eecs16a": "Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1PVNhfq0nxQ1YrwuLuZBJmiZY3nDhljeC",
        "details": "Hi there! I'm Damanic, a first-year studying EECS. I grew up in the San Gabriel Valley in SoCal. In my free time, I love to crochet stuffed animals and half-finished projects that I end up finishing weeks later! I also love to listen  to music on Spotify for almost everything I do."
    },
    {
        "name": "Phillip Jeong",
        "pronouns": "He/Him/His",
        "details": "I am a second year chemistry and computer science major. I'm teaching CS70 because I loved learning it last summer, and I wanted to help others have a similarly positive experience. I have a running tier list of all the restaurants I've tried at Berkeley so I'm always looking for good recommendations :))",
        "imgUrl": "https://drive.google.com/open?id=1vwnslYaJtZuBwKhom8o51PvFoLu0ag_k",
        "webUrl": "",
        "courses": {
            "cs70": "Junior Mentor"
        }
    },
    {
        "name": "Cecilia Aiko",
        "pronouns": "she/her",
        "details": "hello, world! My name is Aiko and I'm a currently a junior studying Computer Science. I'm Indonesian and this is my first semester with CSM. In my free time, I love watching all kinds of movies and going out with friends to cute cafes. I can't wait to create content for you guys!",
        "imgUrl": "https://drive.google.com/open?id=1AhxANQJU8cOgAaFfRgLVFICv9hiZ-4nk",
        "webUrl": "",
        "courses": {
            "cs61a": "Content Mentor"
        }
    },
    {
        "name": "Jocelyn Tao",
        "pronouns": "she/her",
        "details": "Hi! I’m Jocelyn, and I’m a first-year intended CS major from San Jose. In my free time, I like to play piano, do crosswords, listen to jpop and kpop, and play chill video games. I really\nenjoyed taking 61A and I’m excited to teach in CSM this semester!",
        "imgUrl": "https://drive.google.com/open?id=1IRDU_3wm0yOYjgvRCCJKwRoS1EOcBuPy",
        "webUrl": "",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    }
]