[
    {
        "name": "Nisha Prabhakar",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1IiObMRSghYPtUt6kOavwS7LhydkGi67F",
        "details": "Hi, my name is Nisha! I'm a 2nd year EECS major from the Bay Area. I took EECS 16A in Fall 2019, and  I'm also a lab ASE for the course. Some of my hobbies are reading, biking, and baking! I'm really excited to teach this semester. "
    },
    {
        "name": "Bryce Wong",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1HtHmJ5xrPydOw4wbM62vMOw6a9NUC6xY",
        "details": "Hey there! I’m a second-year CS major from the Bay Area. In my free time, I enjoy reading webcomics, playing rhythm games, and following sports. I'm excited to be a part of CSM and meet new people in my section. Let's have a great semester :)"
    },
    {
        "name": "Viren Khandal",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1yK9lpx3ytugrwRBMRutBZXQkcRgCuKIy",
        "details": "Hi! I'm a second year CS and Applied Math major from the Bay Area. In addition to teaching and coding, love browsing Reddit, listening to music, and playing basketball. Looking forward to a great online semester with you all :D"
    },
    {
        "name": "Anvitha Kachinthaya",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1xDWMzFZzs35Qmp7ICTxe2cPA8dkgHzom",
        "details": "Hello! I’m Anvitha! I’m a sophomore studying Electrical Engineering and Computer Science and Cognitive Science. I love to read and write stories of any genre (especially science fiction, fantasy, and autobiographies), explore new places, bake and share treats, sing, dance (when no one’s watching), create things (like jewelry!), learn new languages, and teach myself other random skills. Feel free to reach out to me about absolutely anything, or if you just want to talk! I look forward to meeting you and hope you have a wonderful semester!"
    },
    {
        "name": "Anya Shrivastava",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1rhRRHDzFH7IrQ4SltMcmixMGH6fMTxlP",
        "details": "Hi! My name is Anya, and I am a sophomore majoring in Mechanical Engineering and minoring in EECS. I am from the Bay Area, and at Cal, I have been involved in research with the Embodied Dexterity Group, UAVs@Berkeley, Society of Women Engineers, and Laya at Berkeley (an Indian classical music group). My passions include robotics and Indian Classical singing/dancing. I love to teach, and I am super excited to meet y'all!"
    },
    {
        "name": "Ella Schwarz",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QzkGlQTvyjtctA2_zTWpUfaUJgX3epoZ",
        "details": "My name is Ella Schwarz (she/her) and I'm a second year intended computer science and math major from the bay area (dvhs anyone???). I've taken 16A, 61A, and 61B in past semesters and am currently taking 16B, 70 and 61C. I tutored CS and math in high school and am excited to bring my experience to CSM in the hope that I can help make your time in 16A even better than mine was. In my free time, I alternate between knitting, writing trashy YA fantasy novels, and catching bugs in animal crossing."
    },
    {
        "name": "Wilson Wu",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1M_0FCVKRZBPxo1Z4c9OYWviiR4qT-2NI",
        "details": "Hello! I'm a freshman intending to major in computer science, and I'm really excited to work with you all! In my free time I enjoy training calisthenics and cooking (although I'm no good at it :| ). "
    },
    {
        "name": "Brendan Benner",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QuZy_Lo4Ama5o57RpNrZE9wja8l_mHAA",
        "details": "Hi, I'm Brendan! I am a second-year computer science major, and I am from Los Angeles. I just took EECS 16A last semester, and I am looking forward to teaching!\n\nMy hobbies include watching horror movies, personal fitness, and playing video games. I like all kinds of music, though I have been getting into classic rock lately. I am excited to get to know you all this semester!"
    },
    {
        "name": "Aaron Zhao",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1lSjjfk5zfklwMR0YIXni-E9PRmLuMz3K",
        "details": "Hello there! My name is Aaron, and I'm a second year student majoring in EECS from San Diego, CA. I've been an athlete my whole life, but I also love watching basketball and football (American). If you ever want to talk sports, I'm all ears. My favorite genre of music is hip-hop, but I'll listen to anything, even Disney soundtracks. I'm really looking forward to meeting you all!"
    },
    {
        "name": "Subham Dikhit",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1iey7uE2vmPAXXiFE7-DXp19uQHu_8Se2",
        "details": "Hi! I'm a second-year student majoring in data science and cognitive science, with an intended minor in Electronic Intelligent Systems (EIS). I am from Pleasant Hill, CA, just around 20 miles northeast of Berkeley. Some of my hobbies include playing competitive tennis, biking, basketball, as well as coin/stamp collecting. In my free time, I love watching sports (especially the G.O.A.T Lebron and the Lakers). A fun fact about me is that I lived in Ohio for 4 years! I took EE16A in Fall 2019 and it was a very eye-opening course that introduced me to some really cool things! "
    },
    {
        "name": "Dylan Supencheck",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1VrJyl1ejs-_QcdBrfLOxorqD9ADnepFX",
        "details": "helloooo, I'm Dylan! I am a third year CS major. I spend almost all my time watching sitcoms like parks & rec, superstore, community, bob's burgers, b99, and more. When I'm not doing that I'm wasting even more of my time watching D&D (Critical Role). I have a trash music taste but I mostly listen to indie and love Glass Animals. I had a rough time at first taking this class (no linear alg or physics experience),  so I definitely understand struggling with the material or even just being intimidated by it. glhf!"
    },
    {
        "name": "Param Nagda",
        "courses": {
            "eecs16a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=11zZeOFBycG1szDvrB7JqvEwq7wbuV1SW",
        "details": "Hey guys, I'm Param from Mumbai. I'm a second year CS major. I was a JM for EE16A last semester and am also an AI for CS70 this semester. I enjoy teaching and hope to make online section as interesting as possible. You'll probably see a lot of memes in my slides in section. In my free time, I like fixing broken tech, weightlifting and cooking with my mom (she does most of the cooking). Hope to see y'all in my section!"
    },
    {
        "name": "Tyler McNierney",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1fMGzKMXvNGov8rkVSaYshn4f6saK9lw0",
        "details": "Yo what's up guys I could only find my LinkedIn picture so sorry for the cringe ;-; I'm a sophomore EECS major here so hit me up with any questions you'd like whether that's 16A stuff or courses in general! Some of my interests are music composition, martial arts, and smash (or any switch game really). Looking forward to seeing you guys in section :)"
    },
    {
        "name": "Abishek Shankar",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1JAr0VcnWxitFzVKXnsHpA-xWSkNj038e",
        "details": "Hi everyone! I am Abishek and am a Junior majoring in EECS and Economics. I am really passionate about robotics and the application of AI in Finance. I am currently on a binge spree of Modern Family. Please feel free to hit my up with any movie/tv show suggestions. I love cooking and trying out different recipes when I am bored and can make a strong case that Great China is the best restaurant in Berkeley. Super excited to be a mentor for EECS 16A and look forward to helping all of you succeed in the class!"
    },
    {
        "name": "Cooper Bedin",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1NMXZBtoYw-N0HORP8epZ7I91XIB06lF7",
        "details": "(they/them) Hey there! I'm a junior majoring in linguistics and computer science, hailing from the great city of Denver, CO.  I love love love linguistics, knitting, baking, and teaching!"
    },
    {
        "name": "Nicholas Figueira",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1NdrdAzV-pVQ49u3zc_Q8FnaWh6rfMCcs",
        "details": "Hi! I'm a Junior studying EECS from Arcadia, California. I like to play and watch tennis (go Federer) and listen to Taylor Swift in my free time. I'm excited to meet you!"
    },
    {
        "name": "Catherine Bumagat",
        "courses": {
            "eecs16a": "Senior Mentor"
        }
    },
    {
        "name": "William Shue",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1M_QJiW1NYyB8thQLmOxdYi1FvNEWFNGz",
        "details": "Hi! I'm a first year EECS major from Arcadia, CA. Absolutely love teaching/learning anything in the realm of science (quizbowl and scioly vet). Ask me about my fluffy cheesecake recipe, meme page, io game, or telescope. Looking forward to meeting you!"
    },
    {
        "name": "Drake Lin",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1oeraGv-lXe-FeVbbMUY-kvJW5zg7vKBZ",
        "details": "Hi, I'm a second year and this is my second semester in CSM. Some of my interests include volleyball, percussion, and LOL. I like Naked Juice alot."
    },
    {
        "name": "Anthony Ding",
        "courses": {
            "eecs16a": "Content Mentor"
        }
    },
    {
        "name": "Diyah Mettupalli",
        "courses": {
            "eecs16a": "Content Mentor"
        }
    },
    {
        "name": "Dean Zhang",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1OWeAXPvsnxr2K17MvLs9oK3bs2H2IrXX",
        "details": "Hi everyone, I'm Dean! I'm a 3rd-year student from LA studying EECS and this is my first semester in CSM. In my spare time, I like to play basketball, go out jogging, or play League. Best restaurant in Berkeley is either Himalayan Flavors or Thai Temple (can't go this semester, rip corona). Hoping for a fun semester through Zoom!"
    },
    {
        "name": "Vron Vance",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1dUIz5bM5NM5-1U6W7sLi-EApCnbiwdbn",
        "details": "Hello! I'm Vron, they / them. I took EE16b in Spring 2020, and had fun in the transition to online learning. I like drawing, and enjoy using visuals while teaching. I'm happy to try other methods if you have any preferences! As a nontraditional student, my goal is to make learning more accessible to students of different backgrounds. My favorite color is orange, and my hobbies include sewing, pets and plants."
    },
    {
        "name": "Jiu Chang",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1XO75dy0wQt6GJ6XO-qd51lXKSHLWkAWL",
        "details": "Helloo I'm a third year CS and Physics double major from South Korea. I've been to so many escape rooms now and I'm always ready for more, so hit me up if you're interested. I also like running and listening to Frank Sinatra, Michael Buble, Stan Getz and John Mayer!"
    },
    {
        "name": "Jonathan Wang",
        "courses": {
            "eecs16b": "Junior Mentor",
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1L7Ya16GLntHoEgc6yebUx6LZfJM2i9Yo",
        "details": "Hi, I'm Jonathan. I'm a junior EECS major who's taken most of the lower div required courses at this point, a few upper divs like 170 and 126, and a couple of math classes too. I'm also taking 189 and 186 this semester so let me know if you're doing that. I love to run, cook spaghetti, and drink like 74 ounces of water a day. I listen to most pop music, especially billie eilish. I spend most Sundays alone in quarantine haha. I do some research at the RISELab, and my favorite junk food is mcdonald's chicken mcnuggets. I'm really excited to work with you all!"
    },
    {
        "name": "Gaurav Datta",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1PUWcpmtT066KDOcxbPAqFrFReh5MSkx3",
        "details": "Hi! I am a second year EECS major from Cupertino, CA. I really enjoy teaching and 16B, and I hope that your experience with this class will be as enriching as mine was. In my free time, I enjoy playing guitar and spending time outdoors."
    },
    {
        "name": "Bryan Ngo",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1bSlJfaVe_-kAtGxyAT0zY5eLW0brZRIq",
        "details": "Hello, I'm Bryan! I'm a sophomore in EECS from Union City (only an hour south of Berkeley!). I'm also on EECS 16A course staff. Some of my *very* diverse hobbies include but are not limited to: cubing, mechanical keyboards, LaTeX, and flags. I look forward to teaching you all!"
    },
    {
        "name": "Jason Lin",
        "courses": {
            "eecs16b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1M-54p2RtX055iv89-KJRrR3P4hexD0-y",
        "details": "Hey! I am a third year EECS student from San Diego and this is my second semester in CSM. In my spare time, I really enjoy climbing, playing tennis, and spending time outdoors. Looking forward to a great semester!"
    },
    {
        "name": "Jeff Chen",
        "courses": {
            "eecs16b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1CbdWu99sYQYvCTgMgjnCVjy5bKRjIVYY",
        "details": "16b is a beloved controversy-free class, and is the shining Jewel of the EECS department :)"
    },
    {
        "name": "Nareauphol Liu",
        "courses": {
            "eecs16b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1TNkSF6sxWc6mOvclJL9Hh562zh4e7ujS",
        "details": "Hi, I'm Gavin and currently I'm a junior at Berkeley. 16B was one of my favourite classes and I'm extremely excited to be teaching you all. On weekends, I love to play badminton and listen to Spotify music. Hope to meet you all soon!! "
    },
    {
        "name": "Jay Monga",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1X2DXl8L9TGTALAO3MCWcHa1JUOtb5tPE",
        "details": "Hi everyone! I'm a 16B SM for this semester, and I would love to see you in my section! Talk to me about robotics, 2x spicy ramen, poker, and last but not least, table tennis 🏓. Wishing you a fruitful remote learning experience!"
    },
    {
        "name": "Maxwell Chen",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Y_FqxRnAoKltEGAmxcr99ngVW5spkbse",
        "details": "Hey everyone! I'm a third-year CS major from San Jose, CA. I'm really interested in applications of CS and EE to neuroscience, health, and medicine. In my spare time, I love writing, playing board games, and listening to indie/alt/postrock."
    },
    {
        "name": "Aneesh Nathani",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1y5kkD9kxqqjBLVcKtzUOC-pxw-Dyhv_w",
        "details": "Hey all, I am a senior studying Computer Science and Economics. I'm really looking forward to helping some of you get through 16B which I promise is not as intimidating as people make it out to be, especially if you sign up for CSM! I love anything related to soccer, wildlife, health tech and Tame Impala. I spend my weekends watching TV, sleeping in, going outdoors and feeling guilty about how I spend my weekends. I hope you all have been able to remain happy and content during this whirlwind of a year and I can't wait to see some of you in section soon!"
    },
    {
        "name": "Ramsey Mardini",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1khKfE8gCf_OpbPYAhjcslIR8PPGT2Jyd",
        "details": "Looking forward to a great final semester :)!"
    },
    {
        "name": "Sravya Basvapatri",
        "courses": {
            "eecs16b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1vftwjb6YnEZq1RNWwNgcyjmTwg_7julE",
        "details": "Hi! I'm a 3rd year studying EECS/Business. I like to run and paint, and I have a little white dog named Brownie who pops up at times on my Zoom calls."
    },
    {
        "name": "Ryan Koh",
        "courses": {
            "eecs16b": "Content Mentor"
        }
    },
    {
        "name": "Alexander Feng",
        "courses": {
            "eecs16b": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1-4lIkGOgKownEe9oO6bXGgJ0mDlYlbIS",
        "details": "I like turtles. I like rice and steak too."
    },
    {
        "name": "Kevin Zhu",
        "courses": {
            "eecs16b": "Content Mentor"
        }
    },
    {
        "name": "Risheek Pingili",
        "courses": {
            "eecs16b": "Content Mentor"
        }
    },
    {
        "name": "Aaron Shalf",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1a1eyRj-8J0iJjOonK0A5O5zJfHwxkHqI",
        "details": "Hello, my name is Aaron and I'm a second year Cognitive Science Major from Oakland. I like to play board games like Secret Hitler and Avalon with my friends for fun. Most weekends I like to relax by taking walks or playing pranks on my friends (from a distance). Last year I tried to get into rock climbing and quickly realized I did not have the money. I also worked in some cool projects last year, like designing an autonomous drone for UAVs@Berkeley or writing a research paper for ULab. I look forward to meeting and hopefully helping people this semester!"
    },
    {
        "name": "Ruslana Yurtyn",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ZMAAlwTKaofZxjZQqzfHnFUSUsOeHpml",
        "details": "I'm a sophomore majoring in computer science. Other than cs I love to dance with a club on campus called Thrive Dance Company! I also enjoy cooking and knitting in my free time. If you're in Berkeley on a sunny day, you might find me basking in the sun on Memorial Glade or enjoying boba from Feng Cha."
    },
    {
        "name": "Bryan Huckleberry",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1VVtuacrrWGlD0zDRv3g4MMwStxxyex5v",
        "details": "Hello, My name is Bryan Huckleberry and I am a Junior Mentor for CS61a. I began learning how to code seriously in highschool and at Cal I have taken Data 8, CS61a, and I am currently enrolled in CS61b. I have experience coding in Java, Python, and a some VBA. I am a member of the Sigma Nu fraternal organization at UC Berkeley and I am a member of the Cal Hiking and Outdoor Society. I love the outdoors, music, and I am a huge movie buff. An interesting fact about me is that I have actually been playing guitar for 10 years, having taken lessons for 7. Some of my favorite artists include Rush, Radiohead, Tool, Muse, and Queens of the Stone Age. My intended majors are Statistics and Computer Science. My love of these subjects comes from a passion for logic and data. In fact, one of my favorite classes at Berkeley has been Philos 12A: Introduction to Logic. I've always thought that one of the best skills someone can have is good problem-solving intuition and I hope to be able to teach, through computer science mentoring, the many benefits that coding can have not only as a technical skill, but as a way to improve how one solves problems in their everyday life. I'm very excited to be starting my journey as a member of CSM and I look forward to what this ~unorthodox~ semester has to offer!"
    },
    {
        "name": "Matt Au",
        "courses": {
            "cs61a": "Junior Mentor",
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1jhIQuh3k31iw-j3D7wXdBYj6VsHvh8xu",
        "details": "Hello! My name is Matt and I'm a second-year CS major from Los Angeles. In my free time, I listen to music (Lauv, Quinn XCII, Alec Benjamin), ride an electric skateboard around campus, and cook (kinda). I look forward to meeting you all this semester!"
    },
    {
        "name": "Cyrus Bugwadia",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1CWrH_7OTq3CQA3tafvWp3CEy3dBIvEe2",
        "details": "Hi everyone! I'm Cyrus (he/him/his) and I'm a second-year intending to major in Computer Science. Outside of the \"classroom\" (more like meeting room), catch me watching all things sports related, attempting and failing to make all kinds of recipes, and answering Piazza questions."
    },
    {
        "name": "Elizabeth John",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1lah96HyRaW35FnQPilptdjbC9b5MWHr5",
        "details": "Hi! My name is Elizabeth John, and I'm a sophomore here at UC Berkeley. I came into college protesting that I would never do computer science, but once I tried 61A, I couldn't stop coding. Though my programming experience has been short in duration, it has been very fruitful in learning. I also have a great passion for teaching, and I got to AI for 61A in my second semester. In my free time, I enjoy recording my own music for my YouTube channel, reading books, and watching Indian movies. My favorite food is biriyani (because really, you can't beat that heavenly taste ;~;). I'm really excited to get to know you over the course of this semester!"
    },
    {
        "name": "Yixin Zhang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1WJn5irll3e84vsfiYH0T-iEGnMEa7MVc",
        "details": "Hi! I'm a second year EECS major. I love watching movies and traveling (picture takin in Lisbon, Portugal). I'm also a tutor for 61A this semester. Feel free to talk to me about anything :) "
    },
    {
        "name": "Eugenia Chien",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1vLbayy7qUK99TPEUuDQhE3DriqrzMKcL",
        "details": "Heyo! I'm Eugenia and I'm a 2nd year intended CS major. I'm also in Cal Band and Cal Women in Gaming. Talk to me about Brooklyn 99, Minecraft, and LCS :)"
    },
    {
        "name": "Alexander Parra",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1pFdnSjxTRl70c6bjgep7lZJ22BgNlFm5",
        "details": "Hey there! I've been teaching code for a long while now, through summer camps and jobs, and I am excited to be a CSM mentor this semester! I love photography, running, and listening to music. My music tastes range from mainstream pop/rap to underground rave artists. You can normally find me at Asha in Downtown, or Feng Cha and Yifang in Southside—I'm a boba addict. I hope to be a fun mentor and I hope you'll join me in my section this semester!"
    },
    {
        "name": "Junyang Wang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1LfvhbkKD6vHObuXnR8WA5OzMnd19DKwc",
        "details": "Hello! I'm Jero, a first-year intended CS major from Sacramento, California. In general, I enjoy hanging out with friends, hiking, grabbing food,  and of course, anything CS related. This is my first semester with CSM and I'm looking forward to working and experiencing 61A with some of you guys this year!"
    },
    {
        "name": "Vanshaj Singhania",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1MP1G5brSAGBsb-NdTv0KOqg9n29EgEGW",
        "details": "Hello hello! My name's VS (he/him/his), and I'm a sophomore studying Computer Science & Data Science. I took 61A in Fall 2019 and have been involved with the course since (AI, TA, tutor, in that order)! When I'm not studying or teaching, I'm likely flying around in a flight simulator or starting yet another side project. Either way, there's probably music playing in the background (imvs.me/s/sp-m)!"
    },
    {
        "name": "Tracy Xia",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1eg_zAXvHT8JMB_5Fpi87uZ4Hnd6tgAGy",
        "details": "Hello everyone! I'm a second year Data Science major from Arcadia, CA (yay 626). I love CS61A and was an AI for the class last semester! In my free time I like to watch anime, eat chocolate chips, paint Oski portraits, and play Animal Crossing: Pocket Camp. My favorite sport is running to catch the 51b and taking long naps. Hope everyone has a great semester and looking forward to meeting y'all!  "
    },
    {
        "name": "Blake Werner",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1DQyHjiKrd8Y7vrntmm9gyGKlqPlHMnPw",
        "details": "Hey everybody! My name is Blake Werner; I'm a second year double majoring in Mechanical Engineering and EECS. In what little free time I have, I enjoy playing sports (soccer, tennis, baseball), writing and performing bad music (singing, piano), and messing around with flying things (model rockets, rc airplanes). Looking forward to seeing you all in section!"
    },
    {
        "name": "Kevin Wang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1X86ovtSlnGHXOaorKlPgSZE_g8o03V0k",
        "details": "Heyo! First year EECS major here, currently staring at the two empty beds in my Unit 2 dorm room. When I'm not absorbing the fact that I'm already in college, I like taking long walks (with a mask!) around campus, drawing, and monching on unhealthy amounts of chocolate covered raisins. Hmu if you have any recommendations for clubs to join at Cal, if you wanna talk about current season anime, if you're down to play Valorant, or if you want to hear about why stairs with an odd number of steps are literally evil. I loved taking CS 61A and I hope you will to! My pronouns are he/him. "
    },
    {
        "name": "Maryam Azmandian",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1s5DkDZVqAe89aGuJmCAxDIX1Yp5i8Fda",
        "details": "Hi! My name is Maryam! I'm a second-year studying Electrical Engineering and Computer Science. I enjoy singing, dancing, playing charades, learning (and teaching) cool new things, making useful tools, and walking in nature! I'm excited to meet you and help maximize your knowledge (and most importantly, joy!) of CS61A this semester! I challenge you to say \"Hello, world!\" to me in as many languages as you can! I'll do the same as well! :D"
    },
    {
        "name": "Emily Chau",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1bB5og7gKgY_AEDnT50njNTr9HvHNSu-k",
        "details": "Hi, I'm Emily! I'm a sophomore studying CS from Alameda, CA. I love playing board games, hiking, and enjoying good food with friends and family. Hit me up if you want food recs or if you want to debate the best boba places in Berkeley. Looking forward to being a part of your CS journey :) "
    },
    {
        "name": "Sahil Morchi",
        "courses": {
            "cs61a": "Junior Mentor"
        }
    },
    {
        "name": "Emily Lee",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1E6xurhVa5jI9oGfW7kKtRJZw9wbkln9B",
        "details": "Hi! I'm Emily, a second-year student studying CS and Earth/Planetary Science from San Francisco. I love collecting houseplants and gardening during my downtime. I also love playing board games, watching movies with my homies, and cooking (I make a sick ratatouille, Remy would be proud). I'm very passionate about teaching computer science, and I want to help you become more comfortable with programming. "
    },
    {
        "name": "Ahmed Baqai",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1FXIX3wVkPDkaHs1NNcxKxh5MWidnQHdS",
        "details": "Hi all, my name is Ahmed and I’m currently a sophomore majoring in CS. All my life, I’ve grown up following a STEM pathway, from experimenting with Mechanical/Electrical Engineering to developing a keen interest in Cognitive Science. While the intersection of these fields is relatively small, I’ve found that all of them invoke critical thinking and allow one to shape new knowledge from one’s previous experiences. And that’s something I strive to do every day. A little about my personal side, I love playing Spikeball and often enjoy cruising down the Berkeley hills on my longboard. Not to mention, I’ll always be down to set aside a couple of hours for a pleasant sunset hike. And lastly, what I look forward to the most is a long Saturday night with my friends, playing some board games, and eating a ton of In-N-Out :). "
    },
    {
        "name": "Steven Christopher",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=16GawsMcrmqXOXmECZxUMo_pb9VVfLBm3",
        "details": "Hi, I'm Steven! I'm a second year CS student from SoCal who loves watching movies, playing games, and listening to music (R&B and rap usually). If you ever need help with anything feel free to contact me through email. I'm super excited to meet you all and I'm looking forward to a fun (and challenging) semester of 61A with you!"
    },
    {
        "name": "Brandon Tran",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1A-xrWjxn4XM2cqC5qO6ZOMJS-Iv95Has",
        "details": "Hi! I'm a second year EECS major from Delaware. In my free time, I enjoy playing tennis, video games, and spending time with my friends and family. CS 61A has been one of my favorite classes so far at Cal, so I'm super excited to have the opportunity to teach it!"
    },
    {
        "name": "Lily Yang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1n7Fqdijcg5LA9vfGTr3C9xWeqtilZyOg",
        "details": "Hey! My name is Lily and I'm a first year student studying CS from Sydney, Australia. I love going out to catch the sunrise/sunset and spending all my money on matcha drinks! 61A is a blast so I'm excited to have a great time with you all (-: "
    },
    {
        "name": "Avyakth Challa",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1CkI1D1LkzjN5-3xbKJGsqD9Mu6tgWkoc",
        "details": "Hi! My name is Avy and I'm a sophomore intended CS Major. CS 61a was my favorite class here at Cal, so I'm super excited to be a mentor this semester! Outside of school, I like playing basketball, eating brownies, reading and baking brownies for me to eat."
    },
    {
        "name": "Aditi Raja",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1rMchyN3Qty9UlrPjCyAH2SHXgVXq6fUU",
        "details": "Hi! I'm Aditi, and I am currently a second year studying CS and Music. In my free time, I like to play with my corgi (join my section if you want to meet him!), go hiking with my friends, or play some music. Feel free to reach out to me if you ever want to have a jam session or if you just wanna talk :)) "
    },
    {
        "name": "Alex Xi",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1YdKUrlbUQ4FA3AGE6638DYMcBBzw7dxz",
        "details": "Hi! My name is Alex and I am a second year majoring in economics and computer science. I am from Shanghai but I am currently in the Berkeley area. I took cs61a with no prior experience and I believe that with enough hard work and the right people, 61a can also be an enjoyable and meaningful experience for you! Looking forward to meeting you! "
    },
    {
        "name": "Osvaldo Valadez",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1yH8NrptUORx0RI125_SJAU5YQ_nFsipP",
        "details": "Hi! People call me Ozzy. I use he/him pronouns and am a Taurus. I came into Berkeley without any coding experience and services like CSM really helped me so I’m super excited to be a Junior mentor. My hobbies include watching reality TV and taking Buzzfeed quizzes. In terms of music, I’m a really big fan of Chance the Rapper and Kanye. I also work to outreach  to low-income POC K-12 students through Raices Recruitment and Retention Center. I am super excited for the semester and can’t wait to meet you all!"
    },
    {
        "name": "Michelle Chen",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1pz0K1FKfLxUyT4RN3IwXBTEpH97eKS6E",
        "details": "Hi! I'm Michelle and I'm a second year CS + CogSci major from San Jose. In my free time, I sleep, draw, steal food from my roommates, binge youtube, listen to music (dvsn, heize, groovyroom, queen, guo ding, frank sinatra), and get carried in league. Feel free to hit me up for advice, quarantine recipes, music recs, my c/kdrama tier list, or honestly anything! Excited to meet you all :)"
    },
    {
        "name": "Peter Zhang",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1MGEJ1wiD7AIsYoxpgx7BXJ0zdhuPykTp",
        "details": "Hey! I'm Peter (he/him) and I'm a first year intended CS major. I loved 61A and I want you to love it too. When I'm not in a Zoom lecture, I enjoy hiking, philosophy podcasts, Ski Mask the Slump God, and fried rice. I'm excited to meet you!"
    },
    {
        "name": "Priyans Nishithkumar Desai",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GkDhtHYV2sn8WTF4AHigkqZdIVI5bmUE",
        "details": "Hi everyone! I am Priyans. I am a third-year international student born and brought up in India, studying CS. I took 61A in Spring 2019 and I really enjoyed the class, specially OOP. I have been quite involved with teaching at Cal and I absolutely love it. I will be starting research this semester in the RISE Lab on Natural Language and auto code generation. In my free time, I like to watch Netflix, Money Heist being my favorite. I love eating! Feel free to email me about anything. Let's have a great semester! "
    },
    {
        "name": "Aiden Vehemente",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1bFrqKG4_yIAHxgJBTiSehOn5y1vAuwup",
        "details": "Hello! My name is Aiden, and I am a 2nd year CS major. This is my first semester working as a CSM mentor, so I'm really excited to get started teaching! I've lived in the Bay for the past 7 years, but I was actually born in Northern Virginia (so on the off chance there are any Washington Football Team fans out there, hit me up). Outside of CSM, I am a singer in the UC Men's Octet, and in a normal semester you would be able to catch me singing on Sproul every Wednesday at 1 pm."
    },
    {
        "name": "Grace Yi",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1dqal_uHwz4FqJ67Ql23zk8hcWh5M4y9f",
        "details": "Hi! I'm Grace, and I'm a sophomore intended CS. In my free time, I like to take a nap because naps are great. : ' ) "
    },
    {
        "name": "John Ian So",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1tFpWhbIyv2YclO3HBkd4PtL_zQyja4ph",
        "details": "fun fact about me: my high score for word hunt (game pigeon) is 58600; if you can beat that (with evidence!) i'll give you a virtual hi-five. i also enjoy boy pablo and daniel caesar!"
    },
    {
        "name": "Kalea Chu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1t7JCFs2XC0mAaEthoUGXHF6p07w2ghcW",
        "details": "Hello! I’m a second year studying computer science. My hobbies include getting way too obsessed with everything I like. If you’re in my section (or not), we can share the movies/music/anything we like and love them together. :)"
    },
    {
        "name": "Marie Chorpita",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=18WX8qQSzoXPettYeb2ru7WOnXxnxQHwx",
        "details": "Hi everyone! My name is Marie (she/her), and I'm a second year intended CS major from Los Angeles, California. I like cooking/baking, video games, and sewing. I'm a CS KickStart alumna and organizer, and I'm also a CS 61A tutor this semester. This is my first time mentoring, and I'm looking forward to it!"
    },
    {
        "name": "Alina Herri",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1IF3msSaykVGTU1avNi5DoBL8fnybQddD",
        "details": "Hey everybody! My name is Alina and I’m one of the relatively few people at UC Berkeley who hail from Washington state. I love baking bread, working out, and playing guitar when I’m not hanging out with my roommates, playing with our puppy or tutoring for CS61A. Super excited to meet new people in CSM, please reach out if you want to chat or hang out (virtually!) "
    },
    {
        "name": "Samantha Wray",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1PkAPk1QIwQ7mh4kt38R0dRFxCzaH9rn5",
        "details": "Hello! I'm a sophomore from the Bay Area studying MCB and Data Science. I really enjoyed 61a, so I'm excited to be a mentor! I love dancing and choreographing, and in my free time, I enjoy becoming slightly too obsessed with kid's movies (the latest is Megamind). Feel free to talk to me about CS, biology, or the subversive masterpiece that is Megamind!"
    },
    {
        "name": "Jessica Dong",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GBeB2mZq7Xy-24gK9WY2IR4e_f-HF9Du",
        "details": "Hi! I'm Jessica, and I'm a second year intended CS major from the LA area. I enjoy watching TV shows, reading, and running. I'm looking forward to meeting everyone!"
    },
    {
        "name": "Isadora White",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=11OOZDyaX2UsHu3TI1E06CA7yj02s7szR",
        "details": "Hi! I'm a 2nd year majoring in Computer Science. In my free time I like to read, listen to music, and learn languages (both programming and otherwise XD). I'm really excited to be mentoring this semester!"
    },
    {
        "name": "Jacob Yim",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QYd845YDEKWPMsFn9Y67jGnfhXidSvdL",
        "details": "Hi! I'm a second-year studying CS and data science. Aside from teaching and CS, I also like learning about linguistics and philosophy, watching anime, and playing video games. If it weren't for this global pandemic, you could find me on campus at Smash at Berkeley's Ultimate tournaments--but for now I'm stuck at home grinding League of Legends. I hope I can make your 61A experience a little better!"
    },
    {
        "name": "Nala Chen",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1_fhzy0Yb2YXKk1GdR1K1z1GET8SguZQf",
        "details": "Hi there! My name is Nala and I'm a junior studying CS. In my free time, I enjoy playing the guzheng, reading, and getting lost on YouTube. My favorite boba shop in Berkeley is U-Cha, and I'm open to any other drink/snack/restaurant recommendations! Aside from CSM, I am also involved with GamesCrafters, a computational game theory group led by the amazing Dan Garcia. :) I'm so excited to meet y'all virtually this semester! "
    },
    {
        "name": "Cindy Park",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1icFQsvysCBOs17fSjbJv0EcmnBiQ62aX",
        "details": "Hi! My name is Cindy, and I am a senior majoring in CS. I'm from the area near LA, and I've also lived in Korea for quite a long time. On my free time, I spend most of my time watching on YouTube and Netflex, playing video games, and sleeping; but when I am way too bored, I also like to cook, bake, sing, listen to music, and spend time with my friends. I understand that CS61A can be a very challenging experience, and I am more than glad to guide you to learn and to be successful in class. I'm looking forward to meeting you all!"
    },
    {
        "name": "Franco Valeriano",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1XzMbDALS8ZHEmpZcriww91x0mWIIAoFF",
        "details": "Fourth Year L&S, CS + Math Major and serial procrastinator. This is my second semester mentoring for CSM, but my first time getting to mentor CS61a and I am very excited to do so! I love watching good music and listening to good movies. I can teach you how to go beep boop on the computer."
    },
    {
        "name": "Abinaya Srikant",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1dya8NRgdfif5vmecqyDeLkTLOkjqAmf3",
        "details": "Hi! My name is Abi and I’m a sophomore from the Bay Area studying CS. I learned a ton from 61A and hope that I can help you have as enjoyable of an experience as possible! Outside CSM, I’m a part of Net Impact Berkeley and I dance on Natya at Berkeley, an Indian dance team. In my free time I love cooking/baking, calligraphy, and rewatching The Office before it goes off Netflix :(. I can’t wait to meet you all! "
    },
    {
        "name": "Rosalie Fang",
        "courses": {
            "cs61a": "Junior Mentor",
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Gy4dE4fM-Dl8NCdq4M2okhANedN5XOpT",
        "details": "Hi! My name is Rosalie and I am currently a Sophomore studying CS and Economics. I took 61A and really enjoyed it, and I hope to make the experience good for you too! I've picked up cooking over quarantine and I really enjoyed it.\nIn addition to CSM, I am also in the CSUA TL:DR; and Cal ACLU"
    },
    {
        "name": "Alec James",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1gPjs2SCWpIM0M0aH1fF4QWZm3DjXrpdu",
        "details": "Hi! I'm Alec, I'm a sophomore majoring in EECS. This is my first time being a mentor, so be sure to give me criticism where I need it. If I'm doing something wrong, even if it's something small, let me know so I can improve! I love rhythm games, spicy food, mechanical keyboards (Gateron reds are the best switches ever), and, of course, CS61A! I had a great time in the class, and I hope I can help you do so too.\n: ^) "
    },
    {
        "name": "Kevin Li",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1zytaZNDF_TOYBwoSoIRiJZpcvIufYY5c",
        "details": "Hi there! I'm Kevin, a sophomore from Chicago intending on double majoring in Molecular and Cellular Biology and Data Science! As a pre-med student, I am especially interested in applying data science and machine learning in a biomedical context. I have the pleasure of being a member of two research labs at the moment, and in both of them I have the opportunity to use programming to better extract insight and make predictions using biomedical data. Outside of academics, I am obsessed with anything music-related (I play jazz and classical saxophone and piano and also love composing and improvising) and the outdoors (hiking, biking, running, etc.)! At Berkeley, I am part of UC Jazz, the American Physician-Scientist Association, and of course CSM! I look forward to meeting you and if you have any questions related to literally anything please feel free to reach out to me by email!"
    },
    {
        "name": "Ethan Chiu",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GvPi8TTwrZGuBnkE2evXwlQQHzh-Ajwm",
        "details": "Hi there! My name is Ethan and I'm a third-year CS Major. This is my third semester teaching CS 61A. Super excited to share with you all the wonders of CS 61A! Outside of school, I like playing CupHead and Animal Crossing on my switch as well as playing basketball and soccer."
    },
    {
        "name": "Paran Sonthalia",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1MQOBY7QWu9olu-OPkEkRtGgKgYc1Zz_M",
        "details": "Hi! I'm a junior at UC Berkeley studying Computer Science and Data Science. This will be my second semester mentoring in CSM and I'm excited to meet all of you! In my free time I love hacking away at a new project or watching car videos so you're also a motor head, there's a lot we can talk about! "
    },
    {
        "name": "Ryan Zhao",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=15w7Mr_qTSMN_zPxc0ufCXX-XFrmCz3Iq",
        "details": "Hello! My name is Ryan, and I'm a second-year computer science student from Philadelphia, Pennsylvania. This will be my second semester mentoring 61A. It is definitely a challenging course, but there are many beautiful concepts within it, and I can't wait to explore it together! In my free time, I love to play frisbee, watch eSports, and explore new places to eat around Berkeley."
    },
    {
        "name": "Abhinav Ashar",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1KO72cTF2ITLTlAEe17PRZPZXi3eAylMW",
        "details": "Hey everyone! My name is Abhinav and I'm a fourth-year EECS + Business student from Houston. I'm a huge basketball fan (KD’s #1 fan), love playing the clarinet, and know where to get the best mango lassi in Berkeley. Feel free to reach out and say hi to me anytime!"
    },
    {
        "name": "Andrew Shieh",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1jVBpezp20XtPev0x0_J6ZclMgYq2GaDe",
        "details": "Hey, I'm Andrew! I'm a third year EECS major from the Bay Area and I like music, tennis, ramen, and Python."
    },
    {
        "name": "Brandon Shin",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1w3Uq44r7cJ3FmxODcpz-3zUWDFWBROmo",
        "details": "Hello! I'm Brandon, and I'm a third year studying CS. Looking forward to a solid semester with you all!"
    },
    {
        "name": "Luke Liu",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1U0EmS0fvjfWLpqoT8WbOfUk8g8Ax1Q-W",
        "details": "Hey! I am a sophomore majoring in CS & DS, and I am a proud Canadian from Toronto, Ontario. I love watching Netflix shows like Money Heist and Suits, and I try to keep myself active in quarantine through basketball and jogging. This is my second semester in CSM; I am super passionate about teaching and I look forward to meeting you all!"
    },
    {
        "name": "Timothy Kha",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1zm3m1TKe_a-f8ySrUu-_tAIA8MpgF-7N",
        "details": "Hey how's it goin? You look like you would be a fantastic fit for my section, hope to see you soon!"
    },
    {
        "name": "Olivia Shiah",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1I0elaA9l_nHHA3Ic5kkUChHbbRomTJVr",
        "details": "Hi everyone! I’m Olivia (she/her), and I’m a fourth year CS major and Art History minor from San Diego. Besides coding, I enjoy all types of crafts (but especially knitting), matcha lattes, and of course teaching. Looking forward to a great semester with you all!"
    },
    {
        "name": "Jeffrey Deng",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=11SbWY2Fo2rfWgnzlT0diE0CcDOepkf_s",
        "details": "Hi everyone, I'm Jeffrey! I'm a second-year EECS major and this is my second semester with CSM. I enjoy playing tennis, finding the weirdest home workouts, and eating. Outside of CSM, I'm involved with HKN and XR@Berkeley. Look forward to meeting you all this semester!"
    },
    {
        "name": "Chi En Tsai",
        "courses": {
            "cs61a": "Associate Mentor",
            "cs61b": "Junior Mentor",
            "cs88": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1X715jcVClwaJLpB6fVjqezqVJ-hwL-_8",
        "details": "Hi! I'm Chi, and I'm from the LA area. I enjoy cooking and trying new food, planning upcoming vacations, and watching Brooklyn 99 (Terry loves yogurt). I also love teaching, so I'm thrilled to be mentoring for CS88, CS61A and CS61B this semester. Can't wait to meet you and get to know you. It's going to be a great semester!"
    },
    {
        "name": "Kristy Lee",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=149apoWl7e4c1Bq2jXxMtyr8l_9OWcaJb",
        "details": "Hi everyone! I'm Kristy, a third year computer science major from the Bay Area, CA. I really love listening to instrumental music, solving problems, and hanging out with friends. Looking forward to meeting you and having a great semester in 61A!"
    },
    {
        "name": "Todd Yu",
        "courses": {
            "cs61a": "Associate Mentor",
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1J0WaBqkhmGOOD5NMMPpAmwCZIr0S9CtV",
        "details": "Hey all, my name's Todd. I like fast cars and I hate Zoom. Please join my section."
    },
    {
        "name": "Parth Gupta",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1zJ9HZwbX6XFYm1wuhouLbVUVpyQF6bL4",
        "details": "Hello! My name is Parth and I'm a second year EECS major from Pleasanton, CA. In my free time, I love playing board games, watching Netflix, spending time in nature, and anything to do with food or music. This will be my third semester teaching 61A and I'm looking forward to meeting everyone :)"
    },
    {
        "name": "Lucy Lou",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1HNlfhte7CsSa22G4q8snRsXDwOEXCaIt",
        "details": "Hi I'm Lucy Lou! I took 61a fall 2018 as a freshman. It was my first time coding, so if it is yours as well, I may have some helpful tips and tricks for you! The class was definitely challenging, but I also found it very fun and hope you will too! This will be my third semester mentoring 61a. Besides CS, I also love dogs, chocolate, beaches, Ariana Grande, and working out and am on the Cal Cheerleading team, Cal Club Gymnastics, and the Chi Omega sorority! Hope you have a wonderful, amazing day!"
    },
    {
        "name": "Christine Luo",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1KjfhIE0ZLCi55IFVBEn5rQ4VXPOitHgz",
        "details": "Hello everyone ~ My name is Christine and I'm a senior studying computer science. This is my third semester teaching 61A with CSM and my fourth semester as a course tutor 🤗I enjoy frontend development and teaching, and in my free time I enjoy watching shows on Netflix. Please feel free to reach out if you have any questions 💛"
    },
    {
        "name": "Bill Wang",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1pbKf0U-wAJkSFqEWoqXpdXpjbr2o9qjQ",
        "details": "Hi everyone! My name is Bill and I am an EECS major from Los Angeles. In my free time, I like to listen to Disney music (check out my playlist: https://sptfy.com/90nV). I'm excited to be apart of CSM this semester!"
    },
    {
        "name": "Victor Jann",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1A8R-5Ldmmj14qmSBQsLW-4adEWIRXjx-",
        "details": "Hi! I'm a 3rd year CS major, and I've been through 61A a few times, including as a student, academic intern, CS 370 tutor, 61A course tutor, CSM JM. I like to attempt to play guitar/kazoo/sing (while watching lectures). Anyways, I'm excited to meet you all, and I'm always open to talk tabout anything!"
    },
    {
        "name": "Akshit Dewan",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Jb1d0UhXDqjLNGUgACaBj-V7ct8vZe4V",
        "details": "Excited to meet you all!"
    },
    {
        "name": "Vivian Lu",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1pUReBNVxB49CFGnLYSnU2GN3V9dp3J7K",
        "details": "Hi! I'm Vivian and I'm a junior EECS/Bioengineering major. My pronouns are she/her. In my free time I like doing puzzles, baking, and playing board games. I'm excited to meet everyone and feel free to reach out to me!"
    },
    {
        "name": "Mathilde McKeever",
        "courses": {
            "cs61a": "Associate Mentor",
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1a_QkhA8qJ_a5dDA8AVzNajTYMLXf9KEh",
        "details": "Hello! I'm Mathilde (she/her) and I am entering my third year studying EECS. I'm from Albany, California and in my free time I enjoy swimming, dancing and exploring the bay - though these days I've also been baking a lot :) I love 61a and I'm so excited to be teaching it this fall!"
    },
    {
        "name": "Laryn Qi",
        "courses": {
            "cs61a": "Associate Mentor",
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1TDucPkEh6nA0jKl_XYUDGm4iNHqM-k5a",
        "details": "Hello! My name is Laryn (he/him) and I'm a second year CS and Music major. 61AB were awesome classes, so I'm really excited to teach them! Outside of CS, I enjoy playing video games and drumming. Looking forward to an awesome semester :)"
    },
    {
        "name": "Krish Nayar",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1o-p2goxsyj9dxiY0VEC6gIc83-OqxdBb",
        "details": "Hello! I'm Krish, and I use he/him pronouns! The only thing you really need to know about me is that I'd definitely beat you in Mario Kart :^)"
    },
    {
        "name": "Animesh Agrawal",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=16k5QAbjnPBUAaByqefl2agYuezMbASbm",
        "details": "You don't have to walk to class this semester, so you might as well come to my section and say hello! [he/him]"
    },
    {
        "name": "Mihira Patel",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1yg7aM_KvVp9dZaAUQRAZr4WqTXM6y3BA",
        "details": "Hi! I'm a third-year studying data + computer science. This is my third time mentoring for CS 61A and I hope you enjoy it as much as I did! Feel free to reach out to me to talk about anything!"
    },
    {
        "name": "Nikhita Anumukonda",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1lKKCbeiQN1R8snjtT59y0cxNhZ4zRnTN",
        "details": "Hi! My name is Nikhita and I am a senior studying CS and Data Science from San Ramon, CA. In my free time, I like to read, watch TV, and exploring new boba places in Berkeley. Feel free to reach out to me if you have any questions. Looking forward to virtually *meeting* you all."
    },
    {
        "name": "Uma Unni",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QvnLI4pWTdVmWCNr9CmVqhJJFO-Wy-cm",
        "details": "Hi, I'm Uma! I'm a senior CS major from the Bay Area. This is my fourth semester as a 61A tutor, and my sixth semester being involved with teaching 61A. In my free time, I like playing various Switch games, speedsolving Rubik's cubes, and rewatching TV shows. I'm excited to meet y'all! :)"
    },
    {
        "name": "Kevin Moy",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1s22rOrKlUW6v6rcOVHwvfT8dr9_AXZ3m",
        "details": "Hi! Im Kevin. I love hoops and football and walking around campus. And making playlists. And food. And But most of all I love CS! Feel free to hit me up about anything."
    },
    {
        "name": "Joshua Baum",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ISnUZqBXAeCV19tj3RmWRCFiOil8TZCz",
        "details": "Hi I'm Josh. I'm a CS major in my 3rd year from LA. Looking forward to meeting you all!"
    },
    {
        "name": "James Fletcher",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1pQdHfp8Uu_lYBZlx7RHVSl2VOMGo3Bx5",
        "details": "I'm a foodie, fashionista, and aspiring TikTok star. Talk to me about Paris fashion week, your favorite restaurants, baking sourdough, or the last kdrama you watched. Oh and I do computer science (sometimes)."
    },
    {
        "name": "Ivan Penev",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=12QBERsu2aZuAVT2O50MgT2AlNJ9yZpu5",
        "details": "Stop dreamin', start schemin'"
    },
    {
        "name": "Aman Shah",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ZoO53QBmGUnfALRemc0oAc9_kvqMdGSy",
        "details": "Hey! I'm a 3rd year Applied Math and CS major from Edison, New Jersey. In my free time I enjoy any kind of problem solving, way too much Netflix, drawing, video games, and sleeping. Feel free to talk to me about anything! My pronouns are he/him."
    },
    {
        "name": "Matthew Guo",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1jWceZlCbOwe2YY7_KgPBQ5a9BhK72Hft",
        "details": "howdy! i'm a 3rd year cs major from san jose california. ive been part of csm for 3 semesters now and im having a blast. i like to draw and make video games. here's a joke for u: why do mathematicians wear glasses? it helps with division! i hope u laughed. and i hope u enjoy cs61a as much as i did! toodaloo"
    },
    {
        "name": "Owen Gong",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1a-lsWIF-MIktamwyOjRPv_v5PxOfXGsg",
        "details": "Hello! I’m a 3rd-year CS student from the best-known state in the US - Nebraska. Converse with me in anything CS or non-CS related, ranging from algorithms to professional sports to the acceptable number of hyphens in a bio description. "
    },
    {
        "name": "Jemmy Zhou",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Yqc3x53EGXFjyjEodqdjFu1l7Odq6eto",
        "details": "Hello! I'm Jemmy and I'm a fourth year CS major from the Bay Area. My pronouns are he/him. In my spare time, I love watching sports, playing video games, and browsing through r/buildapcsales. This will be my 8th time teaching 61A. Excited to meet everyone!"
    },
    {
        "name": "Aidan Hew Yeung Tong",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=14jazBFQnVlt8OtNNV9Fa8tGeXX548Q2f",
        "details": "Hi everyone! I'm a junior studying CS and this is my third semester with CSM. I'm originally from Hong Kong and it looks like I'll be here for the rest of semester. Some things I enjoy are soccer, teaching, and listening to music. I'm excited to meet you all and hope you guys have a great 61A experience!"
    },
    {
        "name": "Lauren Meier",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1V-h92ypLqwEmj9AdJ4eBSrSNxyWyym5u",
        "details": "Hi there, I'm Lauren! My pronouns are she/her/they/them. I like to organize pair activities and focus on practice problems in my sections. When I'm not spending time with y'all, I love spending time outdoors and listening to music. See you in Zoom!"
    },
    {
        "name": "Sean Sananikone",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=179mDSCFC960n9olepcCFivvI9vB5I1td",
        "details": "Hey all! My name's Sean and I'm a Junior majoring in CS. I'm from the Bay Area and have lived here my entire life. In my free time I enjoy playing video games, especially now when we can't go outside, and when we are allowed to go out I enjoy hiking and hanging out with friends. I'm looking forward to meeting you all this semester!"
    },
    {
        "name": "Kunal Agarwal",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1nRZAoNHEKJ982SwnaWFiWav7zVr7D-d9",
        "details": "Hi, I’m Kunal! I’m a senior CS & Applied Math double major from the Bay Area. I destress by playing FIFA or Animal Crossing, and then stress myself out again watching the NBA (Go Warriors). This is my third semester in CSM! On the side, I TA for Data 100."
    },
    {
        "name": "Bridget Cheng",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1DsHitK-09JLOIa1DOggeT6lJ89l6nj6n",
        "details": "Hi there! My name is Bridget, and I'm a senior studying CS. This is my fifth semester mentoring for 61A, and I'm super excited to do it again this semester! In my free time I like to doodle, watch shows/movies, and go on hikes. Since the start of quarantine, I've also been working on becoming a better cook. Feel free to reach out to me with any questions, I'm always happy to help/chat! :)"
    },
    {
        "name": "Cindy Lin",
        "courses": {
            "cs61a": "Senior Mentor",
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1lYKer4MVOlcn_Ebc4nmKGSIzVfAHMafB",
        "details": "Helloooo~ My name is Cindy and I am a senior from Taiwan studying Data Science and CS! :) Super heppy to be teaching 61A again and very excited to meet y’all! Some of my interested include: eating yummy food, taking pictures of my food, taro, sweet potato, traveling, cats and watching anime (and k-dramas now too, hehe!!). "
    },
    {
        "name": "Ivy Li",
        "courses": {
            "cs61a": "Senior Mentor",
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1rYSlp4LprY4qu4q9RPFtK2gWrjzRUqlw",
        "details": "Never thought I'd make it. Three days grade school, three days high school. Those were awkward. Three days college. I'm glad I took a day and hitchhiked around the hive. You did come back different."
    },
    {
        "name": "Jessica Yu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1cLSQUo7Nm8qocgS1jxwT8PIUoaorwwHN",
        "details": "Hello! My name is Jessica (she/her/hers) and I'm a third year CS student from Fremont, CA. My favorite restaurant in Berkeley is Thai Basil, closely followed by La Burrita. A typical Sunday pre quarantine would consist of doing course readings, meal prepping, and hanging out with my roommates. This will be my fourth time teaching 61A and my second time as part of CSM. I'm looking forward to meeting everyone, and good luck with 61A!"
    },
    {
        "name": "Jennifer Huang",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1TR_rHK3nVVieWp-87oWcH_ujDmY7uKDq",
        "details": "Hey, I’m a junior studying CS, Math and Music from Toronto, Canada. My favourite hobbies include play PUBG & Brawl Stars, drink boba, and collect perfume. I’m sadly no longer a pink haired human because my mom made me dye it back :( Looking forward to know y’all!"
    },
    {
        "name": "Kenneth Chi",
        "courses": {
            "cs61a": "Content Mentor"
        }
    },
    {
        "name": "Jamie Ip",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1yh_7NE4krTQKLn0vX7j1POKaT66aGvJt",
        "details": "To understand recursion you must first understand recursion."
    },
    {
        "name": "Alina Trinh",
        "courses": {
            "cs61a": "Content Mentor",
            "cs61b": "Junior Mentor",
            "cs88": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1y-PkruB5t9OSGDIWDSLlwMVC4zrkXZBf",
        "details": "Holla, nice to meet you! I'm a 2nd year student in EECS and I love teaching! My academic interests lie in data science and business. In my free time I enjoy playing piano (Chopin is my favorite) and hiking."
    },
    {
        "name": "Richard Roggenkemper",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1whSw5gz4dIaZnyTLOaplF7-JqU48ZNMT",
        "details": "Hi! My name is Richard. I'm a third year student from Los Gatos, California. I’m a Computer Science/Data Science major. I love skiing, cooking, and anything related to food. I’m excited to be teaching this semester!"
    },
    {
        "name": "Ethan Yeh",
        "courses": {
            "cs61a": "Senior Mentor",
            "cs61b": "Senior Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1YTWZREwe1OP-C2n4W1YM3RqlPcXjX0Z5",
        "details": "Hello! I'm Ethan and I'm a 4th year majoring in CS and physics. In my free time I like to listen to music, play badminton, and eat food. Always down to talk about any of the above things or anything in general!"
    },
    {
        "name": "Cathering Cang",
        "courses": {
            "cs61a": "Senior Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1BmxfrV4X1GiOHIaqbRQIcTPFY75-RzTJ",
        "details": "Hi I'm Catherine! I like teaching, 61A, and cats"
    },
    {
        "name": "Marco Gellecanao",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1_ZPyL2VnER8EBwJfjpDaIBCYQFQMYAst",
        "details": "I am a junior CS Major from SoCal. In my free time, I like to play the guitar and watch anime. I really enjoyed taking CS 61B, especially because of the projects, and I am excited to be teaching the subject as part of CSM this semester!"
    },
    {
        "name": "Michael Chen",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1TvttDNnKO72EQ2P40LW7QcTcDUjrvTcb",
        "details": "Hi everyone! I'm Michael, and am currently a junior studying EECS. This will be my 2nd time teaching CSM 61B, and I'm super excited!"
    },
    {
        "name": "Riddhi Bagadiaa",
        "courses": {
            "cs61b": "Associate Mentor",
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QeEQ9BPeUXgw5NFvTT7r-iT2O9Jgxatj",
        "details": "Hi, my name is Riddhi! I’m a third year majoring in CS. I love eating spicy food, travelling, and building random things! I like to spend my Saturday evenings playing board games with my friends (online version unfortunately). I hope you have a great semester and I look forward to meeting you all! :)"
    },
    {
        "name": "Smruthi Balajee",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=13ZvLs9Vkoq-IG3VqnEYqNWFjEkb9RlaP",
        "details": "Hi! I'm Smruthi and I'm a third year CS major from the Bay Area. Outside of school I love hiking, drinking tea, and eating chocolate—once during dead week I bought a pound plus milk chocolate bar from Trader Joe's and ate it in four days (no regrets). I think 61B is pretty cool so I'm super excited to be a mentor again this semester and meet you all (over Zoom)! :)"
    },
    {
        "name": "Vinay Chadalavada ",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=179flJumtDx-VWjlhWaJbH5DYX0PLO2eR",
        "details": "Hey! I am Vinay, a Junior studying Computer Science and this is my second time mentoring for 61B. I love playing board games and going on long runs in my free time. I look forward to getting to know everyone over the course of the semester!"
    },
    {
        "name": "Yulie Park",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Nu253V4cy39rhwEodCUKYbkmwyAmgFk_",
        "details": "Hi everyone! I am a 3rd year CS major. In my free time during quarantine, I like to take long walks, write or read creative non-fiction, and feed wild cats around neighborhoods. Fun fact: I am an ex-almost-English-and-Psychology major."
    },
    {
        "name": "Cindy Zhang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=19hBqzTbZcxuhJduw9Ia1qybRVN0IvD_b",
        "details": "Hello! I'm a third year majoring in Computer Science, and this is my third semester teaching 61B. Outside of academics, one of my hobbies is wushu (Chinese martial arts). I love spontaneous adventures, and more specifically, I have an unhealthy obsession with going to the beach. Whenever I get the chance, I enjoy spending my time outdoors and exploring new places, capturing picturesque views on my phone."
    },
    {
        "name": "Enya Xing",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1J7q7xPywttJTEvPm8Uj9jVwXL11PUhbj",
        "details": "Hey I'm Enya, a second-year from Fremont, CA. I'm excited to teach 61B again this semester and I love ducks, lighthouses, and cloudy weather (especially when that sweet sweet autumn chill hits). "
    },
    {
        "name": "Haiming Xu",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1BtFPfJqDCFOVEyp4g8OzpQrk-AQZiEqx",
        "details": "Hi! I am a computer science major from North Carolina. In my spare time, I like to play tennis, piano, and poker."
    },
    {
        "name": "Jonah Noh",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=17bu0g-1ZWdk9y2vgLytm1VYQGZD-08KZ",
        "details": "Hi! I'm Jonah and I'm a second year CS major. When I'm not doing anything CS-related, you can probably find me making Spotify playlists for my friends, writing about street fashion, or binge-eating spicy Korean fire noodles. I also love to hike and go camping with my friends. "
    },
    {
        "name": "Richard Zhu",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Dn6EKLWdSqOg1hodWydbqJQ4eLJGFvm-",
        "details": "Hi, I'm Richard. I'm a also course tutor for 61A, and am glad to be contributing to 61B now too! Here's my secret to doing well on CS midterms: wear a headband."
    },
    {
        "name": "Abhishek Kumar",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=173Z5vh7DLLslZYy1ISd8PqZk8WxVo4kn",
        "details": "Hi! I am Abhishek, a third year computer science and applied math major from New York. This is my second time as a CSM tutor and am looking forward to the semester ahead. In my free time, I watch sitcoms and, uh, yeah thats about it. "
    },
    {
        "name": "Abrar Rahman",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1LNCXmKFtCrF8chZV5yz2TVrY4mGwXC-q",
        "details": "Hi everyone! My name is Abrar and I'm currently a sophomore here at Cal. Much of my work outside of school has been in and around the intersection of Big Data and Healthcare, which I've pursued via research internships at Haas and at the University of Arizona. Outside work, I listen to a lot of J. Cole, Juice WRLD, and TTNG. I also play sax and guitar. I'm also trying to get more into running, although for the life of me I still can't figure out how people legitimately ~enjoy~ cardio. Please don't hesitate to reach out, whether you're in my section or not!"
    },
    {
        "name": "Angela Chen",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Mhkw_ue1RNt6XN5C-u3Q00hit_V_se0q",
        "details": "Hello! I'm Angela, and I'm a 3rd year CS major from Maryland! Over the summer I got back into playing Town of Salem and Animal Crossing: New Leaf (because I don't have a Switch). I love Nintendo games in general, and I'm also really into K-pop. Feel free to talk to me if you're into either of those things too! 61B was one of my favorite classes at Cal, so I hope y'all will like it as much as I did!"
    },
    {
        "name": "Aram Kazorian",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1VfhEijrAAaYBEQ8zZhxxY0ItsHP9MiK0",
        "details": "Hi! I'm Aram, a sophomore trying to declare CS (taking 70 now). I took 61B in Spring 2020. This is my first teaching for CSM but I have already been an Academic Intern for both 61A and 61B. I found that I loved to teach so I thought it would be great to come here and hopefully pass on what I've learned. Always feel free to ask CS questions or talk to me about music (Radiohead, Led Zeppelin, Kanye are the best), basketball (Lakers all the way), or video games (I play quite a lot haha)."
    },
    {
        "name": "Aryan Agrawal",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1y3VKAvwMShgnF-ZO7tRQjkOBoUjyb7wD",
        "details": "Hi, my name is Aryan Agrawal, and I'm a second year CS student. I play the saxophone and I'm a chaser for Cal Quidditch, so if any of that interests you feel free to send me a message! I'm looking forward to a great semester!"
    },
    {
        "name": "Ben Cuan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1lPVtZUrw0dG9YebJbdiDsa1LmCmoRKgm",
        "details": "Hey everyone! I'm Ben, a 2nd year CS/Psych major from Cupertino, CA. If I've got some time lying around you can find me making games, reading anything from scifi to webtoons, or taking long walks to nowhere in particular. Super hyped for 61b this semester :D  "
    },
    {
        "name": "Boxi Fu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1O5_2a5vrTFNPD1NW5O1WsLDb_4bYRAeB",
        "details": "Hi! I'm Boxi Fu, a junior studying Applied Mathematics with DS cluster and double major in Computer Science. This is my first time as a CSM mentor for CS 61B and I'm really excited to meet y'all! I like to do craft and taking nap with lofi when I'm free. Recently I've been listening to K-pop (specifically N.Flying) and EDM from my friends spotify playlist. Making my own playlist is on my to-do list. Recently I have fall in love with Vietnamnese cuisine so let me know if you know any good place either near Berkeley or in socal, where I live :)"
    },
    {
        "name": "Catherine Hwu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1mi5W5118vs2Q9sF9XTc_uvQw7mbiEbp2",
        "details": "Hey! I'm Catherine, a second year EECS major from San Jose, CA. In my free time, I like to play board games, go on walks, and binge watch movies. I also enjoy running, hiking, sight and seeing. I also love exploring, which is why I get excited about trying different public transportation routes and systems. I really enjoyed 61B, and I'm super excited to work with y'all! "
    },
    {
        "name": "Daphne Pan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1pUzS7-jGX2qLfZOcctAook6l8_GYNfRl",
        "details": "Hi! I'm Daphne (she/hers) and I'm a 2nd-year CS major. I have experience tutoring math but this will be my first time doing CS, so I hope you're willing to tell me how to best help you learn! I like reading novels and manga when I'm not dying over classes :,). I really love listening to musicals but I'm open to all sorts of music suggestions. I also really like talking about really inane things like whether or not hot dogs are sandwiches."
    },
    {
        "name": "Darya Kaviani",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1RFB2g2nKSyiSfXT0cJgRK33ObPt4QeC_",
        "details": "Heyo! I am a second-year studying EECS and Ethnic Studies. I am passionate about blockchain technology, human-computer interaction, and the intersection of technology and social good. I'm Chief of Staff of Blockchain at Berkeley here on campus, my name means the sea, and I love frogs! Excited to get to know you! :)"
    },
    {
        "name": "Deepali Jain",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1qLQX1qsrSxKqxVFuXDsxZOfCkCilT1FO",
        "details": "Hi everyone! I am Deepali, a second-year EECS major from sunny San Diego, California. In my free time, I love biking, calligraphy, salsa dancing, and binging Netflix shows. Very excited to teach this semester and get to know y’all!\n"
    },
    {
        "name": "Emily Su",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=12t4m9obnlOpjMjD5kPVdQkVw_GRkhZU-",
        "details": "Heyoo!! I’m Emily & I’m a sophomore majoring in CS & ORMS! I’m from Toronto, Canada, so I love maple syrup and snow (and maple taffy!) In my free time, I enjoy swimming, trying new recipes, and listening to French pop! I'm SUPER excited to be teaching this semester!"
    },
    {
        "name": "Felicity Liao",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1jzNOEqOFaIG4Ku7WXgkoFMGKYGvzXOMa",
        "details": "I grew up in between New Zealand and China, and always thought I would be an architect. But after taking CS10 with Garcia and some class in CED, I noped out of that old dream and embraced the CS major real fast :D \n\nAt Cal I dipped my toes in film-making through my fraternity, before realizing I more enjoyed film-watching. And ever since the pandamic, I've been trying to read (currently reading 'Why We Sleep');  travel in NZ; finish all of Gossip Girl. I really love talking to people, about life, Cal, food, or anything! "
    },
    {
        "name": "Jake Cha",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1eRgvH8Q0euVdGmE1ixyi8Z0efySjBzaQ",
        "details": "Hello! My name is Jake Cha and I am a Sophomore studying Computer Science from Orange County, California. I’m interested in the intersection of technology, design, and education. Besides CSM, I am also a part of Berkeley Innovation & the EDRL lab. Over the summer, I’ve been binging Ozark on Netflix and learning new cooking recipes. Join my section for a chill time :))\n"
    },
    {
        "name": "Jay Feng",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1JDxFWeAtbYqifHUJI9NpscjuU4XX5_du",
        "details": "Hello! I'm a second year from the Bay Area studying CS and data science. I like coffee, ramen, Trader Joe's Herbs and Spices popcorn, Taiwan, and board games :') I'm looking forward to teaching this semester, and feel free to reach out about anything!"
    },
    {
        "name": "Jeffery Cheng",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1iV08p6UkrYEj2Ua8Ni8_1dFPjgrtksjz",
        "details": "Love going out to karaoke and party as well as just staying home watching kdrama and game :) Enjoy playing volleyball/futsal, debating, and singing albeit very poorly. Currently struggling from timezone differences, but looking forward to meeting all of you! "
    },
    {
        "name": "Jeffrey Shen",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ZSMVdPhY_wnV4nZZ-xGl5nyXF5kVYxZ8",
        "details": "Hello! I’m a sophomore majoring in EECS and currently live in LA. I really enjoyed taking CS 61B and I’m excited to be an AI for the course as well as teach a CSM section! In my free time, I like playing golf, making videos, drawing, and have been hiking a lot more recently. I’m also missing the Berkeley Feng Cha more than ever… \nFeel free to reach out with any questions and I hope to see some of y'all virtually!"
    },
    {
        "name": "John Le",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1OowjHUQu6A8cLMOnCCqnxt8KWyWSKsns",
        "details": "Hi! I'm a second year CS major from San Jose. 61B is one of my favorite classes and I hope it'll become one of yours too! In my free time, I enjoy cooking and playing badminton. Feel free to hit me up if you ever wanna talk about anything or play badminton! :)"
    },
    {
        "name": "Kyle Yu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ugzSlEcAslrlBvowKiouvO-N5hy6KWxU",
        "details": "I am a Sophomore studying Computer Science. I like to play basketball, hiking, and going out and trying new things with friends. In my free time, I like to binge TV shows, play video games, and sketch on my iPad. My favorite artists is the 1975. Favorite restaurants at Berkeley is definitely Artichokes especially late at night."
    },
    {
        "name": "Matthew Yu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1kmxLXmjDLpcaMPMTvgbWSOpFDacgCaag",
        "details": "Hulloo everyone my name is Matt and I am a sophomore studying CS. I'm excited to be a junior mentor for 61b this year ooooo lets get this breaddd. Some of my favorite artists are Bazzi, Tyler the Creator, and Lauv. "
    },
    {
        "name": "Nandini Singh",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1B0BndB_bp1H2oWH2gDO_20ZbMLee5edg",
        "details": "Hi I'm Nandini Singh! I am a sophomore intended Computer Science and Statistics major. Something I love to do is garden, I have a ridiculous amount of plants in my apartment at Berkeley as well as in my room back home. I have also been working on getting my real estate license! Super random, but the Netflix show Selling Sunset inspired me. My favorite artists are Joji, blackbear, and ASAP Rocky. Outside of those artists, I love EDM, it sucks that we can't go to any raves for a while :( And my favorite restaurant in Berkeley is Imm Thai! I know that's an opinion shared by a lot of UC Berkeley students and for good reason. "
    },
    {
        "name": "Noor Mahini",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1slIvTELYUVum-2bWIQqSk1mIRHT1tUj_",
        "details": "Hello there! I'm Noor and I'm a sophomore majoring in EECS. In my free time, I like to play video games (mostly Nintendo games), piano, viola, and tennis. If you ever want to talk about any of the above or Avatar The Last Airbender and what type of bender you'd want to be, hit me up!"
    },
    {
        "name": "Oscar Hu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1LGw6Aoi-cfojMsa139XsWQDk9d80zyzP",
        "details": "What's good, I'm from the bay area and currently a junior studying CS. HMU if you have wanna talk about stocks because I've been on the grind recently (or if you have 61b questions 😂)"
    },
    {
        "name": "Pranav Sukumar",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1J0-yGwpIRfGWPPim18NVMmoYoQto0XaA",
        "details": "Hey! I’m Pranav and I am a sophomore EECS major from Seattle, Washington. In my spare time I love playing Basketball, Cricket, and Spikeball. I enjoy rooting for the LA Lakers and Seattle Seahawks :) . I’m a Harry Potter, Star Wars, and Marvel fan! I have been involved in Data Science Society for the past year and will also be an Academic Intern for 61B this semester. CS 61B was one of my favorite classes so far and I am super hyped to teach it and hope you all will love the course as much as I did!"
    },
    {
        "name": "Raymond Ji",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1jlRA-qVK4LoBZlJE5efJb7861qx_GvPQ",
        "details": "Hi! I am a second year Computer Science major from Cupertino, CA. In my free time, I enjoy playing badminton at the RSF(sadly can't this semester :( ) and chess. 61B was one of my favorite classes at Berkeley so far and I hope you enjoy it as well! Feel free to reach out and ask me anything :)"
    },
    {
        "name": "Reena Yuan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1s15NWmuzXInec8FftnB13S1iZZGVrbGo",
        "details": "Hello! My name is Reena and I'm a second-year EECS major from Wisconsin. I found CS61B to be really interesting and rewarding, and I'm super excited to be teaching it this semester. I love listening to music and podcasts, and some of my favorite artists are Taylor Swift, Sufjan Stevens, and COIN. My interests include playing tennis, watching horror movies, and making sourdough bread -- a hobby I developed over quarantine. "
    },
    {
        "name": "Richa Kotni",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1B1fdD_x5kROM3g9lUWAufqw1TckAKT-F",
        "details": "Hi! I grew up the Bay Area, so I know Berkeley and the area around quite well, including some good food places around, so feel free to ask me for recs. I really love teaching and tutoring and am planning on pursuing a minor in teaching. I was an AI for CS61B during the summer, which was a really great experience, and I'm an AI for Data 8 this fall, so I'm really excited to be a part of CSM. In terms of what I do in my free time, I recently took up running because of one of my roommates and it's been fun running to scenic spots near me. I also took up digital art recently, so if anyone has any tips, hit me up!"
    },
    {
        "name": "Rithvik Panchapakesan",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1uW4RzDiqHtxP5_c5YyGozJDbYORU8jiS",
        "details": "Hey! I'm Rithvik, a second-year EECS student from the Bay Area. I'm interested mainly in systems/NLP/robotics although I love to dive into other topics whenever they come up. I'm also involved in computational research and a few other projects related to those interests! When I'm not working, I love to go biking/hiking and watch movies (just rewatched Lord of the Rings yet again this summer). If I were at Berkeley, I definitely would be eating at Cheeseboard sometime soon although La Val's is another favorite for pizza."
    },
    {
        "name": "Ritik Batra",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1bRQAZSwpZKxtbBOaRBeFhjCrb1DMC44t",
        "details": "Hi! I'm Ritik, a junior studying EECS from the Bay Area. I love watching (and rewatching) Marvel movies, listening/dancing to Hip-Hop/Bollywood, and making animations/graphic art in my free time. If you're interested in any of these things or just want to talk, feel free to reach out. CS61B was one of my favorite classes at Berkeley and I'm super excited to get to know you this semester!"
    },
    {
        "name": "Rohit Mehta",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QgcrPVorWKD91VVQ5plcQc8x8oQz-pFY",
        "details": "Hi everyone! I'm a sophomore studying EECS and minoring in Data Science, and I'm really excited to mentor for 61B this semester! My hobbies include listening to music (hip hop, bollywood, whatever you like, hit me up with recs), fitness, providing outrageously hot takes on every sport from cricket to basketball, and pretending like I'm a chef. Excited to meet all of you remotely this semester!"
    },
    {
        "name": "Ronak Laddha",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1nWUjSz7T26YKCS5NRkBlOyAw6lRT1_rC",
        "details": "Hey! I’m Ronak, a junior studying CS from Kansas (Dorothy and Toto actually went to my high school). I love soccer, football, dogs, Star Wars, Marugame and making too many obscenely large Spotify playlists. I'm really excited to teach 61b again, I hope you guys enjoy it and don’t be afraid to reach out with any questions :)"
    },
    {
        "name": "Ryan Chao",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1cSMVkdKNZVoxaEU8fdB5Q4YpdWjgUsR_",
        "details": "Hello! I am a 3rd year studying CS and I am excited to get to know y'all this semester! I love playing badminton and binging TV shows, but I also love 61b. I've been helping students as an academic intern ever since I took the class last year, so I hope I can get you to love the class as much as I do. :)"
    },
    {
        "name": "Saikumar Gantla",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1SDchhxK8zU_H3fADdmwmoVSPNk7t1FcQ",
        "details": "Hello, I'm a sophomore CS major who has AI'd for 61b before. This is my first time as a CSM mentor! I enjoy reading, watching basketball, hiking, and sometimes playing Valorant. I'm not big on any particular artists right now but I think the Spotify Chill Hits playlist is pretty good. Nowadays I spend my Sundays inside working or playing video games.\n\nAlso, La Burrita is the best restaurant in Berkeley, nothing comes close :)"
    },
    {
        "name": "Scott Durand",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1_EA_M3WaB5AVGM0gvR0yxXBlsDLKXpgU",
        "details": "Hello everyone! I am a junior in EECS with a love for programming, music, and Dota2. I love to participate in game jams, compose instrumental music, play trombone, and compete on the Berkeley Div 2 Dota team. I really enjoy thinking deeply about the design of large projects and data structures. I love to learn more and more about programming and I find it very rewarding to experiment with new concepts that I am unfamiliar with."
    },
    {
        "name": "Seiji Chew",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1AvMK27hbQGhIgZXnlPU9JzJDcKe23m3I",
        "details": "Hi! My name is Seiji and I’m a sophomore studying CS. In my free time, I like to longboard around campus, chill on the couch, and cook although I kinda suck at cooking at the moment (it’s getting better though). Hope to see you guys soon!"
    },
    {
        "name": "Theresa Chen",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1r7-E5n8Gf0YdZLT59Ik5CD6EqfG8YPNG",
        "details": "Hi all! I'm currently a junior studying CS. My main hobbies are eating food past midnight and making Spotify playlists for every possible mood. 61B was my Absolute Favorite class at Berkeley and I hope I can make it just as rewarding for you✌️🥳✌️. I'm a steadfast night owl so feel free to email me with questions during your midnight study sessions! "
    },
    {
        "name": "Ayush Sehgal",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=113UX8CuXvX59ApdnjOVgEV1u1xP0nb9K",
        "details": "Hey Guys! I'm a Junior studying CS. I am born and raised in Thailand. I love all things tech. I play the drums and am a big fan of the DC/Marvel universe. I am also on course staff (tutor) for CS61B this semester. Talk to me about all of the above and looking forward to a great semester. "
    },
    {
        "name": "Brian Liu",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=192iyimVOO6NIRW6x6zBWOTz0MKPl-Aoc",
        "details": "Hello all! So excited to get litty with data structures this semester. I was a JM last semester and am currently an SM for 61B so please come through. Some of my favorite activities include signing up for classes that r too hard for me, running, and playing video games with my mates."
    },
    {
        "name": "Cassidy Hardin",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1i9aQQnWhkE0hYSuaXPxHMLipFGDWnVQ9",
        "details": "Hey I'm Cassidy, I'm a fourth year international student. I've spent a lot of time quartaine running, surfing and hiking which have now just become excuses to go outside and avoid online school! I'm super excited to be teaching CSM again this semester and I can't wait meet you and share my love of 61b! Come zoom with me and share your favorite outdoor activities and recipes :)  "
    },
    {
        "name": "Christian Wu",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1p1t8I8SktHRsS-IEecYeTer_YL1OQo2L",
        "details": "im a 61b sm and this is my 5th semester teaching this class. my greatest joy is hunting down lazy students that don't come to section."
    },
    {
        "name": "Cliff Liu",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=126ALkdhbUEbEtAzFZ8M3rra7h-0hxy6A",
        "details": "Hi! My name is Cliff, and I'm a 4th year studying Computer Science. I enjoy talking about interesting problems and playing pickup. CS61B is my favorite class at Berkeley and I hope it will be for you as well."
    },
    {
        "name": "Elicia Ye",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QkqK1nUlF9ekO7Qlga87b6lpOmevWZFO",
        "details": "Hi! I'm Elicia, a third year CS major. This will be my 4th semester in CSM and 3rd semester teaching 61B! Come talk to me about all the good food you have had since March. I miss Asha tea, La Note brunches, and Sweetheart popcorn chicken from Berkeley."
    },
    {
        "name": "Kayli Jiang",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=189miqEw4qusQrodjeXgyVHK1bcUB6SNH",
        "details": "Hi! I'm Kayli, and I'm from the Bay Area (Pleasanton). I'm a third year studying CS/Philosophy. Feel free to reach out if you wanna to talk about Parks and Rec, chill rap, or any questions about 61B. I'm excited to meet all of you!"
    },
    {
        "name": "Manu Chopra",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1QziPRfmjb94Zyefb2y-SaLNHFxgyEY99",
        "details": "Hey Everyone! I’m a junior studying Computer Science here at Berkeley. I’m from Gilroy, California - a city an hour and half south of Berkeley. CS61B is one my favorite classes here at Cal, and I am really excited to being teach you all this fall. In my free time, I play/watch a lot of basketball (Go Warriors!) and eat/cook a lot (Indian food and burritos are my jam)."
    },
    {
        "name": "Mike Chou",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1jDLdG48d3z9U35AVXuxpsTdyowi6fxPE",
        "details": "“Hey all! Exciting to be teaching this semester! I’m a junior majoring in CS and I’ve previously mentored for 61b before and TA'd for 61BL this summer. 61b was definitely my favorite class and I hope you’ll find it as interesting as I did. Some other stuff I enjoy doing: tennis, ice skating, weight lifting (pre-quarantine), petting my dog and following current events! Now at home, I started getting back into gaming. Feel free to talk to me about anything!\n"
    },
    {
        "name": "Nikash Khanna",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1OIOp8RTfV5AJIN0F-aVeZ2gwzP3CE6jf",
        "details": "Hello! My name is Nikash Khanna and I am a junior studying CS at UC Berkeley. I'm from the Bay Area and some things I like to do for fun are play sports, make music, drive my car, and eat food. 61B was one of my favorite classes at Berkeley so I'm really excited to be a mentor this semester!"
    },
    {
        "name": "Robin Qiu",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GKdkUlTMP2uY83cxRedd1vySR8b_Keh7",
        "details": "Hi! I’m a third-year EECS major and Linguistics minor. I like mac and cheese, mini crosswords, writing, and hiking. 61B is one of my favorite classes at Berkeley, and I hope you’ll like it too! Looking forward to a great semester :)"
    },
    {
        "name": "Sameer Saptarshi",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1XzIrzO8P4Fe39hgigeBftLxeRZCicRpN",
        "details": "Hi everyone! I'm a senior studying EECS and Statistics and this is my 4th semester in CSM. I'm super excited to meet all of you! Feel free to reach out with any questions or to just talk about life :)"
    },
    {
        "name": "Shriya Nandwani",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1fqv28HUZcGg7OR4vD1l8wMaFakm_2sIA",
        "details": "Hello! I'm Shriya, and I'm from the Bay Area. I'm a junior studying CS and I love 61B, so I'm very excited to be a mentor again this semester. Feel free to reach out if you have any questions about the class, want to share a bad pun, discuss literally anything. Excited to meet you!"
    },
    {
        "name": "Sean Kim",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1hQJdfC6aAGmEXmoDsYrMdEAxYwxjd7Q0",
        "details": "Hi! My name is Sean and I'm a third-year studying EECS. This is my second semester teaching 61B for CSM and I'm really excited to (virtually) meet you all! You can always catch me getting boba at TPTEA (yes, even now) and I really like KBBQ. If I'm not teaching for CSM or drinking boba I'm probably playing games or trying to make machines learn ;)"
    },
    {
        "name": "Stella Wan",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Qhvgh1-usOpuDeDB9y2DguCVj10Gvo_o",
        "details": "3rd year cs major\n61c is definitely my favorite class at berk uwu\nfirst time teaching csm but dw ik what im doing (i think)\ni enjoy binge watching youtube (honestly getting a bit unhealthy T_T)\ni play bridge (the card game) competitively"
    },
    {
        "name": "Kunal Dutta",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=18YPtnDZ0shdr94H5VuMIAmViEXpOA-2C",
        "details": "Hi, I'm Kunal! I'm a third-year student studying computer science, particularly interested in robotics and computer vision. Outside of school, I enjoy playing basketball, eating burritos, and playing guitar."
    },
    {
        "name": "Anthony Han",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1lr2LF2VjGom8tai7kC1cEgTGavHY5SR2",
        "details": "Hi everyone! I am a second-year studying math and computer science. In my free time, I love to cook, read politics, and play a ton of card/board/video games. Looking forward to seeing y'all in section!"
    },
    {
        "name": "Caroline Liu",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=179Y7w8rpYe-VhdiXu6jf331YcNgV4mxE",
        "details": "Hey I'm a 3rd year studying EECS + Neurobiology! In my free time (who's she?), I like oil painting (crafts!!), baking fancy desserts, trail running, horror + gore anything, and game nights! I love listening to basically any type of music so recommend me some, song-swap! I'm heavily involved in the teaching community at Berk and research, and I recently tapped out of most of the clubs I was in. This is my 2nd semester teaching 61C and I swear I learned more teaching the class then actually taking it. After 2 years, I'm still convinced computers are magic. :P"
    },
    {
        "name": "Aadith Srinivasan",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=18v3v1qWWwPE0XLvBUCQFZorSKVSqq4vM",
        "details": "I'm a junior studying EECS. Really enjoyed taking 61c and am looking forward to helping others learn the material. In my free time, I like playing video games and editing videos."
    },
    {
        "name": "Raghav Singh",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1fHhl_Wtt_7Qof_-tLUv7OE54hnRdkJQd",
        "details": "Hi! I am a 3rd year EECS major from Mumbai, India. I spend my free time exploring new ways to procrastinate. Most recently I’ve been reading about data analytics in healthcare and algorithms in high performance motorsports. I’ve gotten bored of TV shows in lockdown, so open to suggestions. I really miss Berkeley restaurants and can't wait to be back in the Spring! Let’s make the best of this semester!"
    },
    {
        "name": "Clara Mohri",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1nQwqm3GwmpuiKKkHT2pizzQwwKmUiLWS",
        "details": "Hi! My name is Clara, I'm a second year majoring in math and CS, and I was born and raised in NYC. I took CS61C this summer and loved it, so I'm looking forward to being on CSM this semester! In addition, I am an academic intern for the course. Other CS classes I've taken are 61A, 61B (in high school, not at Cal) and 70, and I'm currently taking 170. My hobbies include running, taking care of my plants, and cooking. I usually spend my Sundays doing something outdoors with friends like hiking or going to the beach. I love a lot of the food places in Berkeley but some of my very favorites here are Punjabi Dhaba and Italian Homemade. "
    },
    {
        "name": "Andrew Kou",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1iKAmUsSj7B_iYxfvEcaEShquZcsk36WC",
        "details": "Hey! I’m a third-year computer science student, and although I'm more interested software development, 61C was actually one of my favorite classes at Berkeley. I was an academic intern for the class and have a good number of CS tutoring experiences under my belt. Outside of classes, you’ll find me watching basketball, learning to play the electric guitar, or eating pho. I'm always looking for new music, so hit me up if you listen to tobi lou or The 1975 B) "
    },
    {
        "name": "Yana Yarmolich",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1r9GnsQ09nvdg7QzJ2ggQmDBrly5x6axN",
        "details": "Hi! I’m a third year studying Computer Science. I took CS61C last semester, and ended up enjoying it more than I thought. In my free time, I like doing HIIT workouts, watching Netflix, and cooking pasta. I’m excited to meet you all! :)"
    },
    {
        "name": "Shayan Islam",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1SiSwkG9bcoljGGPVIqJC7UShbMWqcxEN",
        "details": "Hey everyone! I’m a third-year computer science major from Phoenix, Arizona. This is my first time mentoring for CSM, so I hope to learn from you as much as I hope you learn from me. CS 61C can be a heavy class, especially with the online learning environment, so feel free to reach out to me if you have any questions or concerns, or if you just want to talk about sports, chess, video games, or life in general."
    },
    {
        "name": "Lucas Huang",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1PtEk_V-kXz7GyzPMb4HdNFENOei5t7TL",
        "details": "Hi! My name is Lucas, and I’m a 3rd year EECS major from (and now back again in) San Diego. CS61C is amazing in how you zoom in from code all the way to how computers work! My quarantine activities have involved learning to play the ukelele, board games, hiking, Animal Crossing, baking bread, and binging anything related to Avatar: The Last Airbender. Can’t wait to meet you on Zoom!"
    },
    {
        "name": "Connor Lien",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1zgYFjg-2Mixi6XyvaN0HldBCdPxsEb1P",
        "details": "Hi everyone! I'm Connor and I am a second-year studying CS. 61c was one of my favorite classes at Berkeley so far and I'm super excited to be mentoring for CSM this semester! In my free time, I like to golf, design video games, and make bad jokes. I'm also a big fan of alt-rock-pop music (All Time Low!) and Yoshi!"
    },
    {
        "name": "Litu Ou",
        "courses": {
            "cs61c": "Junior Mentor"
        }
    },
    {
        "name": "Archita Bhattacharya",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=11y9ewhMIt4Lm3jrp7llAyZchssJmycvZ",
        "details": "Hello! I'm a third year EECS major and this is my second semester in CSM 61C. Outside of school I like to read and have high ambitions, but questionable execution as a cook. I'm looking forward to mentoring this semester and I hope you enjoy the class, feel free to reach out if you have any questions!"
    },
    {
        "name": "Robin Chu",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1dA9kqDyAGh2JZGxECOEMCUZ5CczzbNHK",
        "details": "Hi! I am a 3rd year EECS major from San Diego. In my free time, I like to paint, dance, and cook. I’m really excited to get to know all of you!"
    },
    {
        "name": "Kevin Tezel",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=11QZT4wRoZLCt6XbrOUwW2day6IinfPCU",
        "details": "Hi everyone, I'm Kevin and I'm a 4th Applied Math and CS double major. This is my 3rd semester as a mentor for 61C. I like to run, golf, surf, travel, and hike when I have time, and I'm really looking forward to mentoring this semester!"
    },
    {
        "name": "Edward Zeng",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1MlQy0UCAUtRespWGVLMbOZ4Yt51ubCUI",
        "details": "Hi! I'm a 3rd year Math and CS major from Arcadia, CA. I like to run :))"
    },
    {
        "name": "Wallace Lim",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1WPcRVISdSNAfAoNh83SM33EYyQiET2wu",
        "details": "Hello! I'm a junior studying Computer Science and Data Science. I'm going to be your CM (Content Mentor) this semester! I've previously been with CSM 61C as a JM (Fa19) and SM (Sp20) and I look forward working with all of you! In my free time, I love socializing with everyone, trying new and unique foods as well as traveling around the world! Feel free to message me and ask me anything!"
    },
    {
        "name": "Avinash Nandakumar",
        "courses": {
            "cs61c": "Associate Mentor"
        }
    },
    {
        "name": "Derwin Wu",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1iE88pyYq-TnalBk5_vIddvK_BSuiUHLQ",
        "details": "I am currently a sophomore, and I am majoring in Computer Science. In my spare time, I enjoy playing type-racer and browsing reddit."
    },
    {
        "name": "Xiaodan Fang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1X353nHo7CYf69-JST22nmo8YRUAIw-_3",
        "details": "Hey! My name is Isolde Fang and I am a sophomore majoring in Computer Science and Applied Mathematics. I enjoy exercising in my free time, especially hiking and kayaking. Also, CS70 is by far my favorite course in Berkeley. I hope you will have a fun experience doing CS70 with me!\n"
    },
    {
        "name": "Joshua Chen",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1RXYuM3HxES3gCstXF8OzYwlo0rF1M55u",
        "details": "Hello hello! I'm Josh and I'm a 2nd year EECS major from Orange County, CA. I like cooking and music (especially jazz-funk fusion), and I'm open to any new recommendations. The only video game my potato computer can handle is World of Warships, so most of my free time is spent playing that and watching YouTube. My favorite video of all time is https://www.youtube.com/watch?v=dQw4w9WgXcQ"
    },
    {
        "name": "Michael Wang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1HKXwEcM7Y7O9vt7oYMla9zvn8ib8tsGG",
        "details": "My name is Michael Wang and I'm am intended computer science and statistics double major. I love skateboarding, playing basketball, and watching people watch things (aka react videos). My music choice often depends on the season, my mood, and other random reasons. Outside of CSM, I'm a lab assistant for CS61B. "
    },
    {
        "name": "Ayush Kamat",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1C2guf_Dip2dsyjxUMT8eEUmLgWNyE_zv",
        "details": "Hello! I'm Ayush and I am currently a junior studying math and CS. Outside of school, I'm involved in the Cal Band, and love music in general! I'm looking forward to a great semester and am very excited to teach y'all!"
    },
    {
        "name": "Karthik Sreedhar",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=15ezvr05lFFeEUAGrXCLiFJtcswEak5nF",
        "details": "I'm an EECS major from Oregon. I'm a big Blazers fan and also into sneakers. I used to do Tae Kwon Do and play the piano. My favorite restaurant in Berkeley is La Burrita."
    },
    {
        "name": "Gilbert Feng",
        "courses": {
            "cs70": "Junior Mentor",
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1-P23SPSmp-qJMeQ3P0tdUPCQk9gfB5GU",
        "details": "Hi, I'm Gilbert. Various things I like include basketball, Go, and math."
    },
    {
        "name": "Sadyant Behera",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1vRsApXszvhAWEmrgvfyxAnyZVp5fQZd8",
        "details": "Hi, I'm Sadyant (he/him)! I'm a sophomore studying Computer Science and Economics, and I'm super excited to be teaching this semester!  When I'm not teaching or attempting (struggling) to CS, you can find me watching basketball (more specifically, the Lakers), running, watching How I Met Your Mother for the 8th time or waiting in line at Artichokes.\n\nCS 70 is my favorite class in Berkeley by far, and I truly hope you come to enjoy it as much as I did. Feel free to (virtually) talk to me about anything 70 or otherwise!"
    },
    {
        "name": "Aekus Bhathal",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Lf1DAylOAT9nWU8QSW5Xx9pXJK4RRwF4",
        "details": "I'm a sophomore intending to major in Computer Science and Statistics. Outside of school, where I spend most of these days anyway, I like watching basketball (not very good at the playing side), playing chess (and watching, too), and whistling. I'm originally from Toronto, Canada, where I'm staying for this fall semester, but I hope to return to Berkeley soon! As for now, in between the pandemic and the timezone shifts, time is but a meaningless number, so catch me waking up on Sundays trying to log on to zoom."
    },
    {
        "name": "Nishant Patwardhan",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GGe0CX2vp6-REEoFhVPcy9o2QkqP53DV",
        "details": "Hi! I'm a sophomore studying EECS and I'm from the Palo Alto, just an hour from Berkeley. In my free time, you can catch me jamming on my guitar, cooking (a lot), watching sports (basketball, football, soccer), hooping, and watching Netflix."
    },
    {
        "name": "Khoa Pham",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Aet4Iioeca-IqDnwvxKK5kM_4dvB1grT",
        "details": "Hi, I'm Khoa! I'm a CS major from Dallas. I love basketball, indie music, and CS70 ofc :) ! Feel free to talk to me whenever and plz sign up for my section!"
    },
    {
        "name": "Christian Chiong",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1eNvbFE1HvMkHivPuWFE1Yqf3RzoXO2m_",
        "details": "Hey everyone! I'm a CS major from Sunnyvale, CA. I enjoy trivia/quiz bowl, playing strategy games like Sid Meier's Civilization V, and feeding in League of Legends. I also like watching soccer and trolling large internet group chats. My favorite artists are Jacques Louis-David and Théodore Géricault. Join!!!!"
    },
    {
        "name": "Aadil Manazir",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1dOkXWmYHWqj0CIEtcnBjOm3PKKFDH96v",
        "details": "Hey friends! I'm a first year Eng Math Stat major from Iowa. I like lifting weights, swimming, reading, and watching youtube. I'm also trying to learn jazz piano. Excited to be a junior mentor this semester!"
    },
    {
        "name": "Kevin Liu",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=17x_o0PEjJbf3rjej0Ep2QfgUtA8db1oF",
        "details": "Hey everyone, I'm Kevin! I'm a second-year CS major from the Bay Area. I took CS 70 in Spring 2020, and I was an academic intern in Summer 2020. In my free time, I enjoy playing video games, cards, and board games. Currently, I am working on a website, so I can play card games with friends and family online during quarantine. CS 70 has been one of my favorite classes that I have taken so far, and I hope you will have a wonderful experience in CS 70 this semester as well!"
    },
    {
        "name": "Kelvin Lee",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1-emOkZgWRLl4gHD-g_7RKPAo4kxAvkeD",
        "details": "I'm a sophomore CS and applied math major from Irvine, CA. I love playing basketball, working out, and watching the NBA. HMU if you are interested in those things and feel free to talk to me about anything. I look forward to meeting you all!"
    },
    {
        "name": "Darby Clement",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ZU8JDMLd3eHntr3-LcVJdWYbCv5cjDt-",
        "details": "Hey y'all! I'm a second year EECS student currently in socal and I'm super excited to be a junior mentor for 70 (my favorite class!!) this semester! When I'm not at Zoom University, you can catch me playing Animal Crossing or driving way too far to try a new boba spot. I'm also a lab assistant for EECS16B and on the electrical team for ChemE Car. I hope I can convince you that 70 is the best! "
    },
    {
        "name": "Allison Li",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1kxbKGaY64ExJVmXXJ3wXu6GFstyUqKWR",
        "details": "Hi! I'm Allison and I'm a second year CS and math major from San Jose! I enjoy going on walks, drinking tea, playing viola, and knitting during Zoom lectures. Super excited to work with you all :)"
    },
    {
        "name": "Colby Chang",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1cWyAYqcLlNkh4IDYmjyP8JkCdiT1LQw9",
        "details": "Hey everyone! I'm a second year Materials Science and Engineering major from Walnut, CA, and I'm planning to minor in EECS. I really enjoy board games, playing basketball, watching movies (favorites are Fantastic Mr. Fox, Arrival, and La La Land), and getting into a good TV show (currently finishing up Hannibal). My favorite places to get food are Yali's, Top Dog, and Asha's. I like to talk about pretty much anything, so feel free to reach out to chat!"
    },
    {
        "name": "Vinayaka (Vinny) Srinivas",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1nVcMt5Dj78VIBX_b5pgIwZZkUIi-rUTO",
        "details": "Hi I’m Vinny, and I’m a sophomore studying EECS (with a minor in Statistics maybe?) from Irvine, CA. In my free time I love to play volleyball, watch soccer (I’m an Arsenal fan), spend unhealthy amounts of time on Google Maps, and pretend I’m really good at poker. Please help me expand my music tastes beyond mid-2010s rap. When it comes to CS70, I’ve used a lot of what I’ve learned, specifically the probability portion, to build some questionable trading bots. However, I still hope to work in the field of algorithmic trading in the future.  CS70 has been my favorite class so far at Berkeley, and I’m excited to bond with my students as we go through this exciting material.  "
    },
    {
        "name": "Catherine Gai",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1a-B8q1oSygbICL1nLVAuJg5fsLhbJCss",
        "details": "Hi! My name's Catherine. I'm a sophomore majoring in Applied Math and CS. Despite being immersed in formula and codes, I enjoy outdoor activities, especially playing tennis and going on excursions. Aside of being a CS 70 mentor this semester, I also work as an Academic Intern for the course. So if you happen to see me in your section, feel free to come around and talk to me. It would be great to have you in mentoring section. We'll go through this extraordinary time together and tackle Discrete Math! "
    },
    {
        "name": "Amogh Gupta",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1FRvqpUWsaPL74xrzFRg8_gT3YLdFaKkF",
        "details": "Hi! I'm a sophomore majoring in EECS and trying to find something awesome to minor/second major. I like to sleep and dream and read philosophy. Here's a small poem about multiple things I like/ I do: \nSpotifying Sofar Sounds having Banana Pancakes Chasing Cars Between The Bars during Lucid Dreams at Vanilla Twilight. Clair de Lune on Rumi, Four Seasons of a Beautiful Mind. William; Wordsworth, Shakespeare, and Blake, obviously (got that Bojack reference?) sang A Song of Ice and Fire.Minutephysics for Computerphile from Youtube.Philonerd cruising skateboard thru art galleries; constellations in the night sky, clicking them trekking up mountains, hard to decide b/t Wes and Tarantino isn't it? "
    },
    {
        "name": "Daniel Flaherty",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GDpOdlWDhAey3RWoca8YYFegMH3EHkBj",
        "details": "Hi everyone! I'm a second year studying CS and Applied Math. Outside of class I really like jazz, rap, basketball, and watching Vice documentaries."
    },
    {
        "name": "Michelle Li",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1c5Kyy2TP2bkF6sFvvTZHP7jqvG5pQ9sg",
        "details": "Hey, I'm Michelle! I'm a junior studying CS, Data Science, and Education :) CS70 was one of my favorite classes at Berkeley, and I hope that I can help make your experience great (or, at a minimum, bearable) as well. In my free time I like trying new recipes, running, and playing board games. I'm looking forward to (virtually) meeting you! :D "
    },
    {
        "name": "Shivam Singhal",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1qhNRxQLY_WXNzwIKatdR4OqgQ3bGJgmm",
        "details": "Hi there! My name is Shivam, and I am a second-year EECS major from the Bay Area. I am SUPER excited to be part of CSM for CS70 this semester, so hopefully, I can help make your journey with this demanding, yet extremely rewarding, class a little bit more enjoyable. Ever since quarantine has started, I have dabbled in cooking up some of my favorite spicy food, biking around town and enjoying nature, and watching some good ol' comedy. If you ever want to talk about the class, any of my hobbies, or really anything else, feel free to reach out! I would be more than happy to talk. :)"
    },
    {
        "name": "Sophia Xiao",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1GuR9E3qVBrWCSVRRri2tTbUh4dsUwlej",
        "details": "Hello! I'm Sophia (she/her), a second year applied math major. I love music, swing dancing, and teaching math :). Hope to see some of y'all soon! https://xkcd.com/1856/"
    },
    {
        "name": "Srisai Nachuri",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1o9KQsIhCm0_9sLIG4CR2gKWu7LlmN7uD",
        "details": "Hi! My name is Srisai, and I'm a second-year EECS major from San Ramon, CA. This is my first time teaching CSM, and I'm super excited to mentor this semester! In my free time I like playing basketball, watching Netflix, and spending time with my friends (virtually on Zoom now unfortunately). My favorite animal is a llama if you consider that a personality trait. "
    },
    {
        "name": "Srinivasan Madhavan",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1rW7hAUmr0GQtzxSqdkhE3EOhmSjNe9F6",
        "details": "Hi! I'm a sophomore EECS major who took CS70 this past summer and loved it. I really enjoy playing tennis and basketball as well as spending time outdoors. I'm excited to teach this semester!"
    },
    {
        "name": "Anton Zabreyko",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Hz-c2Vv0XxFMpMquJdmMvAZS9D9vOmHw",
        "details": "Hey hey! I'm Anton. I like math! I'm super hyped to talk about some really cool discrete math and probability theory with you guys! A little about me: I'm Russian-American, I'm mildly addicted to sugary stuff(I get at least 100% sugar in my boba), and my idea of a good time is solving physics problems at 1 AM. I love to discuss and learn about pretty much anything, so feel free to reach out to me!"
    },
    {
        "name": "Sagnik Bhattacharya",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1U4bgShom6URd2mb6Kvw51pYk27zdzlq-",
        "details": "I am a reinforcement learning agent optimizing my students' learning (among other things). I exploit pedagogy practices that are known to work well (giving breaks, giving food, student interaction, etc.) and I explore interesting pedagogy practices and seek feedback from my students so that I can maximize their learning! I also run and lift weights btw."
    },
    {
        "name": "Jasper Hu",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1g-fSaDApkCBvbnHq_vDEjUZPCWHHA7-q",
        "details": "Hi! I'm Jasper, a third year CS major from Orange County, California. In my free time, I like listening to music and playing video games. My all time favorite artist has to be Kendrick Lamar, but recently I've been listening to a lot of Flume. Looking forward to a great semester!"
    },
    {
        "name": "Ujjaini Mukhopadhyay",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1BaqT-FInBiSUqkrIEjCZlSUKj0jG74RX",
        "details": "Hi! I'm a junior majoring in CS and cs70 and cs170 are some of my favorite subjects. I love music, traveling, and dad jokes! Here's to a semester filled with discreet, oops, I mean, discrete jokes!"
    },
    {
        "name": "Alan Liu",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Yz9ElfR9DLYpyjIiARBzyWV9e3vYaNvq",
        "details": "Hi! I'm a 3rd year studying computer science, and I like to listen to music in my free time. I also like boba. I'm also a course tutor for Stat 140 so feel free to ask me any questions about the class!"
    },
    {
        "name": "James Jung",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1g_Fr1FSkFjkVaUkGERLzhr3AK3gQBu1l",
        "details": "Hey all! I'm a third year studying CS from Millbrae (end of bart). Outside of classes, I like playing guitar, making mobile applications, and reading books (esp in biology). Feel free to drop by and say hi!"
    },
    {
        "name": "Prakash Srivastava",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1HGxslRrPkdpwn3mIYqWL1q1GER430gvI",
        "details": "I'm a second-year CS+Econ+DS major from Cupertino. I'm a professional basketball watcher and unprofessional basketball player. I'm training for the NBA Draft this semester so that I don't have the worry about getting a job after graduating. I consider myself a pretty good whistler and have a few cool laptop stickers. Join my section to learn the meaning of life and solve the mysteries of the universe (that means we are gonna do cs 70 problems)."
    },
    {
        "name": "Frank Wang",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1cimx_ypjwxFvtMUVG50BR-dXnUmObauP",
        "details": "Hi! My name is Frank, and I'm a junior majoring in EECS and EMS. This is my second time mentoring for CS 70, and I'm also a TA for the course this semester. Some things which I enjoy are running, attempting to learn guitar, and Notability."
    },
    {
        "name": "Jason Keung",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1kwI2_gJ3PkxpgXlv0tWEnKd2gbAjjNOo",
        "details": "Hey yall, I'm a second time senior mentor/3rd sem in csm and I'm looking forward to this semester! I'm a junior majoring in CS and applied math, and I worked at amazon last summer, probably returning next summer too. I'm also pretty social so I'm looking to have a comfortable, chill, and interactive section."
    },
    {
        "name": "Sylvia Wang Jin",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1JtvP9udaF1RzX2m5xHQ53KFVDkyPEX_K",
        "details": "I'm a junior math and stats major currently in Berkeley! During my sections, I try to go over the entire worksheet, and I send recordings of walkthroughs for the parts I don't get to. Based on interest, I might also add extra problems for practice, because there's such a huge variety of CS70 problems. Besides CSM, I teach the card-counting decal, and I'm also heavily involved with the Mathematics Undergraduate Student Association (<a href=\"https://musa.berkeley.edu/\">MUSA</a>).<br><br>Check out my <a href=\"https://www.youtube.com/watch?v=doEqUhFiQS4\">website</a>!"
    },
    {
        "name": "Andrew Wan",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1taCE2L6PkWOX4LADVZ9RanGbwKcb0BL_",
        "details": "Hi! I am a fourth year CS/DS double major from Alameda, two cities south of here. In my free time, I like playing video games, watching anime/manga, and checking out the latest K-pop news. "
    },
    {
        "name": "Jessica Meng",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Rithvik Chuppala",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Aniruddha Nrusimha",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1UBz8aWGsOCcLatbW2Rt_M2muP0KY64JG",
        "details": "Hello! I messed up filling this form twice, but I won't mess up your section once! I'm Ani, a 3 time 70 TA and 5 time CS Mentor. \nHits: Reading, Writing, Counting\nMisses: The Tensorflow C++ backend\nCO Power: Baking for students"
    },
    {
        "name": "Agnibho Roy",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1pjawzX_YDxu6bhZdZEyFThYpkxOZN2n6",
        "details": "Hey guys, I’m Agnibho! I am an incoming third year majoring in EECS and Math from Dallas, Texas. If I’m not found procrastinating on homework or making fun probability questions, I’m usually playing tennis, cooking, or beating my friends in FIFA."
    },
    {
        "name": "Angela Jiang",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Aishani Sil",
        "courses": {
            "cs70": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=14YW0CM8zbYqthrjr6pgutgrBf9bNMvxp",
        "details": "Hi there :D I’m Aishani, a third year computer science major, and I’m on the content team for CSM70 this semester! I’m also a reader for this class so say hi if you see me in 70 office hours. I’ve lived in about 7 cities so far, but I consider Plano, TX to be my hometown! Some random things I enjoy are making digital art, listening to kpop, taking kahoot and skribbl way too seriously (pls suggest different quarantine games), and putting stickers on all of my possessions :)) Feel free to reach out to chat about anything!"
    },
    {
        "name": "Sydnie Shea Cohen ",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1DY_Vok3DGAcBmkYBiFj_LVxBw6wrE1gg",
        "details": "Hello. I am Sydnie Shea Cohen, and I'm a third-year CS major. I'm originally from Florida. This will be my second semester teaching CS 88. I enjoy reading, hanging out with friends, and fencing. I also have an amazing puppy, Aslan (name from Narnia). I am excited to meet everyone"
    },
    {
        "name": "Simon Tsui",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1aWEvl5YSldccLWehc3Nhpbb54WJpqnYS",
        "details": "Hello there! I am a sophomore studying Computer Science and Statistics. I am from Brooklyn, New York (east coast represent!). Outside of classes, I enjoy working out, running, and baking. Feel free to reach out to me if you have any questions about CS at Berkeley, boba recs, or anything else."
    },
    {
        "name": "Minnie Chen",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1OEFAlZmsiMI9e1a0dv_tfejlxjVNZ0Jh",
        "details": "hullo! I'm 3rd year studying CivE and minoring in EECS & Sustainability. Looking forward to meeting everyone!"
    },
    {
        "name": "Joy Chang",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1McA_GR6ZY2HvLBXGhiK3rHN-3ebGT-Yg",
        "details": "Hi, I'm Joy! I'm a sophomore majoring in CS and Statistics, and I'm currently residing in Taiwan. My pronouns are she/her. Some of my hobbies going food hunting, traveling, and playing table tennis. I'll also be a CS61A tutor this semester. Feel free to email me if you have any questions or if you just want to chat!"
    },
    {
        "name": "Anjali Gurajapu",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=12Y_qaB7GEUs2fp_WYnYObU-SKEpXmrAH",
        "details": "Hi! I'm Anjali, and I'm a second year studying Chemistry and Data Science. In my free time, I've been drawing, cooking, and trying to befriend the stray cat that sleeps on my porch. I'm really looking forward to teaching this semester and getting to know you all! :)"
    },
    {
        "name": "Amit Sant",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Flhlq8Wm5UjaApSC0ehfkWRzTMl3Rxkk",
        "details": "Hey there! My name is Amit, and I'm a 2nd year studying Computer Science and intended Business from the Bay Area. Apart from my fields of study, I like gaming, anime, and stand-up comedy. Look forward to meeting y'all!"
    },
    {
        "name": "Joanna Yoo",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1-g8coukKgMKXE4b2F3LYMCl3s5vFnZKO",
        "details": "I'm a sophomore from Seattle, WA and I'm currently studying data science and economics! CS 88 was my first CS course and I really enjoyed it, and I hope to make the class a great experience for you as well. My hobbies are playing volleyball, shopping and EATING. Some of my favorite things to eat are KBBQ, hot pot, ramen, and boba :) Excited to meet you guys!"
    },
    {
        "name": "Evelyn Wu",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1gLJ8_t1TUr9XS4Sl0JdJMtnDpfRZ9_g8",
        "details": "Hello! I'm Evelyn. I'm a sophomore and I'm from Irvine, but I'm in Berkeley right now. In my free time, I like watching drama and playing games. On Sundays when I'm not doing homework, I am probably trying out new restaurants in Berkeley. Really looking forward to meeting you all this semester!!"
    },
    {
        "name": "Tommy Joseph",
        "courses": {
            "cs88": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1BtBxF7U13pzmPtCFdgwqzqNsHYw0QawO",
        "details": "Hello! I’m a second year CS major from Southern California. I enjoy experimenting with cooking, playing almost any sport that involves a racket or paddle, and taking deep dives into random topics in math, science, and philosophy. This is my second time mentoring for CS 88, and I look forward to another fun semester!"
    },
    {
        "name": "Jack Wang",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1T7bJpTtBVVlguY0iIw6GPf5SEycdVJMw",
        "details": "Hey! I'm Jack, a 4th year EECS major from Santa Barbara. Some things I enjoy are: banana chips from berkeley bowl, visiting national parks, late night food runs, listening to my friend's spotify playlists, and my sister's dogs (a golden and a corgi). I hope I can make CS88 fun and fulfilling experience you!"
    },
    {
        "name": "Nikhil Sharma",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=18AgIfldTOruOj07PrLXtj3B6ssjPJj-A",
        "details": "Hi everyone!"
    },
    {
        "name": "Ada Hu",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1fOFPH3cw7SKm4CMwtxfbQRy3vdneFUv6",
        "details": "Hello world! I'm a junior majoring in CS and I really enjoy drinking boba. When I'm not drinking boba, you can probably catch me in Moffitt (in a normal semester), on the rift in League of Legends, or playing Among us! Nice to meet you, and hope to have a good semester together!"
    },
    {
        "name": "Nicholas Ng",
        "courses": {
            "cs88": "Senior Mentor"
        }
    },
    {
        "name": "Kaitlyn Lee",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1nVOr6C6_6aFR2ynDSnyUKbFgFSdsKtjf",
        "details": "Hi! I'm Kaitlyn, and this is my 3rd semester in CSM CS88! This semester I'm also a 186 TA and Web Design Decal TA, so feel free to reach out if you have questions! In my spare time I like to play Animal Crossing :)"
    },
    {
        "name": "Tony Kam",
        "courses": {
            "cs88": "Returning Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1VWbtAtYfgJMTUS7bVxYTri7gmvUT2Syg",
        "details": "WOOOOOOOO!! Join my section! We will have a GREAT time learning. Hopefully I can pass on my enthusiasm for CS to all of you!!!!  :) A little bit about me: Second-year EECS + Pre Haas? This is my second year mentoring for CSM. I am current a GSR for UGBA 155 and I was an AI for 61 B this past summer. Fun fact about me: I was on Cal Love is Blind season 3. Shoot me an email if you have any questions. Here to help support you on your CS journey however I can."
    },
    {
        "name": "Vikram Deepak",
        "courses": {
            "cs88": "Associate Mentor"
        }
    },
    {
        "name": "Amit Bhat",
        "courses": {
            "cs88": "Returning Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=10KIk0ylzr9Jfg0Lmm8yjyf70bC31IfYg",
        "details": "Hi! I’m Amit, and I’m a second-year CS major from the Bay Area. In my free time, I enjoy following sports (mainly football and basketball) and binging Netflix shows. Feel free to reach out to me about 61A, sports, music (always looking for recs), or anything else!"
    },
    {
        "name": "Lukas Chang",
        "courses": {
            "cs88": "Returning Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1L7Ko71P1vYxSv6GzdLMu_mGyyj_KZzbg",
        "details": "Hi I'm Lukas! I'm a sophomore in cs with interests in math and ee. I enjoy listening to lofi hip hop when sleeping/studying/relaxing and drain my free time into making music. I love teaching for csm and hope you have a great time!"
    },
    {
        "name": "Warren Gu",
        "courses": {
            "cs88": "Returning Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1XV0mj_lb_mxl4qkD4AGy7lKnrOHJYGZx",
        "details": "I like turtles."
    },
    {
        "name": "Shreyas Krishnaswamy",
        "details": "Hi everyone! My name's Shreyas, and I'm a third year. Looking forward to a great semester!",
        "imgUrl": "https://drive.google.com/open?id=1caLIY1XqJkM_qUzkoX_HD7UHHeTxfEt5",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    }
]