[
    {
        "name": "Angela Zhang",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1kjOO22VfkfW9oSs6sAevIm2DH_U5AeUC",
        "details": "Hi!! I'm a junior EECS major from the bay area / Canada, and this will be my second semester teaching CSM 61A. For fun, I enjoy playing tourist in new cities, playing card games, and playing music for my friends to vibe to. I like to explain how to approach problem-solving more than just providing the answer, so join my section if this sounds good to you!"
    },
    {
        "name": "Ashley Chiu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1XfSzJBJsdkE9-XfQmxG5lbSYRm15-HTL",
        "details": "Hey all! I'm a second-year studying computer & cognitive science from Seattle. I love coffee and NIKI (I've been streaming Nicole on repeat with no shame). I'm a Notion enthusiast and orchid mom. I hope you enjoy 61a and I'm always free to discuss anything :D"
    },
    {
        "name": "Abby Brooks Ramirez",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1mbQhd_djr4DktwX0ITIFvyNOHZOo61vK",
        "details": "hi! I’m a second year from napa, ca and I'm super excited to teach 61a again! Outside of CSM I'm also part of Codebase, 61a course staff, and NavCal. In my free time I love to crochet, bake, propagate my plants, read, and play magic the gathering. Feel free to reach out to me with any questions or if you just want to chat :)"
    },
    {
        "name": "Carolyn Wang",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1YDl2Gl53UhDMvxFwkNE53XcKV62R4XDn",
        "details": "hi! My name's Carolyn. It's my second time teaching CSM for this course. cat socks cat socks https://tinyurl.com/cat-socks",
        "webUrl": "https://carolyn-wang.github.io/"
    },
    {
        "name": "David Tan",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1GZsl0gzZ8ZjNiQJNAV5ht7h-mhsVY3ut",
        "details": "Haiiiii everyone, this is David here. If you see David very tired, then he was probably staying up late watching esport highlights last night. If you see David sitting in front of a laptop, then he is probably working on a game that would make him rich in the future (he hopes). If you see David in a rush on Durant Ave, then he is probably heading over to get his pad Thai which is the only food that can replenish him after leg workout. "
    },
    {
        "name": "Andy Chen",
        "courses": {
            "cs61a": "Senior Mentor",
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1Je9tk8BvlM_XyEUKAh8CiTw63vmqGvYK",
        "details": "Hey everyone, I'm Andy, a junior studying CS from Austin, Texas. I like reading One Piece and I'm usually caught up so definitely talk to me about that if you're also a One Piece fan!"
    },
    {
        "name": "Aditya Murali",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/his/him",
        "imgUrl": "https://drive.google.com/open?id=12dKsT4CVKb_vJ20EpJXhl6nlUWLQW5ii",
        "details": "Hey everyone! I'm a third-year student from San Diego, California studying Bioengineering. In my free time, I enjoy kickboxing, watching anime, and walking around campus. Looking forward to meet y'all!"
    },
    {
        "name": "Ted Kim",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1obEwYwgQ106Kw5TGZnuWzxQTIMg6RW-G",
        "details": "Hi! My name is Ted and I'm a sophomore from the Bay Area intending to major in CS. Come talk to me about current politics, food, and cool/obscure places to explore in the East Bay. Looking forward to meeting you all!"
    },
    {
        "name": "Angel Alberto Aldaco",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Esha Garg",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1KU4iwDxlodukA6eBAET1k3sVK6p5jczH",
        "details": "I love learning about abstract ideas and cool math puzzles. This year, I'm an SM for 61a, and I'm doing research in linguistics/education. My hobbies are reading a lot of fantasy, playing DnD, and starting craft projects that i never finish. My favorite musicians are Taylor Swift, Alessia Cara, and Hailee Steinfield. Honestly, I spend my Sundays either hanging out with friends or studying. "
    },
    {
        "name": "Raman Varma",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1PDP3LpGfwxzSsz8bPqDmhf84iK4yor_G",
        "details": "Hi! I’m Raman, and I'm a third year studying CS and Data Science. In my free time, I enjoy playing pick-up soccer and basketball, hiking, and listening to podcasts. This is my third semester with CSM, and I'm super excited to meet you all! Feel free to reach out anytime!"
    },
    {
        "name": "Gene Pan",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Bill Hu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1CmSca-WFTKF4Q_F-RbT2YLLLdOQljCJ3",
        "details": "Hi everyone! I'm Bill, a junior studying EECS and Data Science from Toronto. I enjoy taking naps, watching shows, and listening to music. I'm excited to be teaching 61A this semester and hope you all will have a great experience!"
    },
    {
        "name": "Chase Clements",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1y3_PTNpSePYaNsrHM-ONtN_2FjXLIf7r",
        "details": "Hi I am Chase. I am a senior EECS major going to work for Asana when I graduate! I like to work out, eat food, and watch movies for fun. Feel free to reach out and talk to me about anything."
    },
    {
        "name": "Oliver Yu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=10wvKnTGBhppMGdcQ6P_mh-AsdlNNOflF",
        "details": "Hi, I'm Oliver and I'm a third-year EECS major from Mountain View, California. I'm an avid spikeballer, drinker of iced americanos, shopper at UNI-QLO, and consumer of Mendocino Farms. Looking forward to a great semester!"
    },
    {
        "name": "Irene Yang",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1H1VaRZMz-v-MnljJAVFRbWbM9JLFdRcc",
        "details": "Hi, I'm Irene, a 3rd year EECS major from the East Bay Area. I love watching Studio Ghibli movies, reading, and exploring new places on long walks. Feel free to reach out to chat anytime!"
    },
    {
        "name": "Marie Chorpita",
        "courses": {
            "cs61a": "Senior Mentor Advisor"
        }
    },
    {
        "name": "Omar Yu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1MQJ4PRhGWuk01j21P_wfhOJT8z8VYHIu",
        "details": "Hi, I'm Omar! I'm a senior transfer majoring in EECS and this is my fourth time teaching 61A. Some of my interests include ARAM, computational music, cats, and monkfish. Feel free to reach out about anything related or unrelated to 61A. Looking forward to meeting you!"
    },
    {
        "name": "Aiden Vehemente",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1L4Kcvk9ccOI4X0JjohPA8SOFyjlPAlYD",
        "details": "Hello, I'm Aiden! I am a 4th year CS major and this is my 5th semester teaching 61A with CSM. I also sing in the UC Men's Octet, and I'm always happy to converse about a cappella and music in general."
    },
    {
        "name": "Laksith Prabu",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1ChDnnbgM2e8sxEgWRulQUc0rXTsS09qU",
        "details": "Hey everyone! I’m Laksith, a junior studying CS. CS61A is one of my favorite classes at Cal, and I hope to make it a fun experience for you all! In my free time, you’ll find me playing indie games (anyone else still waiting for Silksong?) or drumming along with old rock music. Feel free to reach out if you have any questions or simply want to talk. Super excited to be working with you over the semester."
    },
    {
        "name": "Hailey Park",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1hw9zE1AC1PwQNs_n5yOHQrFvNMXKLGgX",
        "details": "Hi! I'm Hailey, and I'm a 3rd year studying EECS from Orange County. In my free time I'm usually listening to music (indie + rnb!), playing guitar, napping, drawing, or watching other people play games :D I'm also learning to rollerskate -- it's a work in progress :,) Excited for a fun semester!!"
    },
    {
        "name": "Grace Yi",
        "courses": {
            "cs61a": "Senior Mentor Advisor "
        }
    },
    {
        "name": "Andrew Park",
        "courses": {
            "cs61a": "Senior Associate Mentor"
        }
    },
    {
        "name": "Noor Haq",
        "courses": {
            "cs61a": "Senior Mentor"
        }
    },
    {
        "name": "Gabe Classon",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1JxVHxWBKHiH_EO3WwrdTBxEtqX6FDgPA",
        "details": "Hi, I'm Gabe! I'm a sophomore math/CS double major from Palatine, IL. In the past, I've JMed and TAed for 61A, but I'll be handling content for CSM 61A this semester. Outside of CSM, I enjoy editing the news for the Daily Cal, dabbling in photography, and contributing to free-culture projects. ",
        "webUrl": "https://gabeclasson.com/teaching"
    },
    {
        "name": "Adit Bala",
        "courses": {
            "cs61a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1w-H8Q_uFLH4hxV4g2sG9ivgk7PGYTD_h",
        "details": "Greetings! I'm Adit, a sophomore from Maryland majoring in computer science & data science. I love to make Indian filter coffee and am addicted to Chipotle! This semester, my goals include learning Japanese, trying to enjoy cooking, and being as active as possible. Excited to meet y'all =D",
        "webUrl": "https://teaching.aditbala.com/"
    },
    {
        "name": "Jamie Jhoe",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1Amwumgg8Ae_6q9veXCG8xMrGUpi02W7c",
        "details": "Hi! I’m Jamie and I’m a third year studying computer science and cognitive science. In my free time I like watching anime/kdrama, crocheting, and playing animal crossing. I’m super excited to be a mentor and looking forward to meeting everyone! :D"
    },
    {
        "name": "Chris Bannon",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=13Ei5azol4BjzHPGFtZIxEMyuPnZ0r9zF",
        "details": "🥸",
        "webUrl": "linkedin.com/in/cbannon"
    },
    {
        "name": "James Nguyen",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1tnkHFj6KqNU6ja5X6PFc93BeR3q1mxmV",
        "details": "Hi everyone, I’m James and I’m a fourth year CS and Physics major originally from Orange County. Of my 3 years of teaching CS, 61B has been my favorite class to teach and I hope you all would find to love it as much as I did. Outside of school, I enjoy cooking, trying new food, traveling, riding motorcycles, and photography. Feel free to reach out you feel need anything or if you need any recommendation for places to go eat in Berkeley or SoCal."
    },
    {
        "name": "Brian Liu",
        "courses": {
            "cs61b": "Senior Mentor"
        }
    },
    {
        "name": "Noemi Chulo",
        "courses": {
            "cs61b": "Senior Content Mentor"
        },
        "pronouns": "they/she",
        "imgUrl": "https://drive.google.com/open?id=14S_Sj5ZG80UBM3dLLirmlcl3PqTiISNi",
        "details": "I'm a huge nerd that loves to infodump about aquarium shrimp, DND, and Arcane to just about anyone who will listen. As a content human, I am especially passionate about making CSM both a better learning experience for students, and a better teaching experience for mentors. Although the content team is quite small this semester, our goal this year is to make more content geared towards being a teaching resource for mentors. If you have any feedback for the 61B content team, feel free to reach out!"
    },
    {
        "name": "Kavin Kumaravel",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1559QEKB9CKe4m_zO0qSvj_UKpbgGUSCS",
        "details": "Hi, I'm Kavin and I'm a third year EECS major! In my free time, I enjoy going on hikes, eating lots of peanut butter, and watching sped up videos of animals eating peanut butter! I really enjoyed 61B and I'm excited to teach this semester : D"
    },
    {
        "name": "Howard Meng",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1oMpTVN2FNjfqwckFuG-J2hlzIMdT3qic",
        "details": "Hi! My name is Howard and I'm currently a junior studying CS and Physics. I've been involved in CSM for a year and was a senior mentor from last semester as well! I enjoy 61B concepts such as data structure and algorithms, and I like to teach it to my peers. I love playing guitar and explore food at Berkeley. Every weekend I play tennis with friends too. Feel free to reach out for any questions too!"
    },
    {
        "name": "Adam Yang",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1H6rEvcrIcOCk1uMybLkhfZXjVmZANl1o",
        "details": "\"Stressed\" spelt backwards is \"desserts,\" so to reverse your stress, eat more desserts!",
        "webUrl": "https://barnettyang.herokuapp.com/"
    },
    {
        "name": "Nikhil Kandkur",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=13onDTLJ-AIM2fWmt6brDvop9-LoS0UUl",
        "details": "Hi everybody! My name's Nikhil, and I'm a third year from Fremont, CA studying CS and CalTeach. This is my fourth semester on CSM, and I could not be more excited to mentor this semester! Some of my favorite things to do are watch TV, bike, and listen to pop music."
    },
    {
        "name": "Eve Lin",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1WwiXOXmVM6kppai6r5_jvt5m0pnp5dr0",
        "details": "Hi, I'm a senior studying CS, and I'm excited to meet you!!  Ask me about dead succulents, attempting to art, catching up on good books, or maybe even 61B (my 61B skills >>>> my gardening skills). "
    },
    {
        "name": "Ryan Nuqui",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=11Oo5-3xtstZbQ0dFyT-4QC64cNdWQsbG",
        "details": "Hi y’all! I hope you are doing well :) My name is Ryan and I am a Computer Science & Applied Math major. I’m super excited to be teaching 61B again (this will be my fifth time as a 61B(L) TA). CS 61B was the class that made me want to do Computer Science and I hope that I can help make your experience great too. In my free time, I like to try out different restaurants, play board games with friends, and watch movies. Please feel free to chat if you have questions about CS, places to eat in Berkeley, or if you want weird film recs :)",
        "webUrl": "https://letterboxd.com/"
    },
    {
        "name": "Janani Sriram",
        "courses": {
            "cs61b": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1_u22QXsQwCMkJS2gzqnGaC8_AaD6mSjS",
        "details": "hi! i'm janani (pronounced juh-nuh-nee), and i'm a sophomore studying computer science. you'll probably catch me on campus singing or reading in a sunny spot, so feel free to say hi! super excited to meet you and teach 61b this semester :)",
        "webUrl": "https://jananisriram.github.io/"
    },
    {
        "name": "Ken Ning",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Lucas Huang",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Sid Jha",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1lNp34V-2iGTysQiKFHHXBiO2YhKsnZZW",
        "details": "Hi! This is my second semester teaching 61C in CSM and my first as a SM. Hit me up if you ever want to talk about music, your chipotle order, or computer systems."
    },
    {
        "name": "Arunan Thiviyanathan",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1KMoCnXoEbv3luGYaNylgbqFLvHERxvP5",
        "details": "Hi! I'm Arunan and I'm a senior here at the best university in the world. 61C was my favorite class at Cal and by the end of the semester you'll think so too! When I'm not teaching I'm probably beating my Coord Anjan in Smash or convincing my friends that peak James Harden > peak Steph Curry. I'm excited to meet you in section!",
        "webUrl": "https://arunanthivi.com"
    },
    {
        "name": "Efsane Soyer",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Ramtin Ghassemi",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Grace Chen",
        "courses": {
            "cs61c": "Senior Mentor"
        }
    },
    {
        "name": "Jainil Ajmera",
        "courses": {
            "cs61c": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=18oC0hkJ_BHNMhSy2xWVwDPOYknlPhjti",
        "details": "Hi! My name is Jainil, and I'm a junior here at Cal. This is my third semester at CSM and my first semester teaching CS 61C.\n\nI'm a sucker for tennis, cricket, and adventure sports. My favorite shows of all time are Avatar: The Last Airbender, Sherlock, and How I Met Your Mother. Speaking of How I Met Your Mother, I actually ran into Neil Patrick Harris on a flight last winter break (fun fact for all future club applications, yay). \n\nIf you're a fellow Federer fan or look forward to brushing up on your CS 61C skills, I'd love to have you as part of my section!",
        "webUrl": "https://www.linkedin.com/in/jainilajmera/"
    },
    {
        "name": "Brandon Tran",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=11NbS_ufQWOOjrrOiLAnaTQ4Jlo9moUIX",
        "details": "Hi! I'm a fourth year EECS major from Delaware. Some of my interests include sports, video games, and anime. I'm looking forward to an awesome semester of CSM!"
    },
    {
        "name": "Chancharik Mitra",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Grace Deng",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Shawn Zhao",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1rnrQkwyLK6M4g9NNPs3P3cDQ9HphU_tD",
        "details": "Hi! I’m a third year from the D.C. area studying EECS. I took CS70 in Spring 2021, and this is my 2nd semester teaching CS70 for CSM. Outside of academics, I love video games (osu!, Genshin Impact, TFT, CSGO/Valorant), table tennis, and anime. Hope you all have a good semester in CS70, and feel free to reach out to me!"
    },
    {
        "name": "Lance Mathias",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Anthony Zhang",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1obEHBBxiG-n2oUYNZgCvrNihAESPbJm4",
        "details": "Hey y'all! I'm Anthony, a junior studying math and CS; in my free time, I love cycling, tennis, drawing, and video games. Excited to be part of CSM this semester!"
    },
    {
        "name": "Allen Gu",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Samuel Alber",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1ohNu1AEo5-lc2hOR3IbdASN4g8g8Ivmj",
        "details": "Hello! My name is Sam and I'm a junior studying CS and physics. This is my third semester being a mentor for CS 70. I enjoy playing tennis and learning about computational biology in my free time. I like to juggle fruits since if I mess up I just have an excuse to make smoothies."
    },
    {
        "name": "Bowen Wang",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1rlvV3CrJt8IqYJeVjV5OZjDlR9RFTuX-",
        "details": "Hiii! My name is Bowen, a junior from Vancouver majoring in CS and Economics. I’m still exploring career paths but I just finished a full stack engineer internship at an education startup. During my spare time at home, I would be watching dramas or playing video games. I look forward to meeting new people and having a fun time!"
    },
    {
        "name": "Thomas Chen",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1KcYB-jYI2s2l-bnWvZjXY7R3qeBGYBgS",
        "details": "Hi! My name is Thomas and I am a junior studying Computer Science and Applied Math from Portland, Oregon. In my free time I enjoy board games, watching an absurd amount of Youtube, and reading books. I love listening to indie, alternative and folk music but I'm always willing to try out new music. Feel free to talk to me about anything!"
    },
    {
        "name": "Renzo Soatto",
        "courses": {
            "cs70": "Senior Mentor"
        }
    },
    {
        "name": "Caroline Wu",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1z871kla93MSKlUB-_B_J7iZ3GelLoiBx",
        "details": "Hi! My name is Caroline and I'm a third-year EECS and data science major. I really enjoyed CS70 when I took it and I hope to make it fun for y'all too—looking forward to meeting everyone! :)"
    },
    {
        "name": "Josh Jones",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1cK8fIj3cNW2UEmOV6k0L7ur8hAAmmWpW",
        "details": "Hi! I'm Josh, a math and CS student. I was born in DC but spent most of my life outside Seattle. In my free time, I enjoy beating my roommates at pool,  playing soccer, working out, and stargazing. Looking forward to meeting you all! "
    },
    {
        "name": "Hrish Leen",
        "courses": {
            "cs70": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1FmjwYwdI3kgbUg0Rjy_nNJXBl5RBelOZ",
        "details": "yoyoyoyoyo!\n\nI've mentored for CS70 last year and I'm excited to do it again! I'm a chess fanatic and like to bring snacks where I'm not supposed to 😳 (those 2 statements aren't related but they say a lot). I don't know what else to put here so like last time I'm going to list my top 3 emojis:\n1. 💂‍♂️\n2. 🤓\n3. 🧃"
    },
    {
        "name": "Emily Duan",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=19zjpG2CFafc1yus1SuoZNOeDEdEoouot",
        "details": "Hiii~ I'm Emily (she/her series). I didn't have much experience when I took CS61A, so feel free to ask me ANY questions. I'd love to help you and give you tips! Here's a list of things I that make me happy: my dog (Archie), books, f o o d, tennis, BTS, Rich Brian, fOoD, historical C-dramas. :)"
    },
    {
        "name": "Rebecca Dang",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1dxXXFaNzLJAmXehW1uqK-RkqykhvMPRx",
        "details": "Hey there! My name is Rebecca and I'm a sophomore studying EECS from San Jose, CA. This is my first semester as a senior mentor and I'm super excited to meet you! Previously, I was a student in CS 61A, an academic intern for CS 61A, and a Junior Mentor for CS 88. Other clubs I'm part of include Codebase, AWE, and SWE. In my free time, I like to play guitar (and maybe record a few covers if I'm feeling brave) and fangirl about the latest book/movie/TV show/song I consumed. If you ever have any questions about classes, clubs, or internships, feel free to reach out :D",
        "webUrl": "https://phrdang.github.io"
    },
    {
        "name": "Adith Reddi",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1MRSZDbqTTFmfNMlxtAk0Nj9sMw-7U-5x",
        "details": "Hey there! I'm Adith, a second year CS major from Philadelphia. I've always been passionate about both programming and teaching. My CS interests range from blockchain to AI, so I'm always down to stay after class and discuss anything that piques your interest. I'm also a huge music nerd! In my free time, I produce, mix, and master my own songsâ€”and yes, my new album is dropping soon. I'm also the president of Golden Records (Berkeley's music production club), so if you're interested in that at all I'd be happy to talk about it."
    },
    {
        "name": "Kirthi Kumar",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1LXnDbQATpypLXsewNf00euZqWlBbdHo7",
        "details": "Hi! I'm Kirthi and I'm a 3rd year EECS + Business major, minoring in public policy, from northern VA. This is my second time mentoring for CS 88! In my free time, I'm a TA for CS 195 (computer ethics), am very involved with Society of Women Engineers, and love trying new food. "
    },
    {
        "name": "Ramya Chitturi",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1oNokYjSlHwLEYt3phHulHZFiW8Mnfnx0",
        "details": "Hi I’m Ramya, a sophomore majoring in CS, and this is my second semester in CSM teaching CS88! I enjoy sci-fi and fantasy books/tv shows/movies, trivia, crosswords, rock music, museums, civic technology, and more! Excited to get to know you this semester :)"
    },
    {
        "name": "Christine Zhang",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1UHDZTZF02yB9vVlSttpwVyGyfGcZOgOI",
        "details": "Hi! I'm Christine and I'm a 2nd year EECS major. I love playing badminton, cooking, working out, and eating Chipotle. Other things I like are noodles, socks, water, plushies, and pretty much any kind of music. Reach out to me anytime for anything! I'd love to meet you :)"
    },
    {
        "name": "Sofia Theodoras",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1ruWFhIMHkU-2sZpq2tBjHCaTpa1jJlFO",
        "details": "Hi! I'm a CS/MCB double major and enjoy sharing my experience in CS and mentoring other students who don't come from a heavy CS background, but are still interested in learning this exciting subject! In my free time, I cook, bake, and train my cats if I'm at home."
    },
    {
        "name": "Sameen Shah",
        "courses": {
            "cs88": "Senior Content Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1zYxqxIzxe7MBjJeX-PbgJ2_YsiIR7vHF",
        "details": "I’m a fun guy."
    },
    {
        "name": "Sebastian Zhao",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1eoESrzb3fmktOvShiFyCfwOtqh5CN-uy",
        "details": "Hiya! I'm a CS and DS double major from Erie Pennsylvania (underneath the lake). I'm a huge fan of pastries and baking them, digital art (impressionism is my favorite movement, I like Monet a lot), and bedroom pop. Feel free to talk to me about anything, I am a huge believer in conversations about random stuff!"
    },
    {
        "name": "Amit Bhat",
        "courses": {
            "cs88": "Family Senior Mentor"
        }
    },
    {
        "name": "Karim Kaylani",
        "courses": {
            "cs88": "Family Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Mee9_x08aT6_wcuYsctdXQv5RfdWWFRG",
        "details": "Hi everyone! My name is Karim and I'm a 3rd year CS major from Southern California. I'm super passionate about all things music whether it's playing guitar, collecting vinyls, or going to shows. I also love taking film photos, hiking, wordle, and ghibli movies. Never hesitate to reach out to me about anything anytime! :)"
    },
    {
        "name": "Aymeric Barrier",
        "courses": {
            "cs88": "Senior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1Z2RYqCplfwOWDz4SQNZulsSoSDBvrkr_",
        "details": "Looking forward to a great semester with everyone :)"
    },
    {
        "name": "Anna Chou",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1vj8s0G7q1GmEqeSPQJ_Q5b7JBTRLrGmc",
        "details": "Hi there, I'm Anna:) a senior EECS major from Taiwan and the Bay Area! This is my third time teaching EECS16A and also my last time since I'll graduate this semester :< I like computer architecture and digital IC design, but I don't like coding in plain C for my interested area :P I'm excited to see you all on campus !",
        "webUrl": "https://www.linkedin.com/in/menghui-chou/"
    },
    {
        "name": "Vivian Wu",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=11KhFDEyuDPL8XXLnbt0uzpZvGooML7XM",
        "details": "Hi, it’s Vivian! I’m a sophomore in EECS who’s still in the process of exploring a variety of interests (from ML/AI to tech in business and law). On campus, I'm part of various clubs/organizations and am on 16A course staff (as you can tell I love the class, come to my discussion section!!). In my free time, I like to eat mala hot pot, play ping pong, listen to ballads, travel with friends and family, and read magical realism while sipping matcha. Excited to meet you all!"
    },
    {
        "name": "Kanav Mittal",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1_xXonivOowd-Wc3MfUDhhNgSE7xGYFyH",
        "details": "Hello! My name is Kanav, and I’m a second-year EECS major. Super excited to be returning as a 16A mentor this semester! Outside of CSM, I’m a 16A TA. In my free time, I enjoy gardening, cooking, hiking, listening to music (Taylor Swift is my favorite!), and grabbing late-night veggie burritos from La Burrita. Looking forward to seeing you in section!"
    },
    {
        "name": "Dun-Ming Huang",
        "courses": {
            "eecs16a": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=16uLlWJkKMU_pjpfZxfCbrtyBVsOmolhf",
        "details": "Hi, I write contents.\nI like classical music\nI am from Taiwan\n\nOh and I like aptenodytes",
        "webUrl": "https://tinyurl.com/minecraft-jokebook-archive"
    },
    {
        "name": "Suchir Agarwal",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1wPH5c0btzCsIt4ri-6i1FPqPeh5e9mZa",
        "details": "Hi! I'm Suchir, a second year applied math/CS major, and this is my second semester as a mentor for 16A in CSM. I'm a huge fan of music, especially classical music, and I often practice my violin in my free time. Excited to meet you all!"
    },
    {
        "name": "Anish Dhanashekar",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1vKNMNS3pkMNnKhG_kTwjdiGbe6Nj2xw6",
        "details": "Hello! I’m Anish! I’m a second-year EECS major. I’m super excited to serve as a Senior Mentor for EECS 16A this semester and hope to be a helpful resource for you! I really enjoyed my time in 16A, and I want to contribute to making this course a great experience for you! Outside the classroom, I enjoy hanging out with friends, watching sports (football), listening to music (pop, hip-hop, and rap), and playing percussion instruments. I also love to travel and visit countries around the world. I am very passionate about chip design, robotics, and machine learning. I look forward to meeting you!"
    },
    {
        "name": "Leo Lin",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1V1b1yPb505ePvvpPHKoIzadqewoxVU2q",
        "details": "Napping connoisseur."
    },
    {
        "name": "Sanjay Chintapally",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1gITvgL81wa5R5JgVBHT2GwvhJB8_Hr-R",
        "details": "Hi! I'm Sanjay, and I'm a sophomore majoring in EECS. I'm a die-hard space exploration enthusiast and am currently very interested in avionics! Outside of classes, I'm a bass for Dil Se: a South-Asian A Cappella team on campus. I also like grinding Minecraft Bedwars and playing tennis in my free time! I really enjoyed 16A and hope you will too. Feel free to reach out to me anytime! :)"
    },
    {
        "name": "Nithila Poongovan",
        "courses": {
            "eecs16a": "Senior Mentor",
            "eecs16b": "Junior Mentor"
        }
    },
    {
        "name": "Jessica Lin",
        "courses": {
            "eecs16a": "Senior Content Mentor"
        }
    },
    {
        "name": "Yarden Goraly",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1A2lRxI-ruaB22Jr9nEHfzLqz_U6lpWSy",
        "details": "Hello! I'm Yarden, and I'm a third year CS and music major from Menlo Park, CA. I've been a violinist for most of my life and my favorite genre is classical. Besides that I like cooking, hiking, and dabbling in running. I'm looking forward to meeting you all!"
    },
    {
        "name": "Keagan Chern",
        "courses": {
            "eecs16a": "Senior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1-cGCAvOUc2fCGCz8eaaTOxiz5lxOnx-g",
        "details": "Hi, my name is Keagan, a second year majoring in EECS from Chino Hills in SoCal. This is will be my second semester in CSM. During my free time, I love trying new foods, reading novels, playing games, and of course sleeping. I am excited to work you all this semester and feel free to reach out about anything!"
    },
    {
        "name": "Andrew Zhang",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Xiangwei Kong",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Daniel Endraws",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Anirudh Rengarajan",
        "courses": {
            "eecs16b": "Senior Mentor"
        }
    },
    {
        "name": "Darian Gonzales",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He series",
        "imgUrl": "https://drive.google.com/open?id=1uEAlCMosZ0CZk8HhPzpi__myLhdZd-KM",
        "details": "Hi, I'm Darian and I'm a second year studying Physics and CS. In my spare time I enjoy running, rock climbing, Top Dog, drumming, boba, music, and baseball. Feel free to email me about anything!"
    },
    {
        "name": "Avo Arabetyan",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1eSzM4Bz7Q4bzERuOVG6Ac74EJ95CLO19",
        "details": "Hi, I'm Avo and I'm an intended CS major from SoCal. Outside of class I'm usually hiking with friends, watching Warriors games, or grinding away at League. I also really love camping trips. Feel free to reach out if you have any questions and I hope you all enjoy this class as much as I did!"
    },
    {
        "name": "Aditya Murali Iyer",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1nfUj42cr9zVFwKpc-jIzMgcjnm_x-Qvi",
        "details": "Hey! This is my first time teaching in CSM and I'm super excited to meet y'all! I'm interested in tech and martial arts but I’m down to talk about anything you find interesting and learn from you! On weekends I like to sleep in or explore cool stuff around the bay. "
    },
    {
        "name": "Aldrin Sembrana",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=13yXaXATm0UrBwhZ5LWn0cEjJzriVG0av",
        "details": "Hihi! My name is Aldrin and I’m a second year wanting to major in computer science. This will be my second semester as a JM, and I'm hoping to be of help as much as I can! I’m from the Bay Area and I like to dance. I also like to play video games, watch anime, work out, and chill with friends. I’m really excited to teach and can’t wait to meet you :D "
    },
    {
        "name": "Alec James",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he series",
        "imgUrl": "https://drive.google.com/open?id=1tYldmNYtibWWmw7zslaQI_e9sTo7VYCv",
        "details": "o/ Sup, I’m Alec, I’m from Columbia. Columbia, Missouri that is : ^)\nI like anime, though haven’t really watched much lately since 2017. Favorite is probably Mob Psycho 100 or Re: Zero. I play tons of osu! and Beat Saber with Genshin and Honkai on the side, and recently got into Tower of Fantasy. I also play Valorant and Apex casually."
    },
    {
        "name": "Alyssa Smith",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1_xjA46b3IgVspIc5Mq6Jm_Ioljnz4wp3",
        "details": "Hey everyone! My name’s Alyssa and I’m a sophomore from Seattle intending to major in CS/DS. In my free time, I love listening to sad boi indie rock, playing JRPGs, being a crossword menace, and trying out new cafes. This is my first semester in CSM and I'm really excited to create content for y’all! Feel free to reach out >:-)"
    },
    {
        "name": "Amos You",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1mOmSojBggXDTk4HIZUyIACzmxNixX_fa",
        "details": "hi! i'm amos and i'm a sophomore studying cs and statistics from the bay area. in my free time i enjoy hiking, cycling, and hammocking on the glade. i’m also a huge foodie so i’m always open to food recs for spots around town. feel free to reach out to me about anything!"
    },
    {
        "name": "Arjun Palkhade",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1Qpnm7IUQaRUkmthi48_uU3VKp_NBU3jO",
        "details": "Hey everyone! My name’s Arjun (he/him), and I’m a second-year Computer Science and Data Science major from Culver City, CA. Having instructed students with programming for nearly three years, I’m excited to engage with many of you and share my passion for the unique field! Outside of classes, you’ll likely find me on Memorial Glade sketching landscapes on my notepad and playing volleyball on the grass, or perhaps I’ll be reading manga in Moffitt Library. Feel free to reach out to me if you ever have any concerns, and I’m looking forward to a great semester together."
    },
    {
        "name": "Baoer Li",
        "courses": {
            "cs61a": "Associate Mentor"
        }
    },
    {
        "name": "Ben Tianqi Bielin",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1wSnvi-GCLd4238xF-W2DVuMwtMk47pXe",
        "details": "Hi! I'm Ben, a 3rd year triple majoring in CS, Data Science, and Math. My hobbies include badminton, exercise, cooking, watching pro sports/games, and fooling around. Feel free to contact me about CS61A or anything else! I hope I can make this semester of CS61A fun and rewarding for everyone!"
    },
    {
        "name": "Brandon Chin",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1vDfBUepPkCKyqlCr3DUeoCQOhiAt7jJG",
        "details": "Hi y'all, my name is Brandon and I'm a sophomore majoring in EECS and minoring in Data Science and Math. In my free time, I like to play computer games and binge-watch old shows like Star Wars and Harry Potter. Random facts: I'm an INFJ, I'm from Malaysia and my first time programming was in 61A!"
    },
    {
        "name": "Christina Yao",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1FJcEZd-U3U_zEviro4N_aiNgKfFTQqsa",
        "details": "Hi there! I'm Christina and I'm a sophomore majoring in CS. I enjoy hiking and climbing random things. I also play bass drum in Cal Band so say hi if you see me at a football game! I loved 61A and it convinced me to switch majors from biology to CS, so feel free to message me if you want a CS, hiking, or gaming buddy :)"
    },
    {
        "name": "Elisa Kim",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=106UZCBmv2LzU7JRrwmoaK0IGELPN6wqX",
        "details": "hello! i'm a sophomore studying eecs from los angeles, ca. i mainly listen to indie pop/rock, but i'm always looking for more music :D (lately, i've been listening to The Driver Era nonstop). for fun, i like to go on picnics or wander around trader joe's. i'm super excited to be a mentor this semester! feel free to reach out!"
    },
    {
        "name": "Esther Shen",
        "courses": {
            "cs61a": "Junior Mentor, Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=18uXhUZxsRPMraMQ9ijued-EYKg_vOyv8",
        "details": "Hi! I'm Esther, a second-year studying CS and Linguistics from the Bay Area/China, and this is my second semester with CSM. 61A has been one of my favorite courses at Cal so far, and I hope you'll enjoy it too! Talk to me about languages, going to concerts, and music!"
    },
    {
        "name": "Frank Liu",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1tbVxBY3lzTG7CbTNpDIu5Ln5NLZKl12C",
        "details": "Hi! I'm a sophomore from NJ studying CS. In my free time I enjoy going to the gym, watching Netflix, and playing the guitar. Super excited to meet everyone!",
        "webUrl": "https://react-portfolio-frankliu098.vercel.app/"
    },
    {
        "name": "Frank Jin",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=14Cejb4wH5u_TWrxWsg8ArRblfFiPhITZ",
        "details": "Hi Everyone!\nI'm a sophomore studying in L&S, intended declaring CS. I have 3-4 years of programming and teaching experience, and it is my first year teaching CSM. Aside from CSM, I'm currently in the Cal Archery club, and go to competitions regularly (if you see me, feel free to say hi!). "
    },
    {
        "name": "Hailee Yun",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1PDghGCP_9s15wSy-XzSWsUgq75jXK-i8",
        "details": "Hi! I'm a sophomore from Texas studying computer science + data science. I love Anya from Spy x Family, krnb/korean music, and rainy nights. I'm looking forward to meeting you and having an amazing semester together! :)"
    },
    {
        "name": "Issac Chen",
        "courses": {
            "cs61a": "Junior Mentor",
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1m2JJMrsCkufSaz7s8dmr91wvBGy2HEEc",
        "details": "I am a 2nd year CS/DS student. I am a photographer and a pilot. Once upon a time, this happened: https://www.youtube.com/watch?v=hMqlMWXe63g&t=63s"
    },
    {
        "name": "Jaewon Dong",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/him",
        "imgUrl": "https://drive.google.com/open?id=1Df7exEnRsMzfmjftL0So2j4w99dmTMK_",
        "details": "Hi everyone! My name is Jaewon Dong, but I also go by Jae. I'm currently a sophomore studying Computer Science. For a quick background of myself, I lived in Korea and China before I moved to Orange County, CA, to attend high school. I love playing soccer, chess, and poker, and also cooking!"
    },
    {
        "name": "Jessica Hsu",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1qIda__amN8JbGjedudUR3hySiNHIrLsM",
        "details": "Hey everyone! My name is Jessica and I'm a second-year from the Bay Area majoring in computer science. This is my second semester mentoring for CSM, and I'm super excited to be back! Some of my hobbies include hiking, cooking (ish), and watching K-dramas. Looking forward to meeting everyone this semester!"
    },
    {
        "name": "Carl Ji",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1dSXf-wlMqNwiyhq38mdE61T363St9yEI",
        "details": "Hi! My name is Carl, I'm a second year from Beijing planning to declare CS as my major. I love visual arts (especially pop art), and I'm teaching myself to play the ukulele. This is my first semester with CSM, can't wait to meet you all!"
    },
    {
        "name": "Kafia Ahmed",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1l4Y3oqJXB3iwAu-1F5OsfYd8WhxU92Qu",
        "details": "Hi! I'm a senior from SoCal studying CS. I enjoyed this class so I am enthusiastic to be able to teach it. I like binging random Netflix shows, baking, and playing board games. Looking forward to working with you all!"
    },
    {
        "name": "Camille Lojewski",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "they",
        "imgUrl": "https://drive.google.com/open?id=14eisy7Hy801m-CfxK4yJ4uxSfPco5JV-",
        "details": "As a returning student, I wasn't expecting to shift from humanities to a love of coding. I've tutored on and off for a few years, so I'm enthused to mentor a subject that opens so many creative and lazy doors. Even if you don't end up loving it, I hope to impart some grudging acknowledgment of how utile coding can be. Come through, I have so much code to babble at you.",
        "webUrl": "https://www.linkedin.com/in/camille-lojewski-14851a195/"
    },
    {
        "name": "Manas Khatore",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=11qHbBl5nxQUDtQqhfzPJf5HDm96RzLja",
        "details": "Hi! My name is Manas and I'm a second-year studying data science and computer science. I love teaching and creating content to help students learn more about CS, as well as learning new things about tech myself. Outside of this, I LOVE listening to music and going to concerts. Feel free to HMU!"
    },
    {
        "name": "Max Bhail",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1uuuwlofvSth9HwDMQNmTg_-h-jQcMgMH",
        "details": "Hi! My name is Maxwin Bhail and I am a sophomore studying Computer Science. I'm originally from LA, but the Bay is starting to grow on me! I'm into fashion and art and would love to visit all the museums in the world. My favorite artists are Mitski, LDR, Swedish House Mafia, Baby Keem, and so much more. "
    },
    {
        "name": "Maya Romero",
        "courses": {
            "cs61a": "Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1cJ-93wnURCtYt0zzFANnoE1EJIQxjH1J",
        "details": "I’m a junior and love reading and bad reality tv!"
    },
    {
        "name": "Namrit Ahluwalia",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1mnuQStQBCOri7rrq_wDexLgrcRI-aNN-",
        "details": "Hi guys! My name is Namrit and I'm a sophomore studying Computer Science and Applied Mathematics. I've taken AP CSP, CS10 here at Berkeley, CS61A, and am currently taking CS61B! I love to drive up and down the coast, take film/digital photos, listen to music, and go out with my friends. I love The Weeknd, Kanye West, Steve Lacy, Frank Ocean, Tyler the Creator, BROCKHAMPTON, Rex Orange County, Kendrick Lamar, and so many more! My fav thing to do in Berkeley is either grab some boba and study/hang with friends in Moffit or people/sunset watch on the glade."
    },
    {
        "name": "Naveen Nathan",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1AOLW0xI9LqXF2IZhG_IihHRGPLvYnNcH",
        "details": "Hello! I am Naveen, a Sophomore (and recently, a declared CS major) from Fremont, CA. I took CS61A the summer before my freshman year and was amazed by the broad scope of the course. I have been fortunate enough to have been a CSM mentor from the beginning of my first year, and thoroughly enjoy speaking with students about course concepts. I have also AIâ€™d for CS61A and CS61B, and learned quite a bit about teaching from the experience. Outside school, I enjoy playing chess, table tennis, and visiting my family in Fremont. I also enjoy hiking, so hit me up if you know any good places! As a side note: I can explain Python concepts using their counterparts in Java if you are more familiar with Java than you are with Python. Feel free to reach out to me about anything! I look forward to meeting you!",
        "webUrl": "https://www.linkedin.com/in/nathannaveen/"
    },
    {
        "name": "Nicholas Nguyen",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1CiK085M_pLAvpfSQmOlk9LfOctBuoSXI",
        "details": "Xin chào! I'm Nicholas, a 2nd-year student majoring in L&S Computer Science. I'm the oldest of four brothers (the youngest depicted here with me), and I enjoy reading manga, cooking, hiking, and performing in Lion Dance! Feel free to reach out to me any time for help or if you want to hang out! "
    },
    {
        "name": "Oliver Petrick",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=125Xc1I9X-zPwDPwfozOVmMfM8gqgq4zW",
        "details": "Hello! I'm a second year intending to major in cs. In my free time, I play basketball, tennis, and the guitar. I'm excited to get started!"
    },
    {
        "name": "Owen Halpert",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1kqHI1Z0XsrtCNJsz5AyMnNh3IL9KTjDB",
        "details": "I'm Owen, a junior from LA studying CS and Music. 61A is my favorite class I've taken at Berkeley so I'm excited be teaching it. In my free time, I'm in SUPERB and KA, I DJ, make music, solve puzzles, and try new food in Berkeley. Some artists I like are Fred Again.., Tame, and Frank Ocean."
    },
    {
        "name": "Priya Venugopal",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1nghvL5rOXAEMO4gZPiyJBRGO7T4kBzIJ",
        "details": "Hi everyone! I’m Priya, a second-year EECS & Econ major from New Jersey. This is my second semester in CSM for 61A, and I'm also a tutor on course staff! I love playing guitar, trying to learn how to cook lol, and listening to music. Looking forward to meeting you :)"
    },
    {
        "name": "Pujita Tangirala",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1keN9007eBTeKlaZehogq3s83zVDfEjbv",
        "details": "Hi! I'm Pujita (PJ) and I'm a first-year intended CS major from the bay. I love listening to hip hop, playing the drums, designing my own clothes, and occasionally hooping at the RSF. I hope to help your time and experience in 61A be as great as mine was!",
        "webUrl": "pujitatangirala.com"
    },
    {
        "name": "Ritik Sinha",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1aCIm8Y5F87-qszAz1FAu9QG-TKe_1UEB",
        "details": "Hi! I'm a second year CS major, and this is my first semester as a CSM mentor! I've been an AI for 61A in the past and really enjoyed taking the class. Outside of classes, I enjoy watching the NBA (Go Thunder!), playing basketball, and reading (sometimes). Super excited to work with you all!"
    },
    {
        "name": "Riya Singhal",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/hers",
        "imgUrl": "https://drive.google.com/open?id=1Gws9XTVaYHIil0ZeNCWISkm3_0FCrU0z",
        "details": "hi! I'm from the bay area and I am a sophomore intending to major in either DS or CS. In my free time I love listening to music, hiking, and traveling! I also love iced mochas and koalas. can't wait to meet you all :)"
    },
    {
        "name": "Rhea Kommerell",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1P52Z76v4GfepR_h85xxoM8DjfzjDXwo6",
        "details": "Hi! I'm a third year majoring in Math. I love to teach and help people reach their full learning potential, so I'm excited to meet you! In my free time you'll find me pretending I know how to embroider, underestimating how long ambitious cooking projects will take (dinner at 10 pm anyone?), playing tabletop games, and having friendly debates."
    },
    {
        "name": "Rohan Goyal",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/They",
        "imgUrl": "https://drive.google.com/open?id=1n18t4cUiCkj2qV0ceT6pRQPJPo6LBR6y",
        "details": "Hello there! I'm a sophomore (intended CS + Linguistics or Math) interested in programming languages, sci-fi and fantasy, and cool hats (not necessarily in that order). \nI'm also slightly obsessed with D&D, and once ran a 61A-themed D&D session involving a magical python and several atrocious puns.",
        "webUrl": "https://github.com/Rohan-Goyal/ "
    },
    {
        "name": "Ryan Tabrizi",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1W5wEo-hgC6FYZJrwOssOgIrH90r5L3qC",
        "details": "Hey! I'm a sophomore and this is my second semester teaching for 61A! I hope to give you guys plenty of tips and tricks that helped me and so many others during 61A! Some of my hobbies include snowboarding and reading, and you might play against me in basketball IMs. This semester's gonna be great!"
    },
    {
        "name": "Ryan Ma",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "He-series",
        "imgUrl": "https://drive.google.com/open?id=187L-kABuLpb1-b5BRv0TfoXUeX5DA509",
        "details": "Hi! My name is Ryan Ma and I am a sophomore computer science from Houston, Texas. I really enjoyed 61A and I can't wait to help! Some of my pastimes include building computers, playing violin, gaming, watching anime and listening to J-rock/K-rock. If you want to talk about computer science or anything else, feel free to reach out. "
    },
    {
        "name": "Ryan Campbell",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1_X6tfiCNrFxxb1GUuEc7cRqKBxcznThb",
        "details": "Hi! I'm Ryan, a sophomore studying math and cs from the bay area. I love playing soccer, writing music, and watching the nba. I'm looking forward to working with you all this semester!",
        "webUrl": "www.ryanlearns.com"
    },
    {
        "name": "Saloni Agarwal",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1KfEuje_yFarGZTr1DLvzwissiPkxle49",
        "details": "Hey! I am Saloni and I am originally from Colorado. I love all thing related to sitcoms and food. This is my second time working as a mentor for CSM and I am so excited to meet you all and talk all things 61a."
    },
    {
        "name": "Sanya Kwatra",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1LJ8ravzJLOVwFVUSeh0LRkc86MEyA7NM",
        "details": "Hey everyone, I'm Sanya, a Junior studying EECS and Environmental Engineering. I did CSM my freshman year and really loved it so I'm super excited to meet you guys! I'm from the Bay Area and I love trying out new food places and running in my spare time. "
    },
    {
        "name": "Sasha Sato",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1zjhmmBGiWXYdJkyPa8g8Hrf3nGPPpk8z",
        "details": "I'm excited to help out with CSM for 61A! In addition to helping people understand computer science, I like ideas, learning, languages, writing, cybersecurity, and having good-natured but rigorous arguments about politics and philosophy."
    },
    {
        "name": "Sol Cheung",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1zaQnnwBC9VflByzwB50ACTV7z6lv1Vf1",
        "details": "Hey everyone! My name is Solomon but everyone calls me Sol. I'm a sophomore studying CS, originally from socal. Outside of teaching, you can find me trying new energy drinks and killing flies with my electric fly swatter. Super stoked to be mentoring CS61A this semester!"
    },
    {
        "name": "Sandhya Ganesan",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=19Tz8w9mM3nN0DNmOOaS8u9Z08YQbMzmF",
        "details": "Hi! I’m a second year studying CS and Astrophysics from Sunnyvale, CA. Outside of class, you can find me writing science fiction, listening to Glass Animals, occasionally gaming, or waiting in line for Chipotle :’) This is my second semester as a mentor for 61A, and I’m looking forward to meeting everyone!"
    },
    {
        "name": "Shivam Jha",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1vFqXl-Wb1-oYWSvh01zU_2_53gRLmYHG",
        "details": "Hey! I'm Shiv, a second year CS major from Ann Arbor, Michigan. In my free time, I like to watch football, basketball, and hockey. I also spend time juggling and listening to music. I'm looking forward to 61A with all of you this semester!"
    },
    {
        "name": "Sungum Sogani",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1UED3vTJ1sNTwlw3WrH8DWr7_yg1P-zXY",
        "details": "Hi, my name is Sungum and I'm so excited to teach you all this year. I love 61A, and I hope you will too. Feel free to reach out to me about literally anything; I personally sports, rap, and watermelons."
    },
    {
        "name": "Tanshi Jain",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1gi9cikCV3qFrggN4krNS24_TO3piohtU",
        "details": "Hi! My name is Tanshi, and I'm a junior studying CS and Cog Sci. I love cooking, doing portrait photography, and running the Clark Kerr track in my free time! Can't wait to meet you all this semester :)"
    },
    {
        "name": "Troy Tsubota",
        "courses": {
            "cs61a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1z96GAfSfkAPti_mTN-8U1mMP_nvTXtbz",
        "details": "Hi, I'm Troy! I'm a second year in L&S from SoCal. I love teaching, and I'm super excited to mentor 61A for the second time this semester! I'm particularly interested in the applications of computer science to the natural and physical sciences, although I also enjoy CS in its own right. My favorite artists are AJR and twenty one pilots, and my favorite place to eat is Croads. Can't wait to meet you all!"
    },
    {
        "name": "Tobias Worledge",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1saI5xGNGwLtKQ3VkCZy1NNnnZaAh_sd8",
        "details": "Hey there! I'm a Sophomore in L&S CS. I'm an avid rock climber and I love to go on backpacking and skiing trips. Last year my startup won 1st in the UC Launch startup accelerator and last summer I did a SWE internship at Microsoft. I also tied for 1st in the Fall 2019 CS61A Hog contest!"
    },
    {
        "name": "Tyler Lam",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1tmi2Jy4Y0MtiFknrRRWhor9vSX07zYB7",
        "details": "Hello there! I'm Tyler. I'm a sophomore majoring in computer science. You’ll probably find me playing strategy games, volunteering at various places, or riding public transit around Berkeley. Hope to have a fun, productive semester with you all!"
    },
    {
        "name": "Vy Ho",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1y1G01fEhasmoplAQTyTyHiV2Is2VHy82",
        "details": "Hiya there! I am a current sophomore from the Bay Area intending to double major in DS/Business. I love anything cats, cooking, and keyboards! I also work at a coffee shop on campus, come and find me if you can :D. "
    },
    {
        "name": "Aidan Zhou",
        "courses": {
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=18HiSsnU42RGD2dBuqe77xhfo8YHQ-cqM",
        "details": "Hi! I am a sophomore student studying Computer Science from Shenzhen, China. Netflix, traveling, and cooking for relaxation. Rock-climbing, video games, and 61A for excitement."
    },
    {
        "name": "Aarin Salot",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1omL_uCW91Df2T-zS5GOYJEBEhVxgTi9h",
        "details": "Hey everyone! I'm a sophomore studying CS. In my free time I enjoying listening to music, playing sports (esp. football), and sleeping. I hope you all will have a great time in CSM :)  "
    },
    {
        "name": "Allison Hong",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1bZYl8x6HXsvv7RNJC2PGu7fr2yJYl4Gv",
        "details": "Hi! My name is Allison and I'm a rising sophomore studying EECS; I'm super excited to be a mentor for 61B this semester! I love watching kdramas, traveling, being outdoors, and listening to music :) I'm also a part of SWE on campus! "
    },
    {
        "name": "Aneesh Patel",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1hQczqxqZBAiVfR6qjGEK2L7ah_l9Sg-E",
        "details": "My name is Aneesh Patel and I am a junior majoring in Computer Science, Data Science, and Economics. I took CS61B with Professor Hug in Fall 2020 and this will be my third semester tutoring for the course. Outside of CSM, I am also in the consulting organization, The Berkeley Group, and really enjoy attending concerts and playing sports."
    },
    {
        "name": "Angelina Songco",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=11SbYDgKzoKgGDufAOF3_e6rbfTxP23uR",
        "details": "hello! im a spongebob enthusiast who likes to make spongebob freeze frames as her zoom backgrounds. i am from la who now lives in the bay but i like to stay in la. i guess im a junior now, and thats pretty wild. i've been really into jewelry making and crocheting so that's fun. this is my third time teaching CS 61b and id love to teach yall my flips and tricks but id also love to vibe with yall if ya want :)"
    },
    {
        "name": "Antonio Kam",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1-1wVrsgEzTeisHb0q3qqM0csrGxvJ_mk",
        "details": "Hi! I'm Anto, a second-year student from Hong Kong studying CS and Music. I solve Rubik's cubes competitively (I'm ranked top 25 in One Handed and Blindfolded!) and really enjoy listening to video game music. Data Structures are pretty cool too :D"
    },
    {
        "name": "Annika Modi",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1bSlmYWpdDYNMlmR6hcCCByDIfLbeVlII",
        "details": "Hi, I'm Annika and some things I like to do are watching anime, going shopping, hanging out with friends, and hosting picnics. Thai food at Berkeley is amazing and my go-to will always be Imm Thai so go check it out. "
    },
    {
        "name": "Ashley Kao",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1Os8926iJhRTQbobcSWWsPL-KoEdljlsT",
        "details": "Hi! I’m Ashley, a second-year EECS major from Irvine, CA. Previously I was an AI for 61A and 61BL and I'm currently on 16A course staff. I like cats, kayaking, music (especially classical music), and computational biology. I really enjoyed 61B and I look forward to meeting you all!"
    },
    {
        "name": "Ashna Singhal",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=16-W6bWB78EibS3QNIRo3jSOt9EGGRMwz",
        "details": "Hiii, my name is Ashna! This is my first time teaching w/ CSM and I really excited to get to know you all. I love music, bullet journaling, and trying out new places to eat in Berkeley. Feel free to reach out and ask questions about anything! :)"
    },
    {
        "name": "Anoushka Singal",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1kruPTv3fQ1bpEOh092vMOVgWjrBHP_gh",
        "details": "Hi, my name is Anoushka and I'm currently a junior studying Computer Science! This is my third semester as a CSM mentor, and I'm super excited to meet you guys :) Feel free to reach out to me about anything: data structures, music, tv shows, whatever you want!"
    },
    {
        "name": "Alan Wang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1T_SrGyeihBR4-ApCwOW428exgrHtbLmM",
        "details": "Hello I am Alan Wang, a second year EECS Major. Academically I've gotten where I am through my passion for math and especially to the way its logic can be applied elsewhere. I enjoy playing tennis, piano, and various nNintendo games. There is also an incredible amount of Manga I have read in the meantime. Typically, I enjoy listening to classical Concertos and different pieces by Chopin, but I would like to expand my breadth of knowledge into more composers and instruments. Besides that, any type of music whether it be pop, jazz, rap, 80s, etc are all great to me. A normal Sunday might mean having more time to play tennis or hike the fire trails, something active at least. In my opinion, Top Dog is the best option if I have been up late studying for exams or working on projects. Even though I personally have not been in many club events, I have met many members and leaders, all of whom I think are wonderful people."
    },
    {
        "name": "Ayati Sharma",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1ZXiukCwuLC_xc-2YAnCJlVcafZsQJO_S",
        "details": "Hii! I'm Ayati, and I'm a second-year intended CS major from India. I really enjoy dancing (I do Kathak with Nazakat), reading, watching k-dramas, listening to music and I'm super interested in biotech (intended BioE minor)! I'm really excited to be helping out with 61B this semester and I look forward to meeting everyone :D"
    },
    {
        "name": "Bella Chang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=13u9D_biS2cHlynz8uaew1FUE598r5tHx",
        "details": "Hello! My name is Bella Chang and I am a current junior studying Data Science and Public Policy. I'm originally from Seattle, WA. I started learning CS/DS when I came to Berkeley and 61B was by far my favorite CS course so far. Outside of school, I like to find new cafes, go jogging, hang out with my friends in Data Science Society (pls join!!) and read - I am currently reading some of Murakami's books right now! See you all in section :)"
    },
    {
        "name": "Carlos Gonzalez ",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he / him",
        "imgUrl": "https://drive.google.com/open?id=1t2uafpJ0unPSRSCwtTeSK_hakx-C3BO1",
        "details": "Hello! My name is Carlos and I'm a third year Data Science major from SoCal. I enjoy spending my time sightseeing around the bay, playing videogames, and watching movies. I'm looking forward to meeting everyone, feel free to contact me!"
    },
    {
        "name": "Chelsea Feng",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=11VQJnCF-ueo7qV64eWt0r4nU-ws9MnSY",
        "details": "👋! 👩🏻 ❤️ 🐈, 🧋, & https://www.stardewvalley.net/"
    },
    {
        "name": "Cyrus Hung",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1nf3C5vPVqX7AWDxuRiBg_2LAssnA0Tud",
        "details": "Hey! I'm a sophomore from Hong Kong majoring in CS. I enjoy playing smash, cooking, baking, listening to EDM (porter robinson is my fav), and clogging my arteries at gypsy's. HMU if you wanna 1v1 me in smash, hang, or just talk whenever!"
    },
    {
        "name": "David Yang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1JuyEbq0DRoHnWRQV40jvdMkWkLrerWjr",
        "details": "Hi yall! I'm David, a second-year studying CS and Linguistics from Tallahassee, Florida. Some fun things that I've picked up since I got here are rock-climbing, word games (Wordle & NYT mini crosswords), jazz piano, and lots of shows (Breaking Bad, AOT, & The Marvelous Mrs. Maisel). Please reach out to me if you wanna talk about any common (or uncommon) interests. Looking forward to meeting everyone!"
    },
    {
        "name": "Dhruv Ahuja",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1TSBE9bFprou7OiRC_I4NA0P-Rria1pso",
        "details": "Hi,\nI'm Dhruv and I'm a second year studying CS, and potentially minoring in Math. I took 61B this past Spring, AI'd during the summer and will be AI'ing this fall as well. In my free time, I love to play and watch soccer, football, and basketball. I look forward to meeting y’all this fall!"
    },
    {
        "name": "Dylan Hamuy",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs88": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=15044xMNUAOLpXipgGk2sOjD3Z0oKIzR6",
        "details": "Heyooooo! I'm Dylan and I'm a sophomore studying EECS. As challenging as it can be, I hope I can make CS as enjoyable for you as it was for me. Aside from school stuff, I love to learn about astronomy, sky people in ultimate frisbee, and watch Formula 1 half asleep at 5 am. Feel free to reach out for advice, help, or just to chat!"
    },
    {
        "name": "Eric Chang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1RAAmV3HV1OExFmClZGp0FTa0x8I6ZArE",
        "details": "Hello everyone!\nI'm Eric and I'm a 4th year CS and Statistics Major from the Bay! I love playing badminton, making music, gaming, and working out. I also enjoy a nice chess game from time to time. Feel free to reach out and I look forward to meeting you all!"
    },
    {
        "name": "Elana Ho",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=16D3i2i366VG0JR1LMRTZn82XicEiBn3k",
        "details": "Hi! I'm Elana, a sophomore intending to major in computer science. I love drawing (mostly digital art), learning foreign languages, and watching anime. I'm super excited to meet you all! Please feel free to reach out about anything :3"
    },
    {
        "name": "Ethan Ordentlich",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1y0Z_oU9DEAcZvm-xUEzyMC71pzyNkl-w",
        "details": "beep boop data structures go brrr"
    },
    {
        "name": "Eesha Thaker",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1Fst2FIRrb9CW85wMOZTYuoKZtFzlloAk",
        "details": "Hi everyone! I'm a sophomore studying CS & Econ. This is my first time as a CSM JM, and I'm really excited to help you guys feel confident and ready for CS61B. In my free time I like to read a ridiculous amount of murder mystery and sci-fi novels, and toggle with equities and crypto markets."
    },
    {
        "name": "Evan Lim",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1tw0o6vOV8ODhGJE2jjLQ08MwmqzganRy",
        "details": "\nHi, my name is Evan! A few things about me: I love to dance in my free time and I’m involved in several dance teams at Berkeley. I’m also a TA for the Web Design DeCal. In terms of music taste, I’m very much a pop/r&b guy, but lately I've been in a Doja Cat phase. hmu if you ever want boba/coffee :)"
    },
    {
        "name": "Grace Jung",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1-TuudLjjbTxL_xrz5tpk3XbXr36JbZ3G",
        "details": "Hey, I’m Grace! I'm a CS and DS double major. I like combining a wide variety of ideas to create unique, interdisciplinary solutions to complex problems. Learning as many ideas as possible is super fun for me. That’s probably why I tend to pick up a new hobby every month or so. Haha! In the past, I’ve explored painting, embroidery, roller skating, hang gliding, guitar, gardening, and many more. I’m excited to meet you all. Go bears!"
    },
    {
        "name": "Henry Wang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=19co4JAOJKkb4d1htA9r8Lz70bVGdSOYD",
        "details": "Hello! I'm a second year CS major from Livermore, CA, and excited to be a mentor this semester for 61B! I enjoy chess, anime, and listening to anime openings while running (shoutout naruto opening 2)."
    },
    {
        "name": "Chaeyoung Im",
        "courses": {
            "cs61b": "Junior Mentor"
        }
    },
    {
        "name": "Jaeha Yi",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=19YRpDrORk9pvrNdZx9j_laShUOKz16gu",
        "details": "Hi! I'm Jaeha, a second-year EECS major. In my free time, I enjoy making video games, drinking boba, and listening to Korean music. Excited to meet everyone! :)",
        "webUrl": "https://jaehayi.com/"
    },
    {
        "name": "Jake Mok",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1dlZPsgzYoTrhHeGHJ9bYW7srWn3fTQS6",
        "details": "Hi everyone, my name is Jake Mok and I'm a Sophomore. I took 61B in the Spring and was an AI in the Summer so I am exciting to be doing CSM as this was one of my favorite courses and hope to share that excitement. Outside of school I pretty much enjoy watching/playing any sport and on Sundays will definitely be keeping up with my Fantasy team and watching football. I am also into pretty much every music genre there is so I am always looking for good new music recommendations. I also am always looking to try new food places and look for good recommendations."
    },
    {
        "name": "John Le",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=19rXDlPzum1jK8E7k79DnzxY6mkY7KKmS",
        "details": "Hi, I'm John. This is my fifth and last semester teaching CSM. I like to cook, play Valorant, and love playing badminton.  Email me if you want to join Cal Badminton or ask about anything else. :)",
        "webUrl": "https://johnthanhle.github.io/"
    },
    {
        "name": "Jonah",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "Robinson",
        "imgUrl": "https://drive.google.com/open?id=1q-VIPPJ5c0asAhGsOcuArLN_b6vH_6l4",
        "details": "Hi, I'm Jonah. I'm a second-year CS student originally from Berkeley, CA (yes, actually). CS61B is my all-time favorite course at Berkeley and I'm so excited to teach it! Some of my interests outside of the CS Universe include basketball (Go Warriors), economics, writing raps, and playing poker. ",
        "webUrl": "jrobinson.io"
    },
    {
        "name": "Anniyat Karymsak",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1XJ2NRMadvum1i-7DQM_MFLirmJxrpBCA",
        "details": "Hi! My name is Anniyat and I am a sophomore from Kazakhstan. Apart from teaching, I really enjoy watching movies, especially detectives, and listening to Frank Sinatra's songs. When it comes to food, I am (unhealthily) obsessed with Seoul Hotdog!"
    },
    {
        "name": "Kristen Chen",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1cPEq_OLPNR1Lmv1-lPkfUUwSG3MMbVuS",
        "details": "Hi! My name is Kristen and I'm a senior studying CS. This is my fourth semester teaching 61B for CSM and I'm really excited! In my free time, I love doing NYT crosswords and minis, embroidering, watching TV, and scrolling through TikTok. Feel free to chat with me about anything :)"
    },
    {
        "name": "Kyle Zhang",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1nuk4u87JTgnpw2nNfyfMEyMOvzvXqG44",
        "details": "Computer"
    },
    {
        "name": "Andrew Liu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1ID0T3LP6YGkAJ7JIahP6ylsbo23jnwLw",
        "details": "Hi! I’m a sophomore Math/CS major and I love to cook, yo-yo, and climb! CS61B was my favorite CS class I’ve taken at Berkeley, and I hope that I can share my love of data structures with you! My favorite breakfast food is a toasted plain bagel with butter, but I hope my section won't be that plain!"
    },
    {
        "name": "Madeline Ashley Darmawangsa",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1eZ3hPAFjOdmg5QIRKK-Sk2Ns29l0RKeF",
        "details": "Hi! I'm a third-year Computer Science/Data Science major from Indonesia. I spend all my time hanging out with my friends, napping, and binge-watching bad rom-coms. I also like to paint and draw! I looking forward to meeting everyone!"
    },
    {
        "name": "Nitya Sri Adapala",
        "courses": {
            "cs61b": "Junior Mentor",
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "She / Her",
        "imgUrl": "https://drive.google.com/open?id=1VA9z4BTGmRXC7rCHvoFgy432lfo6i9Rd",
        "details": "Hello everyone! I'm a sophomore trying to declare CS and took this class last spring. My hobby is food - I like cooking and eating so lmk if you need any Berkeley food recs! I really enjoyed this class when I took it last spring so feel free to reach out if you have any questions. Looking forward to meeting you all! :)"
    },
    {
        "name": "Nadia Latifi",
        "courses": {
            "cs61b": "Content Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1NHe3FHGsPH2E1a71Kw2HUYTKtYnSpOJH",
        "details": "Hello! My name is Nadia and I am majoring in Data Science and Cognitive Science. In my free time I like listening to music, reading, and enjoying a coffee or matcha latte. I'm looking forward to an awesome semester!"
    },
    {
        "name": "Rithesh Kannan",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1zSKc2-DCogZAN7Em87LBnZH5M3VKIItj",
        "details": "Hi, my name is Rithesh and I'm really excited for my third semester teaching CSM. I am a Junior studying CS and Data Science. I grew up in Fremont, CA, but I was originally born in Chennai, India. I love trying new foods of all kinds, so feel free to drop your favorite cuisines/restaurants in Berkeley and I'll be sure to check them out. I also like to stay active, regularly playing pickup basketball and volleyball. I hope you guys will have as much fun in CS61B as I did :)"
    },
    {
        "name": "Rohan Kakulawaram",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1wpKvnXUVhZjmTIzznDs-dUkNfj6rvvBY",
        "details": "Hello everyone! My name is Rohan and I am a second-year CS student. Along with CSM, I am also involved in Plextech, a tech consulting club on campus. I am also originally from Irvine, CA and enjoy working out, binge-watching shows, and juggling. "
    },
    {
        "name": "Ronald Wang",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1Qr67ghpt55gBWU6Ta227wzYcr3VUIYf8",
        "details": "Hello! My name is Ronald Wang, and I'm a sophomore intending to major in CS. In my spare time I like to dance, play smash and cook (even though I'm not particularly good at any of those). This is my first semester mentoring with CSM and I'm looking forward to a great semester :)"
    },
    {
        "name": "Sam",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1Qzvw0oHSXx3Ne_jqRsO0sTTUWKhcRWkY",
        "details": "Hello! I am a fifth year, majoring in Data Science and Architecture. I love CS61B and I am happy to teach it this semester! In my free time, I enjoy running, hiking, swimming, and playing tennis. Feel free to ask me any questions:)"
    },
    {
        "name": "Jc Sun",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "pronouns": "he series",
        "imgUrl": "https://drive.google.com/open?id=1-v9l2t8678O2c_MKvPTTmg0hp0fFsLH3",
        "details": "Hello! I'm a Sophomore CS + Statistics major from Singapore. I like sports, playing/making games, and procrastinating by watching videos. I plan to spend sessions on conceptual overviews and going through tougher questions, but I'm down to be flexible!"
    },
    {
        "name": "Srikar Munukutla",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1rioVpEEtoS2TnTPtsl4aWudVziI2S9jN",
        "details": "Hey everyone! I'm a third year studying Computer Science from the Bay Area. In my free time, I love watching sports, listening to movie soundtracks, and exploring new restaurants in Berkeley. Super excited to be a 61B mentor this semester; I loved the class and want to help you all have a great experience too!"
    },
    {
        "name": "Ted Lin",
        "courses": {
            "cs61b": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1jzUj0EB9SZF4nBjJvq3mO9uPX6-sliZy",
        "details": "Hi! I'm Ted, a 4th-year from Los Angeles studying EECS. I like cold weather, music from around the world, basketball, and tangerines. Looking forward to meeting y'all and exploring computing together!"
    },
    {
        "name": "Theo Pedapolu",
        "courses": {
            "cs61b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1uP9-VLl91ayFSom2Y7Hje9nly8wXvi2c",
        "details": "What’s good y’all! I'm Theo, and I'm a junior from South Carolina majoring in CS and Math. 61B was one of my favorite classes at Berkeley, and I really enjoy teaching it. In my free time, I love playing chess, listening to electronic/hip-hop artists like Post Malone and Owl City, and watching football. If you ever want to play a game of blitz, talk about CS, or anything else, feel free to reach out! "
    },
    {
        "name": "Wesley Zhang",
        "courses": {
            "cs61b": "Junior Mentor",
            "cs61a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1lOppxIYqJoO6xF7d1XNNuasEWtLU5Ym_",
        "details": "Hi everyone! I'm Wesley and I'm a second-year studying Computer Science. I'm looking forward to teaching you guys CS61B this semester! I like basketball, tennis, and watching movies. Feel free to reach out at any time if you guys have any questions. "
    },
    {
        "name": "Alex Zhang",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=17joLPObucJhErPGp9Xk9cGZ_YrmFKJUP",
        "details": "Hi, I am Alex, a senior majoring in computer science from the bay area. I like watching soccer games or spending time with my cat April in my free time. I am looking forward to meeting you all. "
    },
    {
        "name": "Ekansh Agrawal",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he series",
        "imgUrl": "https://drive.google.com/open?id=1XQMXWJFkFzcQMXXz8HHoPkip93P6-1L-",
        "details": "Hey everyone! I’m Ekansh, a third-years from the Bay Area studying CS and ISF. In my free time I really enjoy kayaking, woodworking, and listening to rock music. I’m excited to be a part of CSM and I can’t wait to meet all of you!",
        "webUrl": "https://ekanshagrawal.com"
    },
    {
        "name": "Derek Awender",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1q7qEzMPdmOzhqATvbJdacgidLME01PQs",
        "details": "Hi! I'm Derek and I am a CS major that is trying to find out what else to study but I'm interested in physics and philosophy as secondary fields. I like to hike, read philosophy, exercise, and play Halo in my free time. I also like most things that are monkey-related. I mainly listen to rock like Failure, Meatwave, and Tigercub to list a few, but I also listen to rap and a few other smaller genres. If you have any obscure recommendations (music, movies, art, etc.), please let me know. CSM will be my first time teaching and I'm excited to be a part of the organization and meet some new people!"
    },
    {
        "name": "Grace Zheng",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "She/Her",
        "imgUrl": "https://drive.google.com/open?id=1_WbbRNQSM3wgvBJ4nizr1uElk6ZEzp7P",
        "details": "Hi! I am Grace, senior studying EECS from LA area. I was a course staff for CS61C and now I am excited here been part of CSM:) I like playing badminton, singing, listening to Music in my free time. I also like pets(have a super cute cat). Excited to meet you all:)"
    },
    {
        "name": "joshua you",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1dvSy8Se2jGNatTJ007_aQ1fFbQfP9CUd",
        "details": "Hi, I'm Joshua, a second year studying EECS. I like playing rhythm games, studying math, and exploring the Bay Area with my brother in my free time. Here's to a great semester!"
    },
    {
        "name": "Karim El-Refai",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1L4bzO66XzACm9APK1HtRD8F9-diZ9ap3",
        "details": "Hey! I really enjoyed 61C when I took it and I hope you'll enjoy it too! I like sleeping past my 10AMs and reading (even though I don't do it much). Philosophy and robotics are two subjects I really enjoy talking about so if you have any thoughts about that please reach out!\nAlso, when I was bored in middle school I would try to see how many pencils I could fit in my hair (my record is 33!)"
    },
    {
        "name": "Lyna Jiang",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=122Kq0mEtU0_st2hVKEQfdEkObEY0iRpf",
        "details": "I am a junior from Davis, California. In my free time, I love to play tennis, mull over Chopin Ballade No. 4, and think about my next art project. According to my roommate, I am very chill on Sundays; I take it as a day to relax before the next school day. My favorite restaurant in Berkeley would be either Poke Parlor or House of Curries. Both are very close and very yummy. Occasionally, I get a sandwich from V.A. cafe as they have the best sandwiches. "
    },
    {
        "name": "Matthew Dharmawan",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1e1YxlL2ekBjUgPipduiZeiaEYiJRlLtM",
        "details": "Hi! I am a 2nd year from San Diego studying EECS and Material Science. I am very excited to be a CSM mentor for CS 61C. I enjoy playing the piano, volleyball, and chess. Feel free to ask me about anything (course-related or not). I'm looking forward to meeting you all!"
    },
    {
        "name": "Medhaav Chandra Mahesh",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1NztCjmlS_arCssOEIzyvT-pirA35p43e",
        "details": "Hey! I am a third year CS student who is specifically interested in graphics. I also am a huge movie buff and love watching movies in my free time (my letterboxd profile if anyone wants to check it out: https://letterboxd.com/lorddemaxus/). Always down to talk about anything CS or movie related!"
    },
    {
        "name": "Sara Viray",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=13-Ns2W1qIlhPBnkCJp0Sb16Slvdlffnk",
        "details": "Hello~ I'm Sara! I'm a third year CS major from Glendale, California. CS61C was my favorite lower division CS class, so I hope that you will come to enjoy it too. I love boba and playing Genshin Impact. I also have two pugs, if you join my section, I will show you pictures. :) "
    },
    {
        "name": "William Xu",
        "courses": {
            "cs61c": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1f_XzJ8tpz_NJwkAmLKANFeS6VeseGTKe",
        "details": "Hello! I'm William"
    },
    {
        "name": "Amogh Tantradi",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1U6sbK9UfcdxMK_7ezViesglDiHX0XPdr",
        "details": "2nd year CS major addicted to sports (basketball, soccer, and f1), music (honestly anything), lifting, and bad jokes. HMU anytime for music recs and CS70 help. ",
        "webUrl": "https://github.com/AmoghTantradi"
    },
    {
        "name": "Anand Shankar",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/they",
        "imgUrl": "https://drive.google.com/open?id=1AmkDt0MzfeBdUy_0I9mFGvQeNhfjvONH",
        "details": "Hi! I'm a junior majoring in EECS and Statistics, and I'm so excited to teach you all! My favorite thing to do is explore San Francisco and the Bay, or even just getting on public transit and seeing where it takes me, so feel free to ask me for or give me recommendations on where to go next! With regard to CSM, I've taken a CSM section for almost every CS class I've taken and I've found that to be a great experience - and I'm sure you will as well. Toodles and hope to see you in my section!"
    },
    {
        "name": "David Ban",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=197ppUCOt9d24JVikSMLkXtZmCPvh5U_P",
        "details": "Hello! I'm David and I'm a third year studying CS, and this is my third semester teaching CSM. I enjoy rhythm games (you'll often catch me at the ddr machine), and cooking in my down time. Feel free to reach out if you want to talk!"
    },
    {
        "name": "Eric Garcia",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1NVjygRe230_czN8_ty-zk9M7qZmVHokY",
        "details": "Hey! I'm Eric. I'm a sophomore CS major into video games (especially Tetris), speedcubing, and basically any other nerd hobby you can think of. 70's a hard class, but I'm excited to work through it with you!"
    },
    {
        "name": "Fergal Hennessy",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1_Pmv4AYSwI5gjc8FBpslyl1W2aoJOys3",
        "details": "Hi everyone! I'm Fergal, a second year CS and statistics major. I'm interested in probability and models, especially simulations. Unfortunately, this hasn't made me a good poker player, so hit me up if you want to win money! In my free time, I like listening to EDM.",
        "webUrl": "hennessy.page/chess"
    },
    {
        "name": "Grant Zhao",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1ykSmUVy14BRfgS2wmZ4wob6DLH7ylvw7",
        "details": "Hey everyone! I'm Grant, and I'm a second year studying Computer Science and Data Science. In my free time I enjoy hanging out with friends, reading novels, and chatting a lot on discord! Excited to help you all!"
    },
    {
        "name": "Michelle Wu",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1CswMCLMfcXFEBS9MkqBGruhhIzP_Mh2h",
        "details": "Hi!! I'm a second-year EECS major from SoCal who was inducted into the cult of CS70 over the summer :'D\nI'm a big fan of cats, Genshin Impact, League of Legends (unfortunately), and Marufuku Ramen on Telegraph. Talk to me about classes, food places, or \"there's a better ramen place ...👀\""
    },
    {
        "name": "Ofir Dvir",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "She/Her",
        "imgUrl": "https://drive.google.com/open?id=1t6i2oP01zluBtJ23JwydiVPcMUGr-QkV",
        "details": "Hi! My name is Ofir and I am a third year CS and DS major! I love coffeeâ˜•ï¸ and cats ðŸˆ , I have my own espresso machine here at Berkeley and 2 cats at home. I may or may not use of coffee and cats examples in my mini lectures.\n\nCS70 was difficult for me when I took it, it takes a lot of hard work and spending time understanding the material. While I was taking the class I made great use of CSM, and would like to help you guys throughout CS70 as well. Looking forward to meeting you!"
    },
    {
        "name": "Owen Gozali",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1GPv8cSs5LZA3CJnNRVJ9MbdyQjjjdelp",
        "details": "Hi guys! My name is Owen Gozali and I'm a sophomore studying computer science and economics from Indonesia. In my free time I like playing volleyball, trying out new recipes, or consuming unhealthy amounts of caffeine. I'm excited to get to know you all this semester!"
    },
    {
        "name": "Ryan Cottone",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1RtDnLpplThpaG1mgeYaIV_FBjda2L2H0",
        "details": "Hello! I'm Ryan, a sophomore majoring in EECS and Math. I'm super excited to teach CS 70 this semester (alongside Data 8). Outside of class, I'm a big fan of long hikes and tennis -- if you know of a great trail, be sure to let me know! "
    },
    {
        "name": "Royce Ren",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1uB-jH6kf86hYx7lDtqGiseGRKGpai3eP",
        "details": "Hi! I’m a sophomore CS major interested in algorithms, databases, and generally backend types of things! In my free time, I like to play video games with my friends (yes I'm a degenerate League player), read manga/webtoons, and working out! I've also recently gotten into crocheting, and a fun fact is that I've built my own PC and keyboard, and if you want one built feel free to hit me up :)."
    },
    {
        "name": "Shamith Pasula",
        "courses": {
            "cs70": "Junior Mentor",
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "He/him/his",
        "imgUrl": "https://drive.google.com/open?id=1IGkpCU2GsdpWk15RwhG_a9rQuxfCkPR_",
        "details": "Hello! I'm a sophomore studying CS and astrophysics. I am interested in AI/ML, robotics, system design, and pretty much anything else related to my majors. I love making music (Shamyth on all platforms), working out, watching YouTube, and solving the Rubik's cube. I am a senior developer for PlexTech as well. Feel free to reach out to talk about anything!"
    },
    {
        "name": "Sameer Nayyar",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=13ICnFvDmMXD9J_YdIQlV3pfBDZZmqoSp",
        "details": "Hi! I'm a second-year EECS student from Los Angeles. I really loved CS70 and I'm really excited for my first semester as a JM! In my free time, I'm usually either reading novels, cooking, or watching movies. Some of my favorite artists/bands are Arca, Kanye West, Charli XCX, System of a Down, Bladee, Lady Gaga, and MGMT. I'm also trying to read more non-American literature this year so please give me book recommendations if you have any! Looking forward to meeting everyone this semester!"
    },
    {
        "name": "SooHyuk Cho",
        "courses": {
            "cs70": "Junior Mentor",
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1-SwjnbFLdXNXdDJTKwjXs8zaA-_SeYXj",
        "details": "Hello! My name is SooHyuk Cho and I'm a sophomore double majoring in CS and DS from Seoul, South Korea. This is my first time at CSM so I'm hyper-excited :) I like playing the piano on weekends unless I'm stuck in the library. Any recommendations for classical piano pieces are always welcome! "
    },
    {
        "name": "Tommy Chen",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1FKHdSRiHTLPdYnF9Hg8tW4X29i9It0FT",
        "details": "Hi! I'm a sophomore studying CS and Applied Math. I'm from the Bay Area but also grew up in Massachusetts. I enjoy playing basketball, working out, playing poker, and eating with friends. I'm also a part of the Data Science Society at Berkeley, so check us out!"
    },
    {
        "name": "Timber Lin",
        "courses": {
            "cs70": "Associate Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1tMvqiqpUSiyiTmVUpvqppX1kPqiOgjiU",
        "details": "Hi, I'm Timber! I'm a junior studying Computer Science, and CS70 is my favorite class. I enjoy playing golf, card games, and video games."
    },
    {
        "name": "Vika Stukalova",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1XUgfqRyE_1Hzev3oQuMxuz73dzFSgFIu",
        "details": "Hi! Iâ€™m Vika and Iâ€™m a second year Computer Science and Data Science major. Some of my interests include hiking, ballet, and skiing. If I had to choose some of my favorite artists Iâ€™d say they are Billie Eilish, 21 pilots, and The Beach Boys! When Iâ€™m not debugging something you can find me going on walks around Berkeley or the Fire Trails. Outside of tutoring for CSM I am also an AI for CS61B. I absolutely love tutoring and I cannot wait to teach you everything from proofs to probability :)"
    },
    {
        "name": "Tony Wan",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1Mbu3dx5f_bdxyAyLG9MY8B1j3n2rPWai",
        "details": "Hi everyone, I am a second year Computer Science and Applied Mathematics major. I enjoy photography, badminton, board game, anime, and driving. I love making plans, but I love breaking them even more.\nI have a truly marvelous demonstration of this biography which this margin is too narrow to contain."
    },
    {
        "name": "Zeeshan Patel",
        "courses": {
            "cs70": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1_wImju9iwaVlQoByjLSOzZagNC-QvF3R",
        "details": "Hey everyone! I'm a sophomore studying Computer Science and Statistics. I have a lot of prior programming experience and specialize in deep learning & computer vision. My hobbies include hiking, photography, super smash bros, and ping pong. Recently, I've also been watching a lot of kdramas (feel free to give me some recs!). CS 70 was definitely a challenging course for me, but I hope you'll find it just as rewarding as I did. I can’t wait to meet you all this semester, and feel free to reach out to me about anything :)",
        "webUrl": "https://zeeshanp.me"
    },
    {
        "name": "Anya Agarwal",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1k2SnyqWnbpfy7hC3cJ1Gfr0dQJD1w4--",
        "details": "Hi! I'm Anya and I'm a second year intending to major in computer science and/or data science. I love playing animal crossing, 3D modeling/animating, playing tennis, and consuming maybe too much coffee. Feel free to reach out anytime with questions or just to chat :)"
    },
    {
        "name": "Carol Li ",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her ",
        "imgUrl": "https://drive.google.com/open?id=1QgA31N0ApgsFxvTSSd71gFr-KPpzfELv",
        "details": "Hi! My name is Carol, and I'm a data science major from Southern California. I enjoy matcha lattes, spending time with friends and family, and cracking horrible dad jokes that make others cringe. Currently, I love Bad Habit by Steve Lacy (I can listen to that song on repeat for the whole day)."
    },
    {
        "name": "Charlie Klein",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1edQlWJFv9yCsWlvhyBM8yEFKkaxb93qG",
        "details": "Hello everyone! My name is Charles Klein and I am a sophomore majoring in Data Science. Outside of school, I enjoy skateboarding, watching movies, and going on hikes with friends."
    },
    {
        "name": "Christy Quang",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her/hers",
        "imgUrl": "https://drive.google.com/open?id=1HzSka4PupmNybrrC8sPOT_qpaog_9Cue",
        "details": "Hi! My name is Christy and I'm a sophomore data science major from the East Bay who also had limited coding experience when starting out! In my free time, I enjoy watching basketball (Warriors) and kdramas, playing Valorant, listening to kpop and baking! Excited for a fun semester and please give me music recs, I'm so deprived ;-;"
    },
    {
        "name": "Daisy Wang",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1BJxQBpTUArjOhgHO9IilkdjnN0qK82R1",
        "details": "Hi! I'm Daisy, a sophomore majoring in Applied Math and Statistics. I'm also hoping to minor in Creative Writing. In addition to CSM, I'm also part of SAAS. In my free time, I like reading, gaming (video games, board games, card games), watching c-drama/reality TV, and listening to music! "
    },
    {
        "name": "Liza Belkina",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1iZu30Wf15reCxwHhcOSTT2nwdTTUl0lu",
        "details": "Hi! My name is Liza, and I'm a second year CS and Applied Math major. In my free time, I like playing table tennis and reading detective books. Very excited to teach this semester!"
    },
    {
        "name": "Friedrich Maximilian Burk",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "He/Him",
        "imgUrl": "https://drive.google.com/open?id=1pyCHXU8EZWYVGo2f7nDu0NVtZbyhB1Qs",
        "details": "I'm a senior studying data science with a passion for traveling (picture from Estonia), sports, and analytics. I grew up in Germany & Tennessee and love a cold Arnold Palmer. "
    },
    {
        "name": "Joshua Liao",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1ijS2OnCG41rSNVVzxw2ezU-z80uwcOom",
        "details": "Hi, I'm Josh! I'm a second year CS major from the Bay Area. I like playing strategy games and roguelikes in my free time. I'm trying to get better at volleyball too! Happy to talk about anything and everything; looking forward to meeting you!"
    },
    {
        "name": "Meha Gupta",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=12qQ2iaP7Jjwa_vRNyGwOvsoSobcRbsXx",
        "details": "Hi! I'm Meha, a second year majoring in CS. I like watching Modern Family and eating sushi in my free time. I'm excited to meet you guys this semester!"
    },
    {
        "name": "Frederick Pham",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1qByBx4KAxDUZDbymPjRO-xxeXcCQb-xA",
        "details": "I am a junior from San Jose, CA majoring in Data Science. As an outdoor person, I usually spend my weekend on hiking the Fire Trail and enjoying the view of the Bay Area. Feel free to email me if you need advice for lower-div Data Science and Computer Science courses, or even just something very trivial and I'll be happy to give you the answers to my best ability. Cheers!"
    },
    {
        "name": "Richik Pal",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=12VHzJoFfRIaGLQQbv4DURJn2TUFWEQ6D",
        "details": "Hi everyone! I'm Richik and I am a Computer Science and Molecular and Cellular Biology double major. I like sports and outdoor activities in general (tennis, swimming and trekking). Programming is also something I love doing, so I'm really excited to be teaching you this semester!"
    },
    {
        "name": "Rucha Acholkar",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/hers",
        "imgUrl": "https://drive.google.com/open?id=18-uL2PkGt4O6B7MAbuRrsBohCRE_J5j5",
        "details": "Hello hello! I'm a third year EECS major from the Bay Area and I'm super excited to be mentoring for CS88 this semester! Outside of teaching, I like to go sunset hiking, watch cool tv shows/movies, and explore new places/foods. Looking forward to a great semester with you all!"
    },
    {
        "name": "Sean Yang",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1UD4sHmjApbDNMTS3kRM-7-TPP3xevOZs",
        "details": "Hi, I'm Sean a second year from LA as well as an intended data science major. I'm excited to meet all of you!"
    },
    {
        "name": "Sydney Ly",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1ygoyjZWs8QKy6eLbbc8tkLplU8OoQgfD",
        "details": "Hi! I'm a junior from SoCal (s/o to the 626) majoring in Cognitive Science. I am an avid Cheeseboard enjoyer and my (bi-)weekly routine consists of catching up on the latest Chainsaw Man (the other CSM haha) chapters. I'm also a part of two a cappella groups on campus (DeCadence & NiCE)! "
    },
    {
        "name": "Kevin Wang",
        "courses": {
            "cs88": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=1XJAq0EV5PNMif_bg0KSEp0v75EMz26iW",
        "details": "Hello there, I'm Kevin and I'm a sophomore studying CS. I like to cook, swim, weightlift, and play ultimate frisbee! I'm also an avid anime watcher (please give recs) and enjoy listening to songs by The Weeknd.\n\nI'm excited to help you this semester! Feel free to ask any questions or reach out for anything :D"
    },
    {
        "name": "Aadhiti Ghankota",
        "courses": {
            "eecs16a": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=1plbi_y3nvWVlbC1vugEyCZJf3SG4wgwJ",
        "details": "Hi! My name is Aadhiti Ghankota, and I'm a third year EECS major from Fremont, CA. In my free time, you can definitely catch me binging the latest TV show (currently Breaking Bad), taking care of my many houseplants, or exploring new places around Berkeley. EECS 16A was one of my favorite lower division courses, and I'm looking forward to meeting you all this year!"
    },
    {
        "name": "Savit Bhat",
        "courses": {
            "eecs16a": "Associate Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1AcnkV8oUqnxm3i0q3s06Mv3EcwtGJF_B",
        "details": "Hey! I'm Savit, a sophomore EECS major and some of my hobbies are working out, baking (bonus points if gluten-free or vegan), watching basketball, and listening to music. Currently bumping Nujabes, Joey Bada$$, and Brent!"
    },
    {
        "name": "Kerem Dilmen",
        "courses": {
            "eecs16a": "Associate Mentor"
        },
        "pronouns": "he/him",
        "imgUrl": "https://drive.google.com/open?id=1nk-U-If6atfqeBRA4E_COMWhR5Cmiji0",
        "details": "Hi everyone. I'm Kerem. I'm a sophomore from Istanbul, Turkey majoring in EECS and Business. I took EECS 16A last fall and was a JM for CSM 16A last semester. I like watching movies, hiking, traveling, and exploring new places. I'm looking forward to meeting you and having a fun semester!"
    },
    {
        "name": "Archie Lee",
        "courses": {
            "eecs16a": "Junior Mentor"
        },
        "pronouns": "He/Him/His",
        "imgUrl": "https://drive.google.com/open?id=1n0qrqLMLDpSCOzkSPE2AONBbRP-SOkGX",
        "details": "Hello! I'm a sophomore studying EECS. I spent most of life living in Vancouver, Canada and South Korea. In my free time, I like playing soccer and watching movies. I am excited to get to know all of you and to this new semester. If you have any questions, feel free to reach out! "
    },
    {
        "name": "Vedang Joshi",
        "courses": {
            "eecs16a": "Junior Mentor",
            "eecs16b": "Junior Mentor"
        },
        "pronouns": "he/him/his",
        "imgUrl": "https://drive.google.com/open?id=1CBFdYdFt3E9Zcf0nxYBRg16TSHb5r5wt",
        "details": "I am a sophomore studying EECS (and a potential ME minor). I work on rockets, train in kickboxing, and teach. I'm super stoked to be mentoring both 16A and 16B this semester. I hope to see y'all in section!"
    },
    {
        "name": "Olivia Huang",
        "courses": {
            "eecs16b": "Associate Mentor"
        },
        "pronouns": "she/her",
        "imgUrl": "https://drive.google.com/open?id=17okSGXoXqI1yQCGXIEa5Nf_3jyPXssO9",
        "details": "Hi! I'm a junior studying computer science and cognitive science, and this is my second semester in CSM! In my free time, I obsess over kpop groups, play minecraft, volunteer for Cal Rotaract, and am a developer in Cloud at Cal! "
    },
    {
        "name": "Tony Li",
        "courses": {
            "eecs16b": "Junior Mentor"
        },
        "imgUrl": "https://drive.google.com/open?id=17j4CDMFR5I5i3I7kjWJCEnaOXv4QMfHy",
        "details": "Thanks for looking at me!!! It would be a great honor for me to help you, teach you, and serve you. I'm a sophomore major in CS. Really love to watch all kinds of movies and TV shows, including anime. Spending my time with friends and talking with each other is the most enjoyable time for me. "
    },
    {
        "name": "Tiffany Sun",
        "courses": {
            "eecs16b": "Junior Mentor"
        }
    },
    {
        "name": "Yashovardhan Raniwala",
        "pronouns": "",
        "details": "I'm a Master's student and have previously taught 16A as a TA and a course instructor over the summer. I completed my undergrad in EECS at Berkeley in the Spring of 2022. I enjoy pretty much all kinds of sports (watching and playing). I've been part of a couple of research labs in my time and Berkeley and an engineering student club. Currently I work in Professor Laura Waller's Computational Imaging Lab.",
        "imgUrl": "https://drive.google.com/open?id=12r7EfeN3_Q-6joDF20EOqT_bjm1z_CO5",
        "webUrl": "",
        "courses": {
            "eecs16a": "Junior Mentor"
        }
    }
]
